{
  "button.edit": {
    "message": "Modifica messaggio",
    "description": "Modifica il messaggio inviato"
  },
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Nome del modello del servizio, ovvero GPT 3.5 di base"
  },
  "model.35StandardDescription": {
    "message": "Adatto per compiti quotidiani.",
    "description": "Descrizione del modello 3.5 Standard"
  },
  "model.35Browsing": {
    "message": "3.5 Navigazione",
    "description": "Nome del modello del servizio, ovvero GPT 3.5 Navigazione"
  },
  "model.35BrowsingDescription": {
    "message": "In grado di recuperare informazioni in tempo reale.",
    "description": "Descrizione del modello di navigazione 3.5"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Nome del modello del servizio, ovvero GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Modello più potente, adatto per compiti complessi.",
    "description": "Descrizione del modello 4.0 Standard"
  },
  "model.4Browsing": {
    "message": "4.0 Navigazione",
    "description": "Nome del modello del servizio, ovvero GPT 4.0 Navigazione"
  },
  "model.4BrowsingDescription": {
    "message": "Potente e in grado di recuperare informazioni in tempo reale.",
    "description": "Descrizione del modello di navigazione 4.0"
  },
  "model.4Vision": {
    "message": "4.0 Visione",
    "description": "Nome del modello del servizio, ovvero GPT 4.0 Visione"
  },
  "model.4VisionDescription": {
    "message": "In grado di analizzare immagini.",
    "description": "Descrizione del modello 4.0 Visione"
  },
  "message.startNewChat": {
    "message": "Inizia una nuova conversazione",
    "description": "Messaggio sulla pagina web che informa l'utente di iniziare una nuova conversazione"
  },
  "message.uploadFile": {
    "message": "Carica file",
    "description": "Messaggio sulla pagina web che informa l'utente di caricare un file"
  },
  "message.noToken": {
    "message": "Per favore richiedi prima il servizio appropriato",
    "description": "Messaggio sulla pagina web che informa l'utente di richiedere prima il servizio appropriato"
  },
  "message.newMessagePlaceholder": {
    "message": "Inserisci la tua domanda...",
    "description": "Placeholder sulla pagina web che informa l'utente di inserire una domanda"
  },
  "message.noInput": {
    "message": "La domanda non può essere vuota",
    "description": "Messaggio sulla pagina web che informa l'utente che la domanda non può essere vuota"
  },
  "message.uploadReferencesExceed": {
    "message": "Puoi caricare al massimo 1 file",
    "description": "Messaggio sulla pagina web che informa l'utente che può caricare al massimo 1 file"
  },
  "message.uploadReferencesError": {
    "message": "Caricamento del file fallito, riprova più tardi",
    "description": "Messaggio sulla pagina web che informa l'utente che il caricamento del file è fallito, riprova più tardi"
  },
  "message.notApplied": {
    "message": "Non hai ancora richiesto questo servizio, per favore fallo prima",
    "description": "Messaggio sulla pagina web che informa l'utente che non ha ancora richiesto questo servizio, per favore fallo prima"
  },
  "message.tryForFree": {
    "message": "Prova gratis",
    "description": "Messaggio sulla pagina web che informa l'utente che può provare gratuitamente"
  },
  "message.question1": {
    "message": "Crea un piano di allenamento",
    "description": "Domanda esemplificativa per iniziare una conversazione, chiede all'utente di scrivere un codice JavaScript che produca 'Hello World'"
  },
  "message.question2": {
    "message": "Crea una pagina web personale",
    "description": "Domanda esemplificativa per iniziare una conversazione, chiede all'utente di scrivere un'email a Mike per informarlo del suo trasloco"
  },
  "message.question3": {
    "message": "Progetta un gioco di programmazione divertente",
    "description": "Domanda esemplificativa per iniziare una conversazione, chiede all'utente di spiegare in termini semplici i principi fondamentali del calcolo quantistico"
  },
  "message.question4": {
    "message": "Vivi Seul come un locale",
    "description": "Domanda esemplificativa per iniziare una conversazione, chiede all'utente di spiegare quali sono gli effetti della realtà virtuale sulla creazione artistica"
  },
  "message.errorApiError": {
    "message": "Risposta fallita, riprova più tardi",
    "description": "Messaggio sulla pagina web che informa l'utente che la risposta è fallita, riprova più tardi"
  },
  "message.errorBadRequest": {
    "message": "Il contenuto della richiesta non è valido, per favore riprova",
    "description": "Messaggio sulla pagina web che informa l'utente che il contenuto della richiesta non è valido, per favore riprova"
  },
  "message.errorNoConversation": {
    "message": "La conversazione non esiste o è scaduta, per favore inizia una nuova conversazione",
    "description": "Messaggio sulla pagina web che informa l'utente che la conversazione non esiste o è scaduta, per favore inizia una nuova conversazione"
  },
  "message.errorContentTooLarge": {
    "message": "Il contenuto della domanda è troppo lungo, per favore accorcia e riprova",
    "description": "Messaggio sulla pagina web che informa l'utente che il contenuto della domanda è troppo lungo, per favore accorcia e riprova"
  },
  "message.errorTooManyRequests": {
    "message": "Le tue operazioni sono troppo frequenti, per favore riprova più tardi",
    "description": "Messaggio sulla pagina web che informa l'utente che le sue operazioni sono troppo frequenti, per favore riprova più tardi"
  },
  "message.errorUsedUp": {
    "message": "Hai esaurito il numero di pacchetti, acquista altri pacchetti per continuare a utilizzare",
    "description": "Messaggio sulla pagina web che informa l'utente che ha esaurito il numero di pacchetti, acquista altri pacchetti per continuare a utilizzare"
  },
  "message.errorUnknown": {
    "message": "Si è verificato un errore sconosciuto sul server, riprova più tardi o contatta l'assistenza clienti",
    "description": "Messaggio sulla pagina web che informa l'utente che si è verificato un errore sconosciuto sul server, riprova più tardi o contatta l'assistenza clienti"
  },
  "message.errorTimeout": {
    "message": "Tempo scaduto per la risposta, per favore riprova più tardi",
    "description": "Messaggio sulla pagina web che informa l'utente che è scaduto il tempo per la risposta, per favore riprova più tardi"
  },
  "message.errorNotApplied": {
    "message": "Non hai ancora richiesto questo servizio, per favore richiedilo prima di continuare a fare domande.",
    "description": "Messaggio nella pagina web che informa l'utente che non ha ancora richiesto questo servizio, per favore richiedilo prima di continuare a fare domande."
  },
  "message.confirmDelete": {
    "message": "Conferma Eliminazione",
    "description": "Messaggio nella pagina web che informa l'utente di confermare l'eliminazione."
  },
  "message.howToUse": {
    "message": "L'AI potrebbe commettere errori, controlla le informazioni importanti.",
    "description": "Messaggio nella pagina web che informa l'utente che l'AI potrebbe commettere errori, controlla le informazioni importanti."
  },
  "title.chat": {
    "message": "Chat AI",
    "description": "Titolo della pagina web, ovvero Chat AI."
  },
  "title.example": {
    "message": "Esempio",
    "description": "Titolo della pagina web, ovvero Esempio."
  },
  "title.capabilities": {
    "message": "Funzionalità",
    "description": "Titolo della pagina web, ovvero Funzionalità."
  },
  "title.limitations": {
    "message": "Limitazioni",
    "description": "Titolo nella pagina web che indica che questa parte del contenuto riguarda le limitazioni tecniche del servizio."
  },
  "title.complexQuestion": {
    "message": "Rispondere a domande complesse",
    "description": "Titolo nella pagina web che indica che questa parte del contenuto riguarda la capacità del servizio di rispondere a domande complesse."
  },
  "title.professionalQuestion": {
    "message": "Consultare questioni professionali",
    "description": "Titolo nella pagina web che indica che questa parte del contenuto riguarda la capacità del servizio di consultare questioni professionali."
  },
  "title.getTips": {
    "message": "Ottenere ispirazione e idee",
    "description": "Titolo nella pagina web che indica che questa parte del contenuto riguarda la capacità del servizio di ottenere ispirazione e idee."
  },
  "group.today": {
    "message": "Oggi",
    "description": "Nome del gruppo nella pagina web, ovvero Oggi."
  },
  "group.yesterday": {
    "message": "Ieri",
    "description": "Nome del gruppo nella pagina web, ovvero Ieri."
  },
  "group.thisWeek": {
    "message": "Questa settimana",
    "description": "Nome del gruppo nella pagina web, ovvero Questa settimana."
  },
  "group.earlier": {
    "message": "Prima",
    "description": "Nome del gruppo nella pagina web, ovvero Prima."
  }
}