{
  "model.35Standard": {
    "message": "Standard 3.5",
    "description": "Nome del modello di servizio, ovvero GPT 3.5 base"
  },
  "model.35StandardDescription": {
    "message": "Adatto per le attività quotidiane.",
    "description": "Descrizione del modello standard 3.5"
  },
  "model.35Browsing": {
    "message": "Navigazione 3.5",
    "description": "Nome del modello di servizio, ovvero GPT 3.5 navigazione"
  },
  "model.35BrowsingDescription": {
    "message": "Può recuperare informazioni in tempo reale.",
    "description": "Descrizione del modello di navigazione 3.5"
  },
  "model.4Standard": {
    "message": "Standard 4.0",
    "description": "Nome del modello di servizio, ovvero GPT 4.0 standard"
  },
  "model.4StandardDescription": {
    "message": "Modello più potente, adatto per attività complesse.",
    "description": "Descrizione del modello standard 4.0"
  },
  "model.4Browsing": {
    "message": "Navigazione 4.0",
    "description": "Nome del modello di servizio, ovvero GPT 4.0 navigazione"
  },
  "model.4BrowsingDescription": {
    "message": "Potente e recupera informazioni in tempo reale.",
    "description": "Descrizione del modello di navigazione 4.0"
  },
  "model.4Vision": {
    "message": "Visione 4.0",
    "description": "Nome del modello di servizio, ovvero GPT 4.0 visione"
  },
  "model.4VisionDescription": {
    "message": "Può analizzare le immagini.",
    "description": "Descrizione del modello di visione 4.0"
  },
  "message.startNewChat": {
    "message": "Avvia nuova chat",
    "description": "Messaggio nella pagina web per indicare all'utente di iniziare una nuova conversazione"
  },
  "message.uploadFile": {
    "message": "Carica file",
    "description": "Messaggio nella pagina web per indicare all'utente di caricare un file"
  },
  "message.noToken": {
    "message": "Si prega di richiedere il servizio corrispondente prima",
    "description": "Messaggio nella pagina web per indicare all'utente di richiedere prima il servizio corrispondente"
  },
  "message.newMessagePlaceholder": {
    "message": "Si prega di inserire la propria domanda...",
    "description": "Segnaposto nella pagina web per suggerire all'utente di inserire una domanda"
  },
  "message.noInput": {
    "message": "La domanda non può essere vuota",
    "description": "Messaggio nella pagina web per indicare all'utente che la domanda non può essere vuota"
  },
  "message.uploadReferencesExceed": {
    "message": "È possibile caricare al massimo 1 file",
    "description": "Messaggio nella pagina web per indicare all'utente che è possibile caricare al massimo 1 file"
  },
  "message.uploadReferencesError": {
    "message": "Upload del file non riuscito. Si prega di riprovare più tardi",
    "description": "Messaggio nella pagina web per indicare all'utente che l'upload del file non è riuscito e di riprovare più tardi"
  },
  "message.notApplied": {
    "message": "Non hai ancora richiesto questo servizio. Si prega di richiederlo prima",
    "description": "Messaggio nella pagina web per indicare all'utente che non ha ancora richiesto questo servizio e di richiederlo prima"
  },
  "message.tryForFree": {
    "message": "Prova gratuita",
    "description": "Messaggio nella pagina web per indicare all'utente di provare gratuitamente"
  },
  "message.question1": {
    "message": "Crea un piano di formazione",
    "description": "Esempio di domanda di avvio della conversazione che richiede all'utente di scrivere un breve codice JavaScript per mostrare Ciao Mondo"
  },
  "message.question2": {
    "message": "Crea un sito web personale",
    "description": "Esempio di domanda di avvio della conversazione che richiede all'utente di scrivere una e-mail a Mike dicendogli che si è appena trasferito"
  },
  "message.question3": {
    "message": "Progetta un gioco di programmazione divertente",
    "description": "Esempio di domanda di avvio della conversazione che richiede all'utente di spiegare i principi fondamentali del calcolo quantistico in modo semplice"
  },
  "message.question4": {
    "message": "Esperienze a Seul come un locale",
    "description": "Esempio di domanda di avvio della conversazione che richiede all'utente di spiegare l'impatto della realtà virtuale sulla creazione artistica"
  },
  "message.errorApiError": {
    "message": "Errore nella risposta. Si prega di riprovare più tardi",
    "description": "Messaggio nella pagina web per indicare all'utente che c'è stato un errore nella risposta e di riprovare più tardi"
  },
  "message.errorBadRequest": {
    "message": "Contenuto della richiesta non valido. Si prega di fare nuovamente la domanda",
    "description": "Messaggio nella pagina web per indicare all'utente che il contenuto della richiesta non è valido e di fare nuovamente la domanda"
  },
  "message.errorNoConversation": {
    "message": "La conversazione non esiste o è scaduta. Si prega di avviare una nuova conversazione",
    "description": "Messaggio nella pagina web per indicare all'utente che la conversazione non esiste o è scaduta e di avviare una nuova conversazione"
  },
  "message.errorContentTooLarge": {
    "message": "Contenuto della domanda troppo lungo. Si prega di accorciarlo e riprovare",
    "description": "Messaggio nella pagina web per indicare all'utente che il contenuto della domanda è troppo lungo e di accorciarlo e riprovare"
  },
  "message.errorTooManyRequests": {
    "message": "Troppe richieste. Si prega di riprovare più tardi",
    "description": "Messaggio nella pagina web per indicare all'utente che ci sono troppe richieste e di riprovare più tardi"
  },
  "message.errorUsedUp": {
    "message": "Hai esaurito il numero di utilizzi consentiti. Si prega di acquistarne altri per continuare l'uso",
    "description": "Messaggio nella pagina web per indicare all'utente che ha esaurito il numero di utilizzi consentiti e di acquistarne altri per continuare l'uso"
  },
  "message.errorUnknown": {
    "message": "Si è verificato un errore sconosciuto sul server. Si prega di riprovare più tardi o contattare l'assistenza clienti",
    "description": "Messaggio nella pagina web per indicare all'utente che si è verificato un errore sconosciuto sul server e di riprovare più tardi o contattare l'assistenza clienti"
  },
  "message.errorTimeout": {
    "message": "Time out nella risposta alla domanda. Si prega di riprovare più tardi",
    "description": "Messaggio nella pagina web per indicare all'utente che c'è stato un time out nella risposta alla domanda e di riprovare più tardi"
  },
  "message.errorNotApplied": {
    "message": "Servizio non ancora richiesto, si prega di richiedere prima di continuare a fare domande",
    "description": "Messaggio nella pagina web, informa l'utente che il servizio non è ancora stato richiesto, si prega di richiederlo prima di continuare a fare domande"
  },
  "message.confirmDelete": {
    "message": "Conferma eliminazione",
    "description": "Messaggio nella pagina web, informa l'utente della conferma dell'eliminazione"
  },
  "message.howToUse": {
    "message": "L'AI potrebbe commettere errori, si prega di controllare le informazioni importanti",
    "description": "Messaggio nella pagina web, informa l'utente che l'AI potrebbe commettere errori, si prega di controllare le informazioni importanti"
  },
  "title.chat": {
    "message": "Chat con AI",
    "description": "Titolo della pagina web, ovvero Chat con AI"
  },
  "title.example": {
    "message": "Esempio",
    "description": "Titolo della pagina web, ovvero Esempio"
  },
  "title.capabilities": {
    "message": "Capacità",
    "description": "Titolo della pagina web, ovvero Capacità"
  },
  "title.limitations": {
    "message": "Limitazioni",
    "description": "Titolo della pagina web, specifica che questa sezione riguarda le limitazioni tecniche del servizio"
  },
  "title.complexQuestion": {
    "message": "Rispondere a domande complesse",
    "description": "Titolo della pagina web, specifica che questa sezione riguarda la capacità del servizio di rispondere a domande complesse"
  },
  "title.professionalQuestion": {
    "message": "Consultare su domande professionali",
    "description": "Titolo della pagina web, specifica che questa sezione riguarda la capacità del servizio di consultare su domande professionali"
  },
  "title.getTips": {
    "message": "Ottenere suggerimenti e idee",
    "description": "Titolo della pagina web, specifica che questa sezione riguarda la capacità del servizio di ottenere suggerimenti e idee"
  },
  "group.today": {
    "message": "Oggi",
    "description": "Nome del gruppo nella pagina web, ovvero Oggi"
  },
  "group.yesterday": {
    "message": "Ieri",
    "description": "Nome del gruppo nella pagina web, ovvero Ieri"
  },
  "group.thisWeek": {
    "message": "Questa settimana",
    "description": "Nome del gruppo nella pagina web, ovvero Questa settimana"
  },
  "group.earlier": {
    "message": "Precedenti",
    "description": "Nome del gruppo nella pagina web, ovvero Precedenti"
  }
}