{
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Nome del modello del servizio, che è GPT 3.5 Basic"
  },
  "model.35StandardDescription": {
    "message": "Modello di base che può rispondere a domande semplici e fornire informazioni generali.",
    "description": "Descrizione del modello 3.5 Standard"
  },
  "model.35Browsing": {
    "message": "3.5 Browsing",
    "description": "Nome del modello del servizio, che è GPT 3.5 Browsing"
  },
  "model.35BrowsingDescription": {
    "message": "Può recuperare informazioni in tempo reale dal web e fornire risposte più di base.",
    "description": "Descrizione del modello 3.5 Browsing"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Nome del modello del servizio, che è GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Modello più potente che può rispondere a domande più complesse.",
    "description": "Descrizione del modello 4.0 Standard"
  },
  "model.4Browsing": {
    "message": "4.0 Browsing",
    "description": "Nome del modello del servizio, che è GPT 4.0 Browsing"
  },
  "model.4BrowsingDescription": {
    "message": "Può recuperare informazioni in tempo reale per fornire più risposte basate sul modello 4.0 Standard.",
    "description": "Descrizione del modello 4.0 Browsing"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Nome del modello del servizio, che è GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Può analizzare immagini e fornire informazioni basate sul contenuto delle immagini.",
    "description": "Descrizione del modello 4.0 Vision"
  },
  "message.startNewChat": {
    "message": "Inizia una nuova conversazione",
    "description": "Messaggio in una pagina web, che invita l'utente a iniziare una nuova conversazione"
  },
  "message.uploadFile": {
    "message": "Carica file",
    "description": "Messaggio in una pagina web, che invita l'utente a caricare un file"
  },
  "message.noToken": {
    "message": "Si prega di richiedere prima il servizio corrispondente",
    "description": "Messaggio in una pagina web, che invita l'utente a richiedere prima il servizio corrispondente"
  },
  "message.newMessagePlaceholder": {
    "message": "Si prega di inserire la tua domanda...",
    "description": "Segnaposto in una pagina web, che invita l'utente a inserire una domanda"
  },
  "message.noInput": {
    "message": "La domanda non può essere vuota",
    "description": "Messaggio in una pagina web, che informa l'utente che la domanda non può essere vuota"
  },
  "message.uploadReferencesExceed": {
    "message": "Puoi caricare al massimo 1 file",
    "description": "Messaggio in una pagina web, che informa l'utente che può caricare al massimo 1 file"
  },
  "message.uploadReferencesError": {
    "message": "Caricamento del file non riuscito, si prega di riprovare più tardi",
    "description": "Messaggio in una pagina web, che informa l'utente che il caricamento del file non è riuscito, si prega di riprovare più tardi"
  },
  "message.notApplied": {
    "message": "Non hai ancora richiesto questo servizio, si prega di richiederlo prima",
    "description": "Messaggio in una pagina web, che informa l'utente che non ha ancora richiesto questo servizio, si prega di richiederlo prima"
  },
  "message.tryForFree": {
    "message": "Prova gratuitamente",
    "description": "Messaggio in una pagina web, che invita l'utente a provare gratuitamente"
  },
  "message.question1": {
    "message": "Scrivi un pezzo di codice JavaScript che stampi Ciao Mondo",
    "description": "Un esempio di domanda per avviare una chat, che chiede all'utente di scrivere un pezzo di codice JavaScript che stampi Ciao Mondo"
  },
  "message.question2": {
    "message": "Scrivi una email a Mike, dicendogli che mi sono appena trasferito",
    "description": "Un esempio di domanda per avviare una chat, che chiede all'utente di scrivere una email a Mike, dicendogli che mi sono appena trasferito"
  },
  "message.question3": {
    "message": "Spiega i principi di base del calcolo quantistico in termini semplici",
    "description": "Un esempio di domanda per avviare una chat, che chiede all'utente di spiegare i principi di base del calcolo quantistico in termini semplici"
  },
  "message.question4": {
    "message": "Qual è stato l'impatto della realtà virtuale sulla creazione artistica?",
    "description": "Un esempio di domanda per avviare una chat, che chiede all'utente di spiegare qual è stato l'impatto della realtà virtuale sulla creazione artistica"
  },
  "message.question5": {
    "message": "Come la protezione della privacy e la sicurezza dei dati influenzano la pratica legale?",
    "description": "Un esempio di domanda per avviare una chat, che chiede all'utente di spiegare come la protezione della privacy e la sicurezza dei dati influenzano la pratica legale"
  },
  "message.question6": {
    "message": "Come affrontare i complessi cambiamenti nelle leggi fiscali nel mondo di oggi?",
    "description": "Un esempio di domanda per avviare una chat, che chiede all'utente di spiegare come affrontare i complessi cambiamenti nelle leggi fiscali nel mondo di oggi"
  },
  "message.question7": {
    "message": "Come creare una cucina unica combinando diverse tradizioni culturali regionali?",
    "description": "Un esempio di domanda per avviare una chat, che chiede all'utente di spiegare come creare una cucina unica combinando diverse tradizioni culturali regionali"
  },
  "message.question8": {
    "message": "Come trarre ispirazione dalla letteratura dalle esperienze di viaggio?",
    "description": "Un esempio di domanda per avviare una chat, che chiede all'utente di spiegare come trarre ispirazione dalla letteratura dalle esperienze di viaggio"
  },
  "message.question9": {
    "message": "Come ottenere idee imprenditoriali da casi di successo in settori diversi?",
    "description": "Un esempio di domanda per avviare una chat, che chiede all'utente di spiegare come ottenere idee imprenditoriali da casi di successo in settori diversi"
  },
  "message.errorApiError": {
    "message": "Risposta fallita, si prega di riprovare più tardi",
    "description": "Messaggio in una pagina web, che informa l'utente che la risposta è fallita, si prega di riprovare più tardi"
  },
  "message.errorBadRequest": {
    "message": "Il contenuto della richiesta non è standardizzato, si prega di fare nuovamente la domanda",
    "description": "Messaggio in una pagina web, che informa l'utente che il contenuto della richiesta non è standardizzato, si prega di fare nuovamente la domanda"
  },
  "message.errorNoConversation": {
    "message": "La conversazione non esiste o è scaduta, si prega di avviare una nuova conversazione",
    "description": "Messaggio in una pagina web, che informa l'utente che la conversazione non esiste o è scaduta, si prega di avviare una nuova conversazione"
  },
  "message.errorContentTooLarge": {
    "message": "Il contenuto della domanda è troppo lungo, si prega di accorciarlo e riprovare",
    "description": "Messaggio in una pagina web, che informa l'utente che il contenuto della domanda è troppo lungo, si prega di accorciarlo e riprovare"
  },
  "message.errorTooManyRequests": {
    "message": "Le tue operazioni sono troppo frequenti, si prega di riprovare più tardi",
    "description": "Messaggio in una pagina web, che informa l'utente che le sue operazioni sono troppo frequenti, si prega di riprovare più tardi"
  },
  "message.errorUsedUp": {
    "message": "Hai esaurito le tue volte disponibili, si prega di acquistarne altre per continuare a utilizzare",
    "description": "Messaggio in una pagina web, che informa l'utente che ha esaurito le volte disponibili, si prega di acquistarne altre per continuare a utilizzare"
  },
  "message.errorUnknown": {
    "message": "Si è verificato un errore sconosciuto sul server, si prega di riprovare più tardi o contattare l'assistenza clienti",
    "description": "Messaggio in una pagina web, che informa l'utente che si è verificato un errore sconosciuto sul server, si prega di riprovare più tardi o contattare l'assistenza clienti"
  },
  "message.errorTimeout": {
    "message": "La risposta alla domanda ha superato il tempo limite, si prega di riprovare più tardi",
    "description": "Messaggio in una pagina web, che informa l'utente che la risposta alla domanda ha superato il tempo limite, si prega di riprovare più tardi"
  },
  "message.errorNotApplied": {
    "message": "Non hai ancora richiesto questo servizio, si prega di richiederlo prima di continuare a fare domande",
    "description": "Messaggio in una pagina web, che informa l'utente che non ha ancora richiesto questo servizio, si prega di richiederlo prima di continuare a fare domande"
  },
  "message.confirmDelete": {
    "message": "Conferma eliminazione",
    "description": "Messaggio in una pagina web, che invita l'utente a confermare l'eliminazione"
  },
  "message.howToUse": {
    "message": "Premi Maiusc+Invio per iniziare una nuova riga",
    "description": "Messaggio in una pagina web, che informa l'utente di premere Maiusc+Invio per iniziare una nuova riga"
  },
  "title.chat": {
    "message": "Chat AI",
    "description": "Titolo di una pagina web, che è Chat AI"
  },
  "title.example": {
    "message": "Esempio",
    "description": "Titolo di una pagina web, che è Esempio"
  },
  "title.capabilities": {
    "message": "Capacità",
    "description": "Titolo di una pagina web, che è Capacità"
  },
  "title.limitations": {
    "message": "Limitazioni",
    "description": "Titolo in una pagina web, che indica che questa parte riguarda le limitazioni tecniche del servizio"
  },
  "title.complexQuestion": {
    "message": "Rispondere a domande complesse",
    "description": "Titolo in una pagina web, che indica che questa parte riguarda la capacità del servizio di rispondere a domande complesse"
  },
  "title.professionalQuestion": {
    "message": "Consultare domande professionali",
    "description": "Titolo in una pagina web, che indica che questa parte riguarda la capacità del servizio di consultare domande professionali"
  },
  "title.getTips": {
    "message": "Ottenere ispirazione e creatività",
    "description": "Titolo in una pagina web, che indica che questa parte riguarda la capacità del servizio di ottenere ispirazione e creatività"
  }
}