{
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Nome del modello del servizio, che è GPT 3.5 Basic"
  },
  "model.35StandardDescription": {
    "message": "Ottimo per compiti quotidiani.",
    "description": "Descrizione del modello 3.5 Standard"
  },
  "model.35Browsing": {
    "message": "3.5 Browsing",
    "description": "Nome del modello del servizio, che è GPT 3.5 Browsing"
  },
  "model.35BrowsingDescription": {
    "message": "Può recuperare informazioni in tempo reale.",
    "description": "Descrizione del modello 3.5 Browsing"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Nome del modello del servizio, che è GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Modello più potente per compiti complessi.",
    "description": "Descrizione del modello 4.0 Standard"
  },
  "model.4Browsing": {
    "message": "4.0 Browsing",
    "description": "Nome del modello del servizio, che è GPT 4.0 Browsing"
  },
  "model.4BrowsingDescription": {
    "message": "Potente e recupero di informazioni in tempo reale.",
    "description": "Descrizione del modello 4.0 Browsing"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Nome del modello del servizio, che è GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Può analizzare immagini.",
    "description": "Descrizione del modello 4.0 Vision"
  },
  "message.startNewChat": {
    "message": "Inizia una nuova conversazione",
    "description": "Messaggio in una pagina web, che invita l'utente a iniziare una nuova conversazione"
  },
  "message.uploadFile": {
    "message": "Carica file",
    "description": "Messaggio in una pagina web, che invita l'utente a caricare un file"
  },
  "message.noToken": {
    "message": "Si prega di richiedere prima il servizio corrispondente",
    "description": "Messaggio in una pagina web, che invita l'utente a richiedere prima il servizio corrispondente"
  },
  "message.newMessagePlaceholder": {
    "message": "Si prega di inserire la tua domanda...",
    "description": "Segnaposto in una pagina web, che invita l'utente a inserire una domanda"
  },
  "message.noInput": {
    "message": "La domanda non può essere vuota",
    "description": "Messaggio in una pagina web, che informa l'utente che la domanda non può essere vuota"
  },
  "message.uploadReferencesExceed": {
    "message": "Puoi caricare al massimo 1 file",
    "description": "Messaggio in una pagina web, che informa l'utente che è possibile caricare al massimo 1 file"
  },
  "message.uploadReferencesError": {
    "message": "Caricamento del file non riuscito, si prega di riprovare più tardi",
    "description": "Messaggio in una pagina web, che informa l'utente che il caricamento del file non è riuscito, si prega di riprovare più tardi"
  },
  "message.notApplied": {
    "message": "Non hai ancora richiesto questo servizio, si prega di richiederlo prima",
    "description": "Messaggio in una pagina web, che informa l'utente che non ha ancora richiesto questo servizio, si prega di richiederlo prima"
  },
  "message.tryForFree": {
    "message": "Prova gratuitamente",
    "description": "Messaggio in una pagina web, che invita l'utente a provare gratuitamente"
  },
  "message.question1": {
    "message": "Crea un piano di allenamento",
    "description": "Un esempio di domanda per iniziare una chat, che chiede all'utente di scrivere un pezzo di codice JavaScript che restituisce Ciao Mondo"
  },
  "message.question2": {
    "message": "Crea una pagina web personale",
    "description": "Un esempio di domanda per iniziare una chat, che chiede all'utente di scrivere una email a Mike, dicendogli che mi sono appena trasferito"
  },
  "message.question3": {
    "message": "Progetta un divertente gioco di codifica",
    "description": "Un esempio di domanda per iniziare una chat, che chiede all'utente di spiegare i principi base della computazione quantistica in termini semplici"
  },
  "message.question4": {
    "message": "Vivi Seoul come un locale",
    "description": "Un esempio di domanda per iniziare una chat, che chiede all'utente di spiegare quale impatto ha avuto la realtà virtuale sulla creazione artistica"
  },
  "message.errorApiError": {
    "message": "Risposta fallita, si prega di riprovare più tardi",
    "description": "Messaggio in una pagina web, che informa l'utente che la risposta è fallita, si prega di riprovare più tardi"
  },
  "message.errorBadRequest": {
    "message": "Il contenuto della richiesta non è standardizzato, si prega di fare nuovamente la domanda",
    "description": "Messaggio in una pagina web, che informa l'utente che il contenuto della richiesta non è standardizzato, si prega di fare nuovamente la domanda"
  },
  "message.errorNoConversation": {
    "message": "La conversazione non esiste o è scaduta, si prega di iniziare una nuova conversazione",
    "description": "Messaggio in una pagina web, che informa l'utente che la conversazione non esiste o è scaduta, si prega di iniziare una nuova conversazione"
  },
  "message.errorContentTooLarge": {
    "message": "Il contenuto della domanda è troppo lungo, si prega di accorciarlo e riprovare",
    "description": "Messaggio in una pagina web, che informa l'utente che il contenuto della domanda è troppo lungo, si prega di accorciarlo e riprovare"
  },
  "message.errorTooManyRequests": {
    "message": "Le tue operazioni sono troppo frequenti, si prega di riprovare più tardi",
    "description": "Messaggio in una pagina web, che informa l'utente che le sue operazioni sono troppo frequenti, si prega di riprovare più tardi"
  },
  "message.errorUsedUp": {
    "message": "Hai esaurito le tue volte disponibili, si prega di acquistarne altre per continuare a utilizzare",
    "description": "Messaggio in una pagina web, che informa l'utente che ha esaurito le volte disponibili, si prega di acquistarne altre per continuare a utilizzare"
  },
  "message.errorUnknown": {
    "message": "Si è verificato un errore sconosciuto sul server, si prega di riprovare più tardi o contattare il servizio clienti",
    "description": "Messaggio in una pagina web, che informa l'utente che si è verificato un errore sconosciuto sul server, si prega di riprovare più tardi o contattare il servizio clienti"
  },
  "message.errorTimeout": {
    "message": "Il timeout nella risposta alla domanda, si prega di riprovare più tardi",
    "description": "Messaggio in una pagina web, che informa l'utente che il timeout nella risposta alla domanda, si prega di riprovare più tardi"
  },
  "message.errorNotApplied": {
    "message": "Non hai ancora richiesto questo servizio, si prega di richiederlo prima di continuare a fare domande",
    "description": "Messaggio in una pagina web, che informa l'utente che non ha ancora richiesto questo servizio, si prega di richiederlo prima di continuare a fare domande"
  },
  "message.confirmDelete": {
    "message": "Conferma eliminazione",
    "description": "Messaggio in una pagina web, che invita l'utente a confermare l'eliminazione"
  },
  "message.howToUse": {
    "message": "L'IA può commettere errori. Controlla le informazioni importanti.",
    "description": "Messaggio in una pagina web, che informa l'utente che l'IA può commettere errori. Controlla le informazioni importanti."
  },
  "title.chat": {
    "message": "Chat con IA",
    "description": "Titolo di una pagina web, che è Chat con IA"
  },
  "title.example": {
    "message": "Esempio",
    "description": "Titolo di una pagina web, che è Esempio"
  },
  "title.capabilities": {
    "message": "Capacità",
    "description": "Titolo di una pagina web, che è Capacità"
  },
  "title.limitations": {
    "message": "Limitazioni",
    "description": "Titolo in una pagina web, che indica che questa parte riguarda le limitazioni tecniche del servizio"
  },
  "title.complexQuestion": {
    "message": "Rispondere a domande complesse",
    "description": "Titolo in una pagina web, che indica che questa parte riguarda la capacità del servizio di rispondere a domande complesse"
  },
  "title.professionalQuestion": {
    "message": "Consultare domande professionali",
    "description": "Titolo in una pagina web, che indica che questa parte riguarda la capacità del servizio di consultare domande professionali"
  },
  "title.getTips": {
    "message": "Ottenere ispirazione e creatività",
    "description": "Titolo in una pagina web, che indica che questa parte riguarda la capacità del servizio di ottenere ispirazione e creatività"
  },
  "group.today": {
    "message": "Oggi",
    "description": "Nome del gruppo in una pagina web, che è Oggi"
  },
  "group.yesterday": {
    "message": "Ieri",
    "description": "Nome del gruppo in una pagina web, che è Ieri"
  },
  "group.thisWeek": {
    "message": "Questa settimana",
    "description": "Nome del gruppo in una pagina web, che è Questa settimana"
  },
  "group.earlier": {
    "message": "Precedenti",
    "description": "Nome del gruppo in una pagina web, che è Precedenti"
  }
}