{
  "button.suggested": {
    "message": "Suggerito",
    "description": "Testo del pulsante, suggerito indica il pulsante di raccomandazione"
  },
  "menu.orderList": {
    "message": "Elenco ordini",
    "description": "Testo nel menu del sito, elenco ordini indica gli ordini effettuati dall'utente per acquistare servizi"
  },
  "menu.applicationList": {
    "message": "Elenco domande",
    "description": "Testo nel menu del sito, elenco domande indica le richieste degli utenti per utilizzare i servizi"
  },
  "menu.userProfile": {
    "message": "Profilo utente",
    "description": "Testo nel menu del sito, profilo utente indica le informazioni personali dell'utente"
  },
  "menu.idVerify": {
    "message": "Verifica identità",
    "description": "Testo nel menu del sito, verifica identità indica la verifica dell'identità dell'utente"
  },
  "menu.manageApplication": {
    "message": "Gestione domande",
    "description": "Testo nel menu del sito, gestione domande indica la gestione delle domande degli utenti"
  },
  "menu.distributionIndex": {
    "message": "Guadagni da raccomandazione",
    "description": "Testo nel menu del sito, guadagni da raccomandazione indica i guadagni degli utenti da raccomandazioni"
  },
  "menu.developerPlatform": {
    "message": "Piattaforma per sviluppatori",
    "description": "Testo nel menu del sito, piattaforma per sviluppatori indica la piattaforma dedicata agli sviluppatori"
  },
  "menu.usageList": {
    "message": "Registro utilizzo",
    "description": "Testo nel menu del sito, registro utilizzo indica la cronologia delle API utilizzate dagli utenti"
  },
  "menu.credentialIndex": {
    "message": "Credenziali",
    "description": "Testo nel menu del sito, credenziali indica le credenziali per accedere alle API"
  },
  "menu.manageOrder": {
    "message": "Gestione ordini",
    "description": "Testo nel menu del sito, gestione ordini indica la gestione degli ordini degli utenti"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestione distribuzione",
    "description": "Testo nel menu del sito, gestione distribuzione indica la gestione dello stato di distribuzione degli utenti, relativo ai guadagni da raccomandazione"
  },
  "message.benefit1": {
    "message": "Supporto dedicato dal servizio clienti",
    "description": "Testo sulla home page, supporto dedicato indica che gli utenti possono ricevere supporto specifico dal servizio clienti"
  },
  "message.benefit2": {
    "message": "Accesso prioritario alle nuove funzionalità",
    "description": "Testo sulla home page, accesso prioritario indica che gli utenti possono sperimentare per primi le nuove funzionalità"
  },
  "message.buyExtra": {
    "message": "Acquista",
    "description": "Testo sulla home page, acquisto indica che gli utenti possono comprare il credito"
  },
  "message.doNotWantSubscribe": {
    "message": "Non vuoi abbonarti a un abbonamento completo? Puoi anche provare a comprare crediti per singoli servizi.",
    "description": "Testo sulla home page, non vuoi abbonarti indica che l'utente non desidera sottoscrivere un abbonamento"
  },
  "subscription.weekly": {
    "message": "Abbonamento settimanale",
    "description": "Tipo di abbonamento, abbonamento settimanale indica che il tipo di abbonamento acquistato è settimanale"
  },
  "subscription.monthly": {
    "message": "Abbonamento mensile",
    "description": "Tipo di abbonamento, abbonamento mensile indica che il tipo di abbonamento acquistato è mensile"
  },
  "subscription.yearly": {
    "message": "Abbonamento annuale",
    "description": "Tipo di abbonamento, abbonamento annuale indica che il tipo di abbonamento acquistato è annuale"
  },
  "subscription.weekly.description": {
    "message": "Abbonamento settimanale per una prova, adatto per un uso a breve termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento settimanale indica che il tipo di abbonamento acquistato è settimanale"
  },
  "subscription.monthly.description": {
    "message": "Abbonamento mensile flessibile, adatto per uso a lungo termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento mensile indica che il tipo di abbonamento acquistato è mensile"
  },
  "subscription.yearly.description": {
    "message": "Abbonamento annuale a un valore eccezionale, la scelta più conveniente.",
    "description": "Descrizione del tipo di abbonamento, abbonamento annuale indica che il tipo di abbonamento acquistato è annuale"
  },
  "subscription.introduction": {
    "message": "Abbonati per sbloccare tutti i servizi AI del sito.",
    "description": "Introduzione all'abbonamento indica l'introduzione dei vari abbonamenti"
  }
}