{
  "button.suggested": {
    "message": "Consigliato",
    "description": "Testo del pulsante, consigliato indica il pulsante consigliato"
  },
  "menu.orderList": {
    "message": "Elenco ordini",
    "description": "Testo nel menu del sito, l'ordine si riferisce agli ordini degli utenti per l'acquisto di servizi"
  },
  "menu.applicationList": {
    "message": "Elenco richieste",
    "description": "Testo nel menu del sito, la richiesta si riferisce alle domande degli utenti per utilizzare i servizi"
  },
  "menu.userProfile": {
    "message": "Profilo utente",
    "description": "Testo nel menu del sito, il profilo utente si riferisce alle informazioni personali dell'utente"
  },
  "menu.idVerify": {
    "message": "Verifica identità",
    "description": "Testo nel menu del sito, la verifica identità si riferisce alla conferma dell'identità dell'utente"
  },
  "menu.manageApplication": {
    "message": "Gestione richieste",
    "description": "Testo nel menu del sito, la gestione richieste si riferisce alla gestione delle domande degli utenti"
  },
  "menu.distributionIndex": {
    "message": "Guadagni da referral",
    "description": "Testo nel menu del sito, i guadagni da referral si riferiscono ai guadagni degli utenti per le raccomandazioni"
  },
  "menu.developerPlatform": {
    "message": "Piattaforma per sviluppatori",
    "description": "Testo nel menu del sito, piattaforma per sviluppatori indica la piattaforma per gli sviluppatori"
  },
  "menu.usageList": {
    "message": "Storico utilizzo",
    "description": "Testo nel menu del sito, lo storico utilizzo si riferisce alla cronologia dell'uso dei servizi API da parte dell'utente"
  },
  "menu.credentialIndex": {
    "message": "Credenziali",
    "description": "Testo nel menu del sito, le credenziali si riferiscono alle credenziali per accedere all'API"
  },
  "menu.manageOrder": {
    "message": "Gestione ordini",
    "description": "Testo nel menu del sito, la gestione ordini si riferisce alla gestione degli ordini degli utenti, l'ordine si riferisce agli ordini per l'acquisto di servizi"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestione distribuzione",
    "description": "Testo nel menu del sito, la gestione distribuzione si riferisce alla gestione dello stato di distribuzione degli utenti, riguardante i guadagni da referral"
  },
  "message.benefit1": {
    "message": "Supporto clienti esclusivo",
    "description": "Testo nella homepage del sito, supporto clienti esclusivo indica che l'utente può ricevere supporto da un servizio clienti esclusivo"
  },
  "message.benefit2": {
    "message": "Accesso prioritario alle nuove funzionalità",
    "description": "Testo nella homepage del sito, accesso prioritario alle nuove funzionalità indica che l'utente può accedere in anteprima alle nuove funzionalità"
  },
  "message.buyExtra": {
    "message": "Acquista",
    "description": "Testo nella homepage del sito, acquisto di crediti indica che l'utente può acquistare crediti"
  },
  "message.subscribe": {
    "message": "Abbonati",
    "description": "Testo nella homepage del sito, abbonamento indica che l'utente può abbonarsi"
  },
  "message.doNotWantSubscribe": {
    "message": "Non vuoi abbonarti? Puoi anche acquistare crediti singolarmente.",
    "description": "Testo nella homepage del sito, non voler abbonarsi indica che l'utente non vuole abbonarsi"
  },
  "message.doNotWantExtra": {
    "message": "Non vuoi acquistare crediti? Puoi anche abbonarti.",
    "description": "Testo nella homepage del sito, non voler acquistare crediti indica che l'utente non vuole acquistare crediti"
  },
  "message.applicationNotFound": {
    "message": "Domanda non trovata",
    "description": "Messaggio mostrato all'utente quando la domanda non esiste."
  },
  "subscription.title": {
    "message": "Abbonati per godere di più vantaggi",
    "description": "Messaggio mostrato all'utente quando si abbonano al servizio."
  },
  "subscription.3days": {
    "message": "Abbonamento di prova di 3 giorni",
    "description": "Tipo di abbonamento, abbonamento di prova di 3 giorni"
  },
  "subscription.3days.description": {
    "message": "Abbonamento di prova, adatto per un uso a breve termine.",
    "description": "Descrizione del tipo di abbonamento, adatto per un uso a breve termine"
  },
  "subscription.weekly": {
    "message": "Abbonamento settimanale",
    "description": "Tipo di abbonamento, abbonamento settimanale indica che l'utente ha acquistato un abbonamento settimanale"
  },
  "subscription.monthly": {
    "message": "Abbonamento mensile",
    "description": "Tipo di abbonamento, abbonamento mensile indica che l'utente ha acquistato un abbonamento mensile"
  },
  "subscription.yearly": {
    "message": "Abbonamento annuale",
    "description": "Tipo di abbonamento, abbonamento annuale indica che l'utente ha acquistato un abbonamento annuale"
  },
  "subscription.weekly.description": {
    "message": "Abbonamento settimanale di prova, adatto per un uso a breve termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento settimanale indica che l'utente ha acquistato un abbonamento settimanale"
  },
  "subscription.monthly.description": {
    "message": "Abbonamento mensile flessibile, adatto per un uso a lungo termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento mensile indica che l'utente ha acquistato un abbonamento mensile"
  },
  "subscription.yearly.description": {
    "message": "Abbonamento annuale conveniente, la scelta più economica.",
    "description": "Descrizione del tipo di abbonamento, abbonamento annuale indica che l'utente ha acquistato un abbonamento annuale"
  },
  "subscription.introduction": {
    "message": "Abbonati per sbloccare tutti i servizi AI del sito.",
    "description": "Introduzione all'abbonamento indica l'introduzione all'abbonamento"
  },
  "menu.coinIndex": {
    "message": "Integrazione criptovalute",
    "description": "Testo nel menu del sito, si riferisce all'integrazione delle criptovalute"
  },
  "menu.platformTokenIndex": {
    "message": "Token della piattaforma",
    "description": "Testo nel menu del sito, il token della piattaforma si riferisce al token utilizzato per accedere alla piattaforma Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Centro pubblicazioni",
    "description": "Testo nel menu del sito, il centro pubblicazioni si riferisce al centro in cui gli utenti pubblicano contenuti"
  },
  "menu.platformRankIndex": {
    "message": "Classifica piattaforma",
    "description": "Testo nel menu del sito, la classifica piattaforma si riferisce alla classifica dei guadagni da referral degli utenti"
  },
  "menu.manageOrderDiscount": {
    "message": "Gestione sconti",
    "description": "Testo nel menu del sito, accesso alla gestione degli sconti sugli ordini visibile solo agli amministratori"
  },
  "menu.manageUser": {
    "message": "Gestione utenti",
    "description": "Testo nel menu del sito, accesso alla gestione degli utenti visibile solo agli amministratori"
  },
  "menu.revenueAnalysis": {
    "message": "Analisi guadagni",
    "description": "Testo nel menu del sito, accesso all'analisi dei guadagni visibile solo agli amministratori"
  }
}
