{
  "button.suggested": {
    "message": "Suggerito",
    "description": "Testo del pulsante che indica un'opzione consigliata"
  },
  "menu.orderList": {
    "message": "Elenco ordini",
    "description": "Testo nel menu del sito, l'elenco degli ordini rappresenta gli ordini dei servizi acquistati dagli utenti"
  },
  "menu.applicationList": {
    "message": "Elenco richieste",
    "description": "Testo nel menu del sito, l'elenco delle richieste rappresenta le richieste degli utenti per utilizzare i servizi"
  },
  "menu.userProfile": {
    "message": "Profilo utente",
    "description": "Testo nel menu del sito, il profilo utente rappresenta le informazioni personali dell'utente"
  },
  "menu.idVerify": {
    "message": "Verifica identità",
    "description": "Testo nel menu del sito, la verifica identità rappresenta la conferma dell'identità dell'utente"
  },
  "menu.manageApplication": {
    "message": "Gestione richieste",
    "description": "Testo nel menu del sito, la gestione delle richieste rappresenta la gestione delle richieste dell'utente"
  },
  "menu.distributionIndex": {
    "message": "Guadagni da referenze",
    "description": "Testo nel menu del sito, i guadagni da referenze rappresentano i guadagni ottenuti dall'utente per le sue referenze"
  },
  "menu.developerPlatform": {
    "message": "Piattaforma sviluppatori",
    "description": "Testo nel menu del sito, la piattaforma sviluppatori rappresenta lo spazio dedicato agli sviluppatori"
  },
  "menu.usageList": {
    "message": "Storico utilizzo",
    "description": "Testo nel menu del sito, lo storico utilizzo rappresenta la cronologia dei servizi API utilizzati dall'utente"
  },
  "menu.credentialIndex": {
    "message": "Credenziali",
    "description": "Testo nel menu del sito, le credenziali rappresentano le informazioni di accesso alle API"
  },
  "menu.manageOrder": {
    "message": "Gestione ordini",
    "description": "Testo nel menu del sito, la gestione ordini rappresenta la gestione degli ordini dell'utente, che si riferiscono agli ordini dei servizi acquistati"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestione distribuzione",
    "description": "Testo nel menu del sito, la gestione distribuzione rappresenta la gestione dello stato delle referenze dell'utente, relativo ai guadagni delle referenze"
  },
  "message.benefit1": {
    "message": "Supporto alla clientela dedicato",
    "description": "Testo sulla homepage del sito, il supporto alla clientela dedicato indica che l'utente può avere accesso a un servizio clienti esclusivo"
  },
  "message.benefit2": {
    "message": "Accesso prioritario alle nuove funzionalità",
    "description": "Testo sulla homepage del sito, l'accesso prioritario alle nuove funzionalità indica che l'utente può provare in anticipo le nuove funzionalità"
  },
  "message.buyExtra": {
    "message": "Acquista ora",
    "description": "Testo sulla homepage del sito, acquista ora indica che l'utente può acquistare crediti"
  },
  "message.subscribe": {
    "message": "Iscriviti ora",
    "description": "Testo sulla homepage del sito, iscriviti ora indica che l'utente può iscriversi come membro"
  },
  "message.doNotWantSubscribe": {
    "message": "Non vuoi iscriverti come membro del sito? Puoi anche provare ad acquistare crediti per servizi singoli.",
    "description": "Testo sulla homepage del sito, non vuoi iscriverti indica che l'utente non desidera abbonarsi come membro"
  },
  "message.doNotWantExtra": {
    "message": "Non vuoi acquistare crediti? Puoi anche provare a iscriverti come membro del sito.",
    "description": "Testo sulla homepage del sito, non vuoi acquistare crediti indica che l'utente non desidera acquistare crediti"
  },
  "subscription.3days": {
    "message": "Membro per 3 giorni",
    "description": "Tipo di abbonamento, membro per 3 giorni"
  },
  "subscription.3days.description": {
    "message": "Membro di prova, ideale per utilizzi a breve termine.",
    "description": "Tipo di abbonamento, ideale per utilizzi a breve termine"
  },
  "subscription.weekly": {
    "message": "Membro settimanale",
    "description": "Tipo di abbonamento, membro settimanale indica che l'utente ha acquistato un abbonamento settimanale"
  },
  "subscription.monthly": {
    "message": "Membro mensile",
    "description": "Tipo di abbonamento, membro mensile indica che l'utente ha acquistato un abbonamento mensile"
  },
  "subscription.yearly": {
    "message": "Membro annuale",
    "description": "Tipo di abbonamento, membro annuale indica che l'utente ha acquistato un abbonamento annuale"
  },
  "subscription.weekly.description": {
    "message": "Membro di prova settimanale, ideale per utilizzi a breve termine.",
    "description": "Descrizione del tipo di abbonamento, membro settimanale indica che l'utente ha acquistato un abbonamento settimanale"
  },
  "subscription.monthly.description": {
    "message": "Membro mensile flessibile, ideale per utilizzi a lungo termine.",
    "description": "Descrizione del tipo di abbonamento, membro mensile indica che l'utente ha acquistato un abbonamento mensile"
  },
  "subscription.yearly.description": {
    "message": "Membro annuale straordinario, la scelta più conveniente.",
    "description": "Descrizione del tipo di abbonamento, membro annuale indica che l'utente ha acquistato un abbonamento annuale"
  },
  "subscription.introduction": {
    "message": "Iscriviti come membro per sbloccare tutti i servizi AI del sito.",
    "description": "Presentazione del servizio di abbonamento"
  }
}