{
  "button.suggested": {
    "message": "Consigliato",
    "description": "Testo del pulsante, consigliato indica il pulsante consigliato"
  },
  "menu.orderList": {
    "message": "Elenco ordini",
    "description": "Testo nel menu del sito, ordini indica gli ordini di acquisto dei servizi da parte dell'utente"
  },
  "menu.applicationList": {
    "message": "Elenco delle domande",
    "description": "Testo nel menu del sito, domande indica le richieste di utilizzo dei servizi da parte dell'utente"
  },
  "menu.userProfile": {
    "message": "Profilo utente",
    "description": "Testo nel menu del sito, profilo utente indica il profilo personale dell'utente"
  },
  "menu.idVerify": {
    "message": "Verifica dell'identità",
    "description": "Testo nel menu del sito, verifica dell'identità indica la verifica dell'identità dell'utente"
  },
  "menu.manageApplication": {
    "message": "Gestione delle domande",
    "description": "Testo nel menu del sito, gestione delle domande indica la gestione delle richieste dell'utente"
  },
  "menu.distributionIndex": {
    "message": "Guadagni da raccomandazione",
    "description": "Testo nel menu del sito, guadagni da raccomandazione indica i guadagni derivanti dalle raccomandazioni dell'utente"
  },
  "menu.developerPlatform": {
    "message": "Piattaforma per sviluppatori",
    "description": "Testo nel menu del sito, piattaforma per sviluppatori indica la piattaforma per gli sviluppatori"
  },
  "menu.usageList": {
    "message": "Registro di utilizzo",
    "description": "Testo nel menu del sito, registro di utilizzo indica la cronologia dell'uso dei servizi API da parte dell'utente"
  },
  "menu.credentialIndex": {
    "message": "Credenziali",
    "description": "Testo nel menu del sito, credenziali indica le credenziali per accedere all'API"
  },
  "menu.manageOrder": {
    "message": "Gestione degli ordini",
    "description": "Testo nel menu del sito, gestione degli ordini indica la gestione degli ordini dell'utente, ordini indica gli ordini di acquisto dei servizi da parte dell'utente"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestione della distribuzione",
    "description": "Testo nel menu del sito, gestione della distribuzione indica la gestione dello stato di distribuzione dell'utente, correlato ai guadagni da raccomandazione dell'utente"
  },
  "message.benefit1": {
    "message": "Supporto clienti esclusivo",
    "description": "Testo nella homepage del sito, supporto clienti esclusivo indica che l'utente può ricevere supporto da un servizio clienti esclusivo"
  },
  "message.benefit2": {
    "message": "Accesso prioritario alle nuove funzionalità",
    "description": "Testo nella homepage del sito, accesso prioritario alle nuove funzionalità indica che l'utente può accedere in anteprima alle nuove funzionalità"
  },
  "message.buyExtra": {
    "message": "Acquista",
    "description": "Testo nella homepage del sito, acquisto di crediti indica che l'utente può acquistare crediti"
  },
  "message.subscribe": {
    "message": "Abbonati",
    "description": "Testo nella homepage del sito, abbonamento indica che l'utente può abbonarsi"
  },
  "message.doNotWantSubscribe": {
    "message": "Non vuoi abbonarti? Puoi anche acquistare crediti singolarmente.",
    "description": "Testo nella homepage del sito, non voler abbonarsi indica che l'utente non vuole abbonarsi"
  },
  "message.doNotWantExtra": {
    "message": "Non vuoi acquistare crediti? Puoi anche abbonarti.",
    "description": "Testo nella homepage del sito, non voler acquistare crediti indica che l'utente non vuole acquistare crediti"
  },
  "message.applicationNotFound": {
    "message": "Domanda non trovata",
    "description": "Messaggio mostrato all'utente quando la domanda non esiste."
  },
  "subscription.title": {
    "message": "Abbonati per godere di più vantaggi",
    "description": "Messaggio mostrato all'utente quando si abbonano al servizio."
  },
  "subscription.3days": {
    "message": "Abbonamento di prova di 3 giorni",
    "description": "Tipo di abbonamento, abbonamento di prova di 3 giorni"
  },
  "subscription.3days.description": {
    "message": "Abbonamento di prova, adatto per un uso a breve termine.",
    "description": "Descrizione del tipo di abbonamento, adatto per un uso a breve termine"
  },
  "subscription.weekly": {
    "message": "Abbonamento settimanale",
    "description": "Tipo di abbonamento, abbonamento settimanale indica che l'utente ha acquistato un abbonamento settimanale"
  },
  "subscription.monthly": {
    "message": "Abbonamento mensile",
    "description": "Tipo di abbonamento, abbonamento mensile indica che l'utente ha acquistato un abbonamento mensile"
  },
  "subscription.yearly": {
    "message": "Abbonamento annuale",
    "description": "Tipo di abbonamento, abbonamento annuale indica che l'utente ha acquistato un abbonamento annuale"
  },
  "subscription.weekly.description": {
    "message": "Abbonamento settimanale di prova, adatto per un uso a breve termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento settimanale indica che l'utente ha acquistato un abbonamento settimanale"
  },
  "subscription.monthly.description": {
    "message": "Abbonamento mensile flessibile, adatto per un uso a lungo termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento mensile indica che l'utente ha acquistato un abbonamento mensile"
  },
  "subscription.yearly.description": {
    "message": "Abbonamento annuale conveniente, la scelta più economica.",
    "description": "Descrizione del tipo di abbonamento, abbonamento annuale indica che l'utente ha acquistato un abbonamento annuale"
  },
  "subscription.introduction": {
    "message": "Abbonati per sbloccare tutti i servizi AI del sito.",
    "description": "Introduzione all'abbonamento indica l'introduzione all'abbonamento"
  }
}