{
  "button.suggested": {
    "message": "Consigliato",
    "description": "Testo nel pulsante, consiglia indica il pulsante consigliato"
  },
  "menu.orderList": {
    "message": "Elenco ordini",
    "description": "Testo nel menu del sito, ordine indica l'ordine per i servizi acquistati dall'utente"
  },
  "menu.applicationList": {
    "message": "Elenco richieste",
    "description": "Testo nel menu del sito, richieste indica le istanze di utilizzo dei servizi da parte dell'utente"
  },
  "menu.userProfile": {
    "message": "Profilo utente",
    "description": "Testo nel menu del sito, profilo utente indica le informazioni personali dell'utente"
  },
  "menu.idVerify": {
    "message": "Verifica identità",
    "description": "Testo nel menu del sito, verifica identità indica la verifica dell'identità dell'utente"
  },
  "menu.manageApplication": {
    "message": "Gestione richieste",
    "description": "Testo nel menu del sito, gestione richieste indica la gestione delle richieste dell'utente"
  },
  "menu.distributionIndex": {
    "message": "Guadagni da referral",
    "description": "Testo nel menu del sito, guadagni da referral indica i guadagni derivanti dalle raccomandazioni dell'utente"
  },
  "menu.developerPlatform": {
    "message": "Piattaforma per sviluppatori",
    "description": "Testo nel menu del sito, piattaforma per sviluppatori indica la piattaforma per gli sviluppatori"
  },
  "menu.usageList": {
    "message": "Registro utilizzo",
    "description": "Testo nel menu del sito, registro utilizzo indica la cronologia dell'uso del servizio API da parte dell'utente"
  },
  "menu.credentialIndex": {
    "message": "Credenziali",
    "description": "Testo nel menu del sito, credenziali indica le credenziali per accedere all'API"
  },
  "menu.manageOrder": {
    "message": "Gestione ordini",
    "description": "Testo nel menu del sito, gestione ordini indica la gestione degli ordini dell'utente, ordine indica l'acquisto dei servizi"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestione distribuzione",
    "description": "Testo nel menu del sito, gestione distribuzione indica la gestione dello stato di distribuzione dell'utente, relativo ai guadagni da referral"
  },
  "message.benefit1": {
    "message": "Supporto dedicato per domande",
    "description": "Testo nella homepage del sito, supporto dedicato per domande indica che l'utente può ricevere supporto dedicato dal servizio clienti"
  },
  "message.benefit2": {
    "message": "Accesso prioritario a nuove funzionalità",
    "description": "Testo nella homepage del sito, accesso prioritario a nuove funzionalità indica che l'utente può provare in anticipo le nuove funzionalità"
  },
  "message.buyExtra": {
    "message": "Acquista ora",
    "description": "Testo nella homepage del sito, acquistare quantità indica che l'utente può acquistare una quantità"
  },
  "message.subscribe": {
    "message": "Abbonati ora",
    "description": "Testo nella homepage del sito, abbonamento indica che l'utente può abbonarsi"
  },
  "message.doNotWantSubscribe": {
    "message": "Non vuoi abbonarti all'abbonamento completo? Puoi anche provare ad acquistare una quota per un servizio singolo.",
    "description": "Testo nella homepage del sito, non vuoi abbonarti indica che l'utente non desidera abbonarsi"
  },
  "message.doNotWantExtra": {
    "message": "Non vuoi acquistare una quota? Puoi anche provare ad abbonarti all'abbonamento completo.",
    "description": "Testo nella homepage del sito, non vuoi acquistare una quota indica che l'utente non desidera acquistare una quantità"
  },
  "subscription.3days": {
    "message": "Abbonamento di 3 giorni",
    "description": "Tipo di abbonamento, abbonamento di 3 giorni"
  },
  "subscription.3days.description": {
    "message": "Abbonamento prova, adatto per un uso a breve termine.",
    "description": "Tipo di abbonamento, adatto per un uso a breve termine"
  },
  "subscription.weekly": {
    "message": "Abbonamento settimanale",
    "description": "Tipo di abbonamento, abbonamento settimanale indica che l'utente ha scelto questa tipologia"
  },
  "subscription.monthly": {
    "message": "Abbonamento mensile",
    "description": "Tipo di abbonamento, abbonamento mensile indica che l'utente ha scelto questa tipologia"
  },
  "subscription.yearly": {
    "message": "Abbonamento annuale",
    "description": "Tipo di abbonamento, abbonamento annuale indica che l'utente ha scelto questa tipologia"
  },
  "subscription.weekly.description": {
    "message": "Abbonamento prova settimanale, adatto per un uso a breve termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento settimanale indica che l'utente ha scelto questa tipologia"
  },
  "subscription.monthly.description": {
    "message": "Abbonamento mensile flessibile, adatto per un uso a lungo termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento mensile indica che l'utente ha scelto questa tipologia"
  },
  "subscription.yearly.description": {
    "message": "Abbonamento annuale conveniente, la scelta più vantaggiosa.",
    "description": "Descrizione del tipo di abbonamento, abbonamento annuale indica che l'utente ha scelto questa tipologia"
  },
  "subscription.introduction": {
    "message": "Abbonati per sbloccare tutti i servizi AI del sito.",
    "description": "Introduzione all'abbonamento, indica i dettagli dell'abbonamento"
  }
}