{
  "button.suggested": {
    "message": "Suggerito",
    "description": "Testo del pulsante, suggerito indica il pulsante di raccomandazione"
  },
  "menu.orderList": {
    "message": "Elenco ordini",
    "description": "Testo nel menu del sito web, elenco ordini indica gli ordini dei servizi acquistati dall'utente"
  },
  "menu.applicationList": {
    "message": "Elenco domande",
    "description": "Testo nel menu del sito web, elenco domande indica le richieste di utilizzo dei servizi da parte dell'utente"
  },
  "menu.userProfile": {
    "message": "Profilo utente",
    "description": "Testo nel menu del sito web, profilo utente indica le informazioni personali dell'utente"
  },
  "menu.idVerify": {
    "message": "Verifica identità",
    "description": "Testo nel menu del sito web, verifica identità indica la conferma dell'identità dell'utente"
  },
  "menu.manageApplication": {
    "message": "Gestione domande",
    "description": "Testo nel menu del sito web, gestione domande indica la gestione delle richieste dell'utente"
  },
  "menu.distributionIndex": {
    "message": "Guadagni suggeriti",
    "description": "Testo nel menu del sito web, guadagni suggeriti indica i guadagni ottenuti dagli utenti per le raccomandazioni"
  },
  "menu.developerPlatform": {
    "message": "Piattaforma per sviluppatori",
    "description": "Testo nel menu del sito web, piattaforma per sviluppatori indica la piattaforma per i programmatori"
  },
  "menu.usageList": {
    "message": "Storico utilizzo",
    "description": "Testo nel menu del sito web, storico utilizzo indica la cronologia dei servizi API utilizzati dall'utente"
  },
  "menu.credentialIndex": {
    "message": "Credenziali",
    "description": "Testo nel menu del sito web, credenziali indica le autorizzazioni per accedere all'API"
  },
  "menu.manageOrder": {
    "message": "Gestione ordini",
    "description": "Testo nel menu del sito web, gestione ordini indica la gestione degli ordini dell'utente, in cui ordine indica i servizi acquistati dall'utente"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestione distribuzione",
    "description": "Testo nel menu del sito web, gestione distribuzione indica la gestione dello stato di distribuzione dell'utente, relativo ai guadagni per le raccomandazioni"
  },
  "message.benefit1": {
    "message": "Supporto personalizzato per domande",
    "description": "Testo nella homepage del sito, supporto personalizzato per domande indica il supporto per domande dedicato agli utenti"
  },
  "message.benefit2": {
    "message": "Accesso prioritario alle nuove funzionalità",
    "description": "Testo nella homepage del sito, accesso prioritario alle nuove funzionalità indica che l'utente può provare nuove funzionalità in anteprima"
  },
  "message.buyExtra": {
    "message": "Acquista credito",
    "description": "Testo nella homepage del sito, acquisto credito indica che l'utente può acquistare un quantitativo di utilizzo"
  },
  "message.subscribe": {
    "message": "Abbonati",
    "description": "Testo nella homepage del sito, abbonamento indica che l'utente può sottoscrivere un abbonamento"
  },
  "message.doNotWantSubscribe": {
    "message": "Non vuoi abbonarti a tutti i servizi? Puoi anche provare ad acquistare un credito per un singolo servizio.",
    "description": "Testo nella homepage del sito, non vuoi abbonarti indica che l'utente non desidera abbonarsi"
  },
  "message.doNotWantExtra": {
    "message": "Non vuoi acquistare credito? Puoi anche provare ad abbonarti a tutti i servizi.",
    "description": "Testo nella homepage del sito, non vuoi acquistare credito indica che l'utente non desidera acquistare"
  },
  "subscription.3days": {
    "message": "Abbonamento di 3 giorni",
    "description": "Tipo di abbonamento, abbonamento di 3 giorni"
  },
  "subscription.3days.description": {
    "message": "Abbonamento di prova, adatto per periodi brevi.",
    "description": "Tipo di abbonamento, adatto per utilizzi a breve termine"
  },
  "subscription.weekly": {
    "message": "Abbonamento settimanale",
    "description": "Tipo di abbonamento, abbonamento settimanale indica che l'utente ha acquistato un abbonamento di questa tipologia"
  },
  "subscription.monthly": {
    "message": "Abbonamento mensile",
    "description": "Tipo di abbonamento, abbonamento mensile indica che l'utente ha acquistato un abbonamento di questo tipo"
  },
  "subscription.yearly": {
    "message": "Abbonamento annuale",
    "description": "Tipo di abbonamento, abbonamento annuale indica che l'utente ha acquistato un abbonamento di questa categoria"
  },
  "subscription.weekly.description": {
    "message": "Prova l'abbonamento settimanale, adatto per utilizzi a breve termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento settimanale indica che l'utente ha acquistato un abbonamento settimanale"
  },
  "subscription.monthly.description": {
    "message": "Abbonamento mensile flessibile, adatto per utilizzi a lungo termine.",
    "description": "Descrizione del tipo di abbonamento, abbonamento mensile indica che l'utente ha acquistato un abbonamento mensile"
  },
  "subscription.yearly.description": {
    "message": "Abbonamento annuale conveniente, la scelta più vantaggiosa.",
    "description": "Descrizione del tipo di abbonamento, abbonamento annuale indica che l'utente ha scelto di acquistare un abbonamento annuale"
  },
  "subscription.introduction": {
    "message": "Abbonati per sbloccare tutti i servizi AI.",
    "description": "Introduzione all'abbonamento indica un riassunto dei vantaggi dell'abbonamento"
  }
}