{
  "button.detail": {
    "message": "Visualizza dettagli",
    "description": "Testo del pulsante utilizzato per visualizzare la cronologia delle raccomandazioni del sito web."
  },
  "button.withdrawal": {
    "message": "Prelievo",
    "description": "Testo del pulsante utilizzato per prelevare i guadagni consigliati dal sito web."
  },
  "button.query": {
    "message": "Ricerca",
    "description": "Testo del pulsante utilizzato per ricercare i guadagni consigliati dal sito web."
  },
  "field.id": {
    "message": "ID della raccomandazione",
    "description": "Identificatore univoco della raccomandazione, si applica alle raccomandazioni del sito web tramite servizi API."
  },
  "field.percentage": {
    "message": "Percentuale di guadagno consigliata",
    "description": "Percentuale di guadagno consigliata, calcolata in base all'importo dell'ordine."
  },
  "field.price": {
    "message": "Importo dell'ordine",
    "description": "Importo dell'ordine, utilizzato per calcolare i guadagni consigliati."
  },
  "field.reward": {
    "message": "Ricompensa consigliata",
    "description": "Guadagno consigliato, calcolato in base all'importo dell'ordine e alla percentuale di guadagno consigliata."
  },
  "field.createdAt": {
    "message": "Data di creazione della raccomandazione",
    "description": "Data di creazione della raccomandazione."
  },
  "field.level": {
    "message": "Livello",
    "description": "Livello di raccomandazione, utilizzato per calcolare i guadagni consigliati."
  },
  "field.threshold": {
    "message": "Soglia del guadagno consigliato",
    "description": "Soglia del guadagno consigliato, utilizzata per prelevare i guadagni consigliati."
  },
  "field.inviteeId": {
    "message": "ID dell'invitante",
    "description": "Identificatore univoco dell'invitante, si applica all'invito di utenti al sito web tramite servizi API."
  },
  "field.isVerified": {
    "message": "Verificato",
    "description": "Indicazione che l'utente raccomandato è stato verificato tramite informazioni reali."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Differenza di importo per il livello successivo",
    "description": "Differenza di importo tra l'ordine corrente e la soglia del livello successivo."
  },
  "message.developingWithDrawal": {
    "message": "Si prega di unirsi a Discord e consultare il personale di supporto per elaborare il prelievo. Il prelievo comporterà la detrazione delle relative imposte.",
    "description": "Messaggio che indica lo sviluppo della funzionalità di prelievo."
  },
  "message.technicalDetail": {
    "message": "Dettaglio tecnico",
    "description": "Dettagli tecnici di implementazione del sistema di raccomandazione."
  },
  "message.distributionQrDescription": {
    "message": "Descrizione del codice QR di raccomandazione (stesso contenuto del collegamento)",
    "description": "Descrizione del codice QR di raccomandazione."
  },
  "message.distributionLink": {
    "message": "Collegamento di raccomandazione",
    "description": "Collegamento di raccomandazione, utilizzato per associare i clienti come clienti affiliati."
  },
  "message.updateSuccessfully": {
    "message": "Aggiornamento riuscito",
    "description": "Indica il messaggio di aggiornamento riuscito delle informazioni di raccomandazione."
  },
  "message.distributionLinkDescription": {
    "message": "Se un cliente si registra su questa piattaforma tramite questo collegamento o codice QR, verrà associato permanentemente a te come tuo cliente affiliato e otterrà un rimborso sulla tua piattaforma in base alla percentuale di distribuzione corrente per tutte le sue ordini di consumo.",
    "description": "Descrizione del collegamento di raccomandazione."
  },
  "message.distributionLinkDescription2": {
    "message": "Questo collegamento contiene il tuo ID utente. Dopo che un cliente apre il collegamento, il tuo ID utente verrà registrato nel browser del cliente tramite cookie per sette giorni. Entro questi sette giorni, se il cliente si registra su questa piattaforma tramite scansione del codice, il tuo ID utente verrà caricato insieme ai cookie al server di registrazione e il cliente può essere associato come tuo cliente affiliato.",
    "description": "Descrizione del collegamento di raccomandazione."
  },
  "title.price": {
    "message": "Totale ordine raccomandato",
    "description": "Totale dell'ordine raccomandato, utilizzato per calcolare i guadagni consigliati."
  },
  "title.reward": {
    "message": "Totale ricompense consigliate",
    "description": "Totale delle ricompense consigliate, calcolato in base all'importo dell'ordine e alla percentuale di guadagno consigliata."
  },
  "title.level": {
    "message": "Livello di raccomandazione",
    "description": "Livello di raccomandazione, utilizzato per calcolare i guadagni consigliati."
  },
  "title.percentage": {
    "message": "Percentuale di guadagno consigliata",
    "description": "Percentuale di guadagno consigliata, utilizzata per calcolare i guadagni consigliati."
  },
  "title.currentLevel": {
    "message": "Livello corrente",
    "description": "Livello di raccomandazione corrente, utilizzato per calcolare i guadagni consigliati."
  },
  "title.nextLevel": {
    "message": "Prossimo livello",
    "description": "Prossimo livello di raccomandazione, utilizzato per calcolare i guadagni consigliati."
  },
  "title.currentPercentage": {
    "message": "Percentuale di guadagno corrente",
    "description": "Percentuale di guadagno corrente, utilizzata per calcolare i guadagni consigliati."
  },
  "title.nextPercentage": {
    "message": "Prossima percentuale di guadagno del livello successivo",
    "description": "Prossima percentuale di guadagno del livello successivo, utilizzata per calcolare i guadagni consigliati."
  },
  "title.levelInfo": {
    "message": "Informazioni sul livello",
    "description": "Informazioni sul livello di raccomandazione, utilizzate per calcolare i guadagni consigliati."
  },
  "title.distributionLink": {
    "message": "Collegamento di raccomandazione",
    "description": "Collegamento di raccomandazione, utilizzato per associare i clienti come clienti affiliati."
  },
  "title.inviteesCount": {
    "message": "Totale degli invitati",
    "description": "Numero totale degli invitati, utilizzato per calcolare i guadagni consigliati."
  },
  "title.manageDistributionStatus": {
    "message": "Gestione della distribuzione",
    "description": "Gestione dello stato delle raccomandazioni."
  }
}