{
  "button.detail": {
    "message": "Visualizza dettagli",
    "description": "Testo del pulsante per visualizzare i dettagli della cronologia delle raccomandazioni del sito."
  },
  "button.withdrawal": {
    "message": "Prelievo",
    "description": "Testo del pulsante per prelevare i guadagni delle raccomandazioni dal sito."
  },
  "button.query": {
    "message": "Interrogazione",
    "description": "Testo del pulsante per interrogare i guadagni delle raccomandazioni del sito."
  },
  "field.id": {
    "message": "ID Raccomandazione",
    "description": "Identificatore unico delle raccomandazioni, le raccomandazioni si riferiscono al sito dei servizi API."
  },
  "field.percentage": {
    "message": "Percentuale di guadagni da raccomandazione",
    "description": "Percentuale dei guadagni da raccomandazione calcolata in base all'importo dell'ordine."
  },
  "field.price": {
    "message": "Importo dell'ordine",
    "description": "Importo dell'ordine utilizzato per calcolare i guadagni da raccomandazione."
  },
  "field.reward": {
    "message": "Premio per raccomandazione",
    "description": "Guadagni da raccomandazione calcolati in base all'importo dell'ordine e alla percentuale di guadagni da raccomandazione."
  },
  "field.userId": {
    "message": "ID Utente",
    "description": "Identificatore unico dell'utente, si riferisce all'utente del sito dei servizi API."
  },
  "field.userEmail": {
    "message": "Email Utente",
    "description": "Email dell'utente."
  },
  "field.createdAt": {
    "message": "Data di Raccomandazione",
    "description": "Data in cui è stata creata la raccomandazione."
  },
  "field.level": {
    "message": "Livello",
    "description": "Livello della raccomandazione, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "field.threshold": {
    "message": "Soglia di guadagni da raccomandazione",
    "description": "Soglia di guadagni da raccomandazione utilizzata per prelevare i guadagni da raccomandazione."
  },
  "field.inviteeId": {
    "message": "ID Invitato",
    "description": "Identificatore unico dell'invitante, si riferisce all'invitante che ha invitato l'invitato al sito dei servizi API."
  },
  "field.isVerified": {
    "message": "Verificato",
    "description": "Flag che indica se l'utente raccomandato è stato verificato con informazioni reali."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Differenza con il livello successivo",
    "description": "Differenza tra l'importo dell'ordine attuale e la soglia del livello successivo."
  },
  "message.developingWithDrawal": {
    "message": "Per favore, aggiungi assistenza clienti per gestire i prelievi; i prelievi saranno soggetti a tassazione sui redditi.",
    "description": "Messaggio che indica che la funzione di prelievo è in fase di sviluppo."
  },
  "message.technicalDetail": {
    "message": "Dettagli tecnici",
    "description": "Implementazione dei dettagli tecnici del sistema di raccomandazione."
  },
  "message.distributionQrDescription": {
    "message": "Codice QR della raccomandazione (identico al contenuto del link)",
    "description": "Descrizione del codice QR della raccomandazione."
  },
  "message.distributionLink": {
    "message": "Link di Raccomandazione",
    "description": "Link di raccomandazione per legare il cliente come cliente di secondo livello."
  },
  "message.updateSuccessfully": {
    "message": "Aggiornamento riuscito",
    "description": "Messaggio che indica che le informazioni sulla raccomandazione sono state aggiornate con successo."
  },
  "message.distributionLinkDescription": {
    "message": "Se un cliente si registra sulla nostra piattaforma tramite questo link o codice QR, il cliente sarà permanentemente legato come tuo cliente di secondo livello, e tutti gli ordini di consumo del cliente sulla nostra piattaforma saranno restituiti al tuo account in base al tasso di distribuzione attuale.",
    "description": "Descrizione del link di raccomandazione."
  },
  "message.distributionLinkDescription2": {
    "message": "Questo link contiene il tuo ID utente. Quando un cliente apre il link, il tuo ID utente sarà registrato nel browser del cliente come Cookie, valido per sette giorni. Se entro sette giorni il cliente si registra sulla nostra piattaforma scansionando questo codice, il tuo ID utente sarà caricato sul server di registrazione con i Cookie e il cliente potrà essere legato come tuo cliente di secondo livello.",
    "description": "Descrizione del link di raccomandazione."
  },
  "title.price": {
    "message": "Importo totale dell'ordine da raccomandazione",
    "description": "Importo totale dell'ordine da raccomandazione utilizzato per calcolare i guadagni da raccomandazione."
  },
  "title.reward": {
    "message": "Premio totale da raccomandazione",
    "description": "Premio totale da raccomandazione calcolato in base all'importo dell'ordine e alla percentuale di guadagni da raccomandazione."
  },
  "title.level": {
    "message": "Livello di Raccomandazione",
    "description": "Livello di raccomandazione, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "title.percentage": {
    "message": "Percentuale di guadagni da raccomandazione",
    "description": "Percentuale di guadagni da raccomandazione, utilizzata per calcolare i guadagni da raccomandazione."
  },
  "title.currentLevel": {
    "message": "Livello attuale",
    "description": "Livello attuale della raccomandazione, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "title.nextLevel": {
    "message": "Prossimo livello",
    "description": "Prossimo livello di raccomandazione, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "title.currentPercentage": {
    "message": "Percentuale attuale di guadagni da raccomandazione",
    "description": "Percentuale attuale di guadagni da raccomandazione, utilizzata per calcolare i guadagni da raccomandazione."
  },
  "title.nextPercentage": {
    "message": "Percentuale di guadagni da raccomandazione del prossimo livello",
    "description": "Percentuale di guadagni da raccomandazione del prossimo livello, utilizzata per calcolare i guadagni da raccomandazione."
  },
  "title.levelInfo": {
    "message": "Informazioni sul livello",
    "description": "Informazioni sul livello di raccomandazione, utilizzate per calcolare i guadagni da raccomandazione."
  },
  "title.distributionLink": {
    "message": "Link di Raccomandazione",
    "description": "Link di raccomandazione per legare il cliente come cliente di secondo livello."
  },
  "title.inviteesCount": {
    "message": "Numero totale di invitati",
    "description": "Il numero totale di invitati, utilizzato per calcolare i guadagni da referral."
  },
  "title.manageDistributionStatus": {
    "message": "Gestione delle distribuzioni",
    "description": "Gestione dello stato delle raccomandazioni."
  }
}