{
  "button.detail": {
    "message": "Visualizza dettagli",
    "description": "Testo del pulsante, utilizzato per visualizzare i dettagli della storia delle raccomandazioni del sito."
  },
  "button.withdrawal": {
    "message": "Prelievo",
    "description": "Testo del pulsante, utilizzato per ritirare i guadagni delle raccomandazioni sul sito."
  },
  "button.query": {
    "message": "Richiesta",
    "description": "Testo del pulsante, utilizzato per richiedere i guadagni delle raccomandazioni sul sito."
  },
  "field.id": {
    "message": "ID Raccomandazione",
    "description": "Identificatore unico per la distribuzione, la distribuzione si riferisce alle raccomandazioni del sito API."
  },
  "field.percentage": {
    "message": "Percentuale di guadagno dalla raccomandazione",
    "description": "La percentuale dei guadagni delle raccomandazioni, calcolata in base all'importo dell'ordine."
  },
  "field.price": {
    "message": "Importo dell'ordine",
    "description": "Importo dell'ordine, utilizzato per calcolare i guadagni delle raccomandazioni."
  },
  "field.reward": {
    "message": "Ricompensa della raccomandazione",
    "description": "Guadagno da raccomandazione, calcolato in base all'importo dell'ordine e alla percentuale di guadagno dalla raccomandazione."
  },
  "field.userId": {
    "message": "ID Utente",
    "description": "Identificatore unico per l'utente, l'utente si riferisce agli utenti del sito API."
  },
  "field.userEmail": {
    "message": "Email Utente",
    "description": "Email dell'utente"
  },
  "field.createdAt": {
    "message": "Data di Raccomandazione",
    "description": "Data in cui è stata creata la raccomandazione."
  },
  "field.level": {
    "message": " livello",
    "description": "Livello della raccomandazione, utilizzato per calcolare i guadagni delle raccomandazioni."
  },
  "field.threshold": {
    "message": "Soglia di guadagno dalla raccomandazione",
    "description": "La soglia per i guadagni delle raccomandazioni, utilizzata per ritirare i guadagni delle raccomandazioni."
  },
  "field.inviteeId": {
    "message": "ID Invitante",
    "description": "Identificatore unico per l'invitante, l'invitante si riferisce a chi invita l'invitato al sito API."
  },
  "field.isVerified": {
    "message": "Verificato",
    "description": "Flag che indica se l'utente raccomandato è stato verificato con informazioni reali."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Differenza rispetto al prossimo livello",
    "description": "Differenza tra l'importo dell'ordine attuale e la soglia del prossimo livello."
  },
  "message.developingWithDrawal": {
    "message": "Si prega di contattare il servizio clienti per gestire i prelievi, i prelievi saranno soggetti a detrazioni fiscali pertinenti.",
    "description": "Messaggio che indica che la funzione di prelievo è in fase di sviluppo."
  },
  "message.technicalDetail": {
    "message": "Dettagli tecnici",
    "description": "Dettagli tecnici dell'implementazione del sistema di raccomandazione."
  },
  "message.distributionQrDescription": {
    "message": "Codice QR per la Raccomandazione (identico al contenuto del link)",
    "description": "Descrizione del codice QR per le raccomandazioni."
  },
  "message.distributionLink": {
    "message": "Link di Raccomandazione",
    "description": "Link di raccomandazione, utilizzato per legare il cliente come cliente di livello inferiore."
  },
  "message.updateSuccessfully": {
    "message": "Aggiornamento riuscito",
    "description": "Messaggio che indica che le informazioni della raccomandazione sono state aggiornate con successo."
  },
  "message.distributionLinkDescription": {
    "message": "Se il cliente si registra su questa piattaforma tramite questo link o codice QR, sarà legato in modo permanente come tuo cliente di livello inferiore, e tutti gli ordini di consumo del cliente su questa piattaforma saranno restituiti al tuo account in base al rapporto di distribuzione attuale.",
    "description": "Descrizione del link di raccomandazione."
  },
  "message.distributionLinkDescription2": {
    "message": "Questo link contiene il tuo ID utente. Dopo che il cliente apre il link, il tuo ID utente sarà registrato nel browser del cliente come cookie, valido per sette giorni. Se il cliente si registra sulla piattaforma entro sette giorni scansionando il codice, il tuo ID utente sarà caricato insieme ai cookie sul server di registrazione e il cliente potrà essere legato come tuo cliente di livello inferiore.",
    "description": "Descrizione del link di raccomandazione."
  },
  "title.price": {
    "message": "Importo totale degli ordini di raccomandazione",
    "description": "Importo totale degli ordini di raccomandazione, utilizzato per calcolare i guadagni delle raccomandazioni."
  },
  "title.reward": {
    "message": "Guadagno totale dalla raccomandazione",
    "description": "Guadagno totale dalla raccomandazione, calcolato in base all'importo dell'ordine e alla percentuale di guadagno dalla raccomandazione."
  },
  "title.level": {
    "message": "Livello di raccomandazione",
    "description": "Livello di raccomandazione, utilizzato per calcolare i guadagni delle raccomandazioni."
  },
  "title.percentage": {
    "message": "Percentuale di guadagno dalla raccomandazione",
    "description": "Percentuale di guadagno dalla raccomandazione, utilizzata per calcolare i guadagni delle raccomandazioni."
  },
  "title.currentLevel": {
    "message": "Livello attuale",
    "description": "Livello di raccomandazione attuale, utilizzato per calcolare i guadagni delle raccomandazioni."
  },
  "title.nextLevel": {
    "message": "Prossimo livello",
    "description": "Prossimo livello di raccomandazione, utilizzato per calcolare i guadagni delle raccomandazioni."
  },
  "title.currentPercentage": {
    "message": "Percentuale attuale di guadagno dalla raccomandazione",
    "description": "Percentuale attuale di guadagno dalla raccomandazione, utilizzata per calcolare i guadagni delle raccomandazioni."
  },
  "title.nextPercentage": {
    "message": "Percentuale di guadagno dalla raccomandazione del prossimo livello",
    "description": "Percentuale di guadagno dalla raccomandazione del prossimo livello, utilizzata per calcolare i guadagni delle raccomandazioni."
  },
  "title.levelInfo": {
    "message": "Informazioni sul livello",
    "description": "Informazioni sul livello di raccomandazione, utilizzate per calcolare i guadagni delle raccomandazioni."
  },
  "title.distributionLink": {
    "message": "Link di Raccomandazione",
    "description": "Link di raccomandazione, utilizzato per legare il cliente come cliente di livello inferiore."
  },
  "title.inviteesCount": {
    "message": "Numero totale degli invitati",
    "description": "Il numero totale degli invitati, utilizzato per calcolare i guadagni dalla raccomandazione."
  },
  "title.manageDistributionStatus": {
    "message": "Gestione della distribuzione",
    "description": "La gestione dello stato delle raccomandazioni."
  }
}