{
  "button.detail": {
    "message": "Visualizza dettagli",
    "description": "Testo del pulsante usato per visualizzare i dettagli storici delle raccomandazioni del sito."
  },
  "button.withdrawal": {
    "message": "Preleva",
    "description": "Testo del pulsante usato per prelevare i guadagni delle raccomandazioni dal sito."
  },
  "button.query": {
    "message": "Consulta",
    "description": "Testo del pulsante usato per consultare i guadagni delle raccomandazioni del sito."
  },
  "field.id": {
    "message": "ID raccomandazione",
    "description": "Identificatore unico per la distribuzione, la distribuzione si riferisce alla raccomandazione del sito API."
  },
  "field.percentage": {
    "message": "Percentuale di guadagno da raccomandazione",
    "description": "Percentuale dei guadagni da raccomandazione, calcolata in base all'importo dell'ordine."
  },
  "field.price": {
    "message": "Importo dell'ordine",
    "description": "Importo dell'ordine, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "field.reward": {
    "message": "Ricompensa da raccomandazione",
    "description": "Guadagni da raccomandazione, calcolati in base all'importo dell'ordine e alla percentuale di guadagno da raccomandazione."
  },
  "field.userId": {
    "message": "ID utente",
    "description": "Identificatore unico per l'utente, l'utente si riferisce agli utenti del sito API."
  },
  "field.userEmail": {
    "message": "Email utente",
    "description": "Email dell'utente"
  },
  "field.createdAt": {
    "message": "Data di raccomandazione",
    "description": "Data di creazione della raccomandazione."
  },
  "field.level": {
    "message": "Livello",
    "description": "Livello della raccomandazione, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "field.threshold": {
    "message": "Soglia di guadagno da raccomandazione",
    "description": "Soglia per i guadagni da raccomandazione, utilizzata per prelevare i guadagni da raccomandazione."
  },
  "field.inviteeId": {
    "message": "ID invitato",
    "description": "Identificatore unico per l'invitante, l'invitante si riferisce a chi invita l'invitato al sito API."
  },
  "field.isVerified": {
    "message": "Verificato",
    "description": "Flag che indica se l'utente raccomandato ha superato la verifica delle informazioni reali."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Differenza rispetto al livello successivo",
    "description": "Differenza tra l'importo dell'ordine attuale e la soglia del livello successivo."
  },
  "message.developingWithDrawal": {
    "message": "Si prega di unirsi a Discord e contattare il personale di supporto per gestire il prelievo, il prelievo comporterà detrazioni fiscali applicabili.",
    "description": "Messaggio che indica che la funzione di prelievo è in fase di sviluppo."
  },
  "message.technicalDetail": {
    "message": "Dettagli tecnici",
    "description": "Dettagli tecnici sull'implementazione del sistema di raccomandazione."
  },
  "message.distributionQrDescription": {
    "message": "QR code di raccomandazione (con lo stesso contenuto del link)",
    "description": "Descrizione del QR code di raccomandazione."
  },
  "message.distributionLink": {
    "message": "Link di raccomandazione",
    "description": "Link di raccomandazione, utilizzato per legare i clienti come clienti di livello inferiore."
  },
  "message.updateSuccessfully": {
    "message": "Aggiornamento riuscito",
    "description": "Messaggio che indica che le informazioni sulla raccomandazione sono state aggiornate con successo."
  },
  "message.distributionLinkDescription": {
    "message": "Se un cliente si registra sulla nostra piattaforma tramite questo link o QR code, sarà legato permanentemente come tuo cliente di livello inferiore, e tutte le spese del cliente su questa piattaforma verranno restituite al tuo conto in base alla percentuale di distribuzione attuale.",
    "description": "Descrizione del link di raccomandazione."
  },
  "message.distributionLinkDescription2": {
    "message": "Questo link contiene il tuo ID utente. Quando il cliente apre il link, il tuo ID utente verrà registrato nel browser del cliente come Cookie, con una scadenza di sette giorni. Se il cliente si registra sulla nostra piattaforma entro sette giorni scansionando il codice, il tuo ID utente sarà caricato insieme ai Cookie sul server di registrazione e il cliente potrà essere legato come tuo cliente di livello inferiore.",
    "description": "Descrizione del link di raccomandazione."
  },
  "title.price": {
    "message": "Importo totale degli ordini raccomandati",
    "description": "Importo totale degli ordini raccomandati, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "title.reward": {
    "message": "Totale ricompense da raccomandazione",
    "description": "Totale delle ricompense da raccomandazione, calcolato in base all'importo dell'ordine e alla percentuale di guadagno da raccomandazione."
  },
  "title.level": {
    "message": "Livello di raccomandazione",
    "description": "Livello di raccomandazione, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "title.percentage": {
    "message": "Percentuale di guadagno da raccomandazione",
    "description": "Percentuale di guadagno da raccomandazione, utilizzata per calcolare i guadagni da raccomandazione."
  },
  "title.currentLevel": {
    "message": "Livello attuale",
    "description": "Livello di raccomandazione attuale, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "title.nextLevel": {
    "message": "Prossimo livello",
    "description": "Prossimo livello di raccomandazione, utilizzato per calcolare i guadagni da raccomandazione."
  },
  "title.currentPercentage": {
    "message": "Percentuale attuale di guadagno da raccomandazione",
    "description": "Percentuale attuale di guadagno da raccomandazione, utilizzata per calcolare i guadagni da raccomandazione."
  },
  "title.nextPercentage": {
    "message": "Percentuale di guadagno da raccomandazione del prossimo livello",
    "description": "Percentuale di guadagno da raccomandazione del livello successivo, utilizzata per calcolare i guadagni da raccomandazione."
  },
  "title.levelInfo": {
    "message": "Informazioni sul livello",
    "description": "Informazioni sul livello di raccomandazione, utilizzate per calcolare i guadagni da raccomandazione."
  },
  "title.distributionLink": {
    "message": "Link di raccomandazione",
    "description": "Link di raccomandazione, utilizzato per legare i clienti come clienti di livello inferiore."
  },
  "title.inviteesCount": {
    "message": "Numero totale degli invitati",
    "description": "Invitati totali, utilizzato per calcolare i guadagni da referral."
  },
  "title.manageDistributionStatus": {
    "message": "Gestione della distribuzione",
    "description": "Gestione dello stato dei referral."
  }
}