{
  "entity.requestQueries": {
    "message": "Parametri URL",
    "description": "Questi sono i parametri passati nell'URL. Sono separati da '?' e da '&'."
  },
  "entity.requestBody": {
    "message": "Corpo della richiesta",
    "description": "Questo è il corpo della richiesta. Di solito usato per richieste POST e PUT."
  },
  "entity.responseBody": {
    "message": "Corpo della risposta",
    "description": "Questo è il corpo della risposta. Di solito presentato in formato JSON."
  },
  "entity.requestHeaders": {
    "message": "Intestazioni della richiesta",
    "description": "Queste sono le intestazioni passate nella richiesta. Di solito utilizzate per l'autenticazione."
  },
  "entity.requestHeader": {
    "message": "Intestazione della richiesta",
    "description": "Questa è l'intestazione passata nella richiesta. Di solito utilizzata per l'autenticazione."
  },
  "entity.requestQuery": {
    "message": "Parametri URL",
    "description": "Questo è il parametro passato nell'URL. Separato da '?' e da '&'."
  },
  "entity.responseHeaders": {
    "message": "Intestazioni della risposta",
    "description": "Queste sono le intestazioni passate nella risposta. Di solito utilizzate per l'autenticazione."
  },
  "entity.response": {
    "message": "Risposta",
    "description": "Questa è la risposta restituita dal server."
  },
  "entity.success": {
    "message": "Successo",
    "description": "Questa è la risposta restituita quando la richiesta ha successo."
  },
  "entity.failure": {
    "message": "Fallimento",
    "description": "Questa è la risposta restituita quando la richiesta fallisce."
  },
  "entity.responseExample": {
    "message": "Esempio",
    "description": "Questo è un esempio della risposta restituita dal server."
  },
  "entity.authentication": {
    "message": "Autenticazione",
    "description": "Questa è l'autenticazione necessaria per effettuare la richiesta."
  },
  "message.free": {
    "message": "Gratuito",
    "description": "Indica che il prezzo è gratuito, non è necessario spendere punti o denaro per utilizzare il servizio API."
  },
  "message.appliedCount": {
    "message": "Numero di richieste",
    "description": "Numero di volte che il servizio API è stato richiesto."
  },
  "message.firstFree": {
    "message": "Primo utilizzo gratuito",
    "description": "Indica che il primo utilizzo del servizio API è gratuito, non è necessario spendere punti o denaro."
  },
  "message.custom": {
    "message": "Importo specificato",
    "description": "Indica che il prezzo è stato specificato, è necessario spendere un numero designato di punti o denaro per utilizzare il servizio API."
  },
  "message.present": {
    "message": "Regalo",
    "description": "Al primo utilizzo del servizio API, doniamo punti."
  },
  "message.around": {
    "message": "Circa",
    "description": "Il prezzo è approssimativo; il prezzo reale potrebbe variare."
  },
  "message.successRate15min": {
    "message": "Tasso di successo in tempo reale",
    "description": "Il tasso di successo in tempo reale del servizio API nelle ultime 15 minuti."
  },
  "message.ySuccessRate": {
    "message": "Tasso di successo (100%)",
    "description": "Il tasso di successo del servizio API."
  },
  "message.xMinutes": {
    "message": "Tempo (minuti)",
    "description": "Tempo in minuti."
  },
  "message.streamUsage": {
    "message": "Nota: per le richieste in streaming, il codice sopra potrebbe non essere completamente applicabile. Si prega di fare riferimento alla documentazione di integrazione per apportare modifiche.",
    "description": "Per le richieste in streaming, il codice sopra potrebbe non essere completamente applicabile. Si prega di fare riferimento alla documentazione di integrazione per apportare modifiche."
  },
  "message.alphaStage": {
    "message": "Questa API è in fase Alpha, è una versione in anteprima iniziale che potrebbe presentare potenziali instabilità, il formato dell'API potrebbe subire cambiamenti significativi, non si consiglia di utilizzare in ambienti di produzione. Il prezzo attuale è relativamente basso e potrebbe subire significative variazioni in futuro.",
    "description": "Questa API è in fase Alpha, è una versione in anteprima iniziale che potrebbe presentare potenziali instabilità, il formato dell'API potrebbe subire cambiamenti significativi, non si consiglia di utilizzare in ambienti di produzione. Il prezzo attuale è relativamente basso e potrebbe subire significative variazioni in futuro."
  },
  "message.betaStage": {
    "message": "Questa API è in fase Beta, il formato dell'API non subirà grandi cambiamenti, ma potrebbero esserci potenziali instabilità, si consiglia di usarla con cautela in ambienti di produzione. Il prezzo attuale è relativamente basso e potrebbe subire aggiustamenti moderati in futuro.",
    "description": "Questa API è in fase Beta, il formato dell'API non subirà grandi cambiamenti, ma potrebbero esserci potenziali instabilità, si consiglia di usarla con cautela in ambienti di produzione. Il prezzo attuale è relativamente basso e potrebbe subire aggiustamenti moderati in futuro."
  },
  "unit.GB": {
    "message": "GB",
    "description": "Gigabyte, unità di misura per la memorizzazione di informazioni digitali."
  },
  "unit.MB": {
    "message": "MB",
    "description": "Megabyte, unità di misura per la memorizzazione di informazioni digitali."
  },
  "unit.KB": {
    "message": "KB",
    "description": "Kilobyte, unità di misura per la memorizzazione di informazioni digitali."
  },
  "unit.B": {
    "message": "B",
    "description": "Byte, unità di misura per la memorizzazione di informazioni digitali."
  }
}