{
  "button": {
    "learnMore": "Scopri di più",
    "_learnMore.comment": "Il testo mostrato sul pulsante per saperne di più sul servizio.",
    "apply": "Applica ora",
    "_apply.comment": "Il testo mostrato sul pulsante per richiedere il servizio.",
    "introduction": "Introduzione al servizio",
    "_introduction.comment": "Il testo mostrato sul pulsante per visualizzare l'introduzione al servizio.",
    "apis": "Descrizione API",
    "_apis.comment": "Il testo mostrato sul pulsante per visualizzare la descrizione dell'API.",
    "pricing": "Prezzi",
    "_pricing.comment": "Il testo mostrato sul pulsante per visualizzare le informazioni sui prezzi."
  },
  "field": {
    "price": "Prezzo",
    "_price.comment": "Il prezzo del servizio.",
    "introduction": "Introduzione",
    "_introduction.comment": "L'introduzione del servizio.",
    "apis": "API",
    "_apis.comment": "L'API del servizio, l'API è una forma di servizio online.",
    "proxies": "Proxy",
    "_proxies.comment": "Il proxy del servizio, il proxy è una forma di servizio online, significa il proxy HTTP utilizzato per il trasferimento dei dati."
  },
  "message": {
    "free": "Gratuito",
    "_free.comment": "Il testo mostrato quando il servizio è gratuito, il che significa che il servizio è gratuito.",
    "around": "Intorno a",
    "_around.comment": "Il testo mostrato quando il prezzo è intorno a un certo valore.",
    "welcomeCredits": "Crediti di benvenuto",
    "_welcomeCredits.comment": "Il testo mostrato quando il servizio fornisce crediti di benvenuto gratuitamente",
    "appliedCount": "Numero di applicazioni",
    "_appliedCount.comment": "Il testo mostrato quando viene conteggiato il numero di applicazioni.",
    "indexTitle": "La tua scelta intelligente per i servizi digitali",
    "_indexTitle.comment": "Il titolo della pagina principale.",
    "indexSubtitle": "Potenzia il tuo lavoro e la tua vita con l'eccellenza standardizzata nei servizi.",
    "_indexSubtitle.comment": "Il sottotitolo della pagina principale.",
    "fromPrice": "Da ",
    "_fromPrice.comment": "Il testo mostrato prima del prezzo.",
    "packages": "Offriamo una varietà di pacchetti per crediti, più pacchetti acquisti, più sconti ottieni.",
    "_packages.comment": "Il testo mostrato quando il servizio fornisce pacchetti per crediti.",
    "offer": "Offerta",
    "_offer.comment": "Il testo mostrato quando il servizio fornisce un'offerta.",
    "partnersTitle": "Affidabile dai partner leader",
    "_partnersTitle.comment": "Il titolo della sezione dei partner."
  },
  "title": {
    "apis": "API",
    "_apis.comment": "L'API del servizio, l'API è una forma di servizio online.",
    "proxies": "Proxy",
    "_proxies.comment": "Il proxy del servizio, il proxy è una forma di servizio online, significa il proxy HTTP utilizzato per il trasferimento dei dati.",
    "packages": "Pacchetti",
    "_packages.comment": "I pacchetti del servizio, i pacchetti vengono utilizzati per l'acquisto di crediti, ad esempio, il servizio fornisce 3 pacchetti, 100$ per 100 crediti, 200$ per 200 crediti, 300$ per 300 crediti."
  },
  "unit": {
    "credit": "Credito",
    "_credit.comment": "Credito significa la valuta virtuale utilizzata nel servizio API",
    "Credit": "Credito",
    "_Credit.comment": "Credito significa la valuta virtuale utilizzata nel servizio API, questa è la forma maiuscola",
    "credits": "Crediti",
    "_credits.comment": "Crediti significa la valuta virtuale utilizzata nel servizio API, questa è la forma plurale",
    "Credits": "Crediti",
    "_Credits.comment": "Crediti significa la valuta virtuale utilizzata nel servizio API, questa è la forma maiuscola e plurale",
    "call": "Chiamata",
    "_call.comment": "Chiamata significa il numero di volte in cui è stata chiamata il servizio API",
    "Call": "Chiamata",
    "_Call.comment": "Chiamata significa il numero di volte in cui è stata chiamata il servizio API, questa è la forma maiuscola",
    "calls": "Chiamate",
    "_calls.comment": "Chiamate significa il numero di volte in cui è stata chiamata il servizio API, questa è la forma plurale",
    "Calls": "Chiamate",
    "_Calls.comment": "Chiamate significa il numero di volte in cui è stata chiamata il servizio API, questa è la forma maiuscola e plurale",
    "MB": "MB",
    "_MB.comment": "MB significa Megabyte, un'unità di archiviazione delle informazioni digitali",
    "GB": "GB",
    "_GB.comment": "GB significa Gigabyte, un'unità di archiviazione delle informazioni digitali"
  }
}