{
  "button.edit": {
    "message": "Redigera meddelande",
    "description": "Redigera det skickade meddelandet"
  },
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Modellnamnet för tjänsten, det vill säga GPT 3.5 Bas"
  },
  "model.35StandardDescription": {
    "message": "Lämplig för vardagliga uppgifter.",
    "description": "Beskrivning av 3.5 standardmodellen"
  },
  "model.35Browsing": {
    "message": "3.5 Webbanslutning",
    "description": "Modellnamnet för tjänsten, det vill säga GPT 3.5 Webbanslutning"
  },
  "model.35BrowsingDescription": {
    "message": "Kan hämta information i realtid.",
    "description": "Beskrivning av 3.5 webbläsarmodellen"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Modellnamnet för tjänsten, det vill säga GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "En kraftfullare modell som är lämplig för komplexa uppgifter.",
    "description": "Beskrivning av 4.0 standardmodellen"
  },
  "model.4Browsing": {
    "message": "4.0 Webbanslutning",
    "description": "Modellnamnet för tjänsten, det vill säga GPT 4.0 Webbanslutning"
  },
  "model.4BrowsingDescription": {
    "message": "Kraftfull och kan hämta information i realtid.",
    "description": "Beskrivning av 4.0 webbläsarmodellen"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Modellnamnet för tjänsten, det vill säga GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Kan analysera bilder.",
    "description": "Beskrivning av 4.0 visionsmodellen"
  },
  "message.startNewChat": {
    "message": "Börja ny konversation",
    "description": "Meddelande på webbsidan som informerar användaren om att börja en ny konversation"
  },
  "message.uploadFile": {
    "message": "Ladda upp fil",
    "description": "Meddelande på webbsidan som informerar användaren om att ladda upp en fil"
  },
  "message.noToken": {
    "message": "Vänligen ansök om lämplig tjänst först",
    "description": "Meddelande på webbsidan som informerar användaren att ansöka om lämplig tjänst först"
  },
  "message.newMessagePlaceholder": {
    "message": "Vänligen skriv din fråga...",
    "description": "Platshållare på webbsidan som informerar användaren att skriva en fråga"
  },
  "message.noInput": {
    "message": "Frågan kan inte vara tom",
    "description": "Meddelande på webbsidan som informerar användaren att frågan inte får vara tom"
  },
  "message.uploadReferencesExceed": {
    "message": "Du kan bara ladda upp 1 fil",
    "description": "Meddelande på webbsidan som informerar användaren att max en fil kan laddas upp"
  },
  "message.uploadReferencesError": {
    "message": "Filuppladdning misslyckades, vänligen försök igen senare",
    "description": "Meddelande på webbsidan som informerar användaren att filuppladdning misslyckades, vänligen försök igen senare"
  },
  "message.notApplied": {
    "message": "Du har ännu inte ansökt om denna tjänst, vänligen ansök först",
    "description": "Meddelande på webbsidan som informerar användaren att de ännu inte har ansökt om denna tjänst, vänligen ansök först"
  },
  "message.tryForFree": {
    "message": "Prova gratis",
    "description": "Meddelande på webbsidan som informerar användaren att de kan prova gratis"
  },
  "message.question1": {
    "message": "Skapa träningsplan",
    "description": "Exempel på fråga för att starta en konversation, ber användaren att skriva en JavaScript-kod som skriver ut Hello World"
  },
  "message.question2": {
    "message": "Skapa en personlig webbsida",
    "description": "Exempel på fråga för att starta en konversation, ber användaren att skriva ett e-postmeddelande till Mike och berätta att de precis har flyttat"
  },
  "message.question3": {
    "message": "Designa roliga programmeringsspel",
    "description": "Exempel på fråga för att starta en konversation, ber användaren att förklara grunderna i kvantdatorer med enkla ord"
  },
  "message.question4": {
    "message": "Upplev Seoul som en lokal",
    "description": "Exempel på fråga för att starta en konversation, ber användaren att förklara vilken påverkan virtuell verklighet har på konstskapande"
  },
  "message.errorApiError": {
    "message": "Svar misslyckades, vänligen försök igen senare",
    "description": "Meddelande på webbsidan som informerar användaren att svaret misslyckades, vänligen försök igen senare"
  },
  "message.errorBadRequest": {
    "message": "Begäran är inte korrekt, vänligen ställ om frågan",
    "description": "Meddelande på webbsidan som informerar användaren att begäran är inte korrekt, vänligen ställ om frågan"
  },
  "message.errorNoConversation": {
    "message": "Konversationen finns inte eller har gått ut, vänligen påbörja en ny konversation",
    "description": "Meddelande på webbsidan som informerar användaren att konversationen inte finns eller har gått ut, vänligen påbörja en ny konversation"
  },
  "message.errorContentTooLarge": {
    "message": "Frågan är för lång, vänligen förkorta den och försök igen",
    "description": "Meddelande på webbsidan som informerar användaren att frågan är för lång, vänligen förkorta den och försök igen"
  },
  "message.errorTooManyRequests": {
    "message": "Dina åtgärder är för frekventa, vänligen försök igen senare",
    "description": "Meddelande på webbsidan som informerar användaren att deras åtgärder är för frekventa, vänligen försök igen senare"
  },
  "message.errorUsedUp": {
    "message": "Du har använt upp dina paket, vänligen köp fler för att fortsätta använda",
    "description": "Meddelande på webbsidan som informerar användaren att de har använt upp sina paket, vänligen köp fler för att fortsätta använda"
  },
  "message.errorUnknown": {
    "message": "Servern har fått ett okänt fel, vänligen försök igen senare eller kontakta kundsupport",
    "description": "Meddelande på webbsidan som informerar användaren att servern har fått ett okänt fel, vänligen försök igen senare eller kontakta kundsupport"
  },
  "message.errorTimeout": {
    "message": "Svarstiden överskreds, vänligen försök igen senare",
    "description": "Meddelande på webbsidan som informerar användaren att svarstiden överskreds, vänligen försök igen senare"
  },
  "message.errorNotApplied": {
    "message": "Du har ännu inte ansökt om denna tjänst, vänligen ansök först innan du fortsätter med din fråga.",
    "description": "Meddelande på webbplatsen som informerar användaren om att de ännu inte har ansökt om denna tjänst och måste göra det innan de fortsätter med frågan."
  },
  "message.confirmDelete": {
    "message": "Bekräfta radering",
    "description": "Meddelande på webbplatsen som ber användaren bekräfta raderingen."
  },
  "message.howToUse": {
    "message": "AI kan göra misstag, vänligen kontrollera viktig information.",
    "description": "Meddelande på webbplatsen som informerar användaren om att AI kan göra misstag och att de bör kontrollera viktig information."
  },
  "title.chat": {
    "message": "AI-chatt",
    "description": "Titeln på webbplatsen, vilket innebär AI-chatt."
  },
  "title.example": {
    "message": "Exempel",
    "description": "Titeln på webbplatsen, vilket innebär exempel."
  },
  "title.capabilities": {
    "message": "Funktioner",
    "description": "Titeln på webbplatsen, vilket innebär funktioner."
  },
  "title.limitations": {
    "message": "Begränsningar",
    "description": "Titeln på webbplatsen som indikerar att denna sektion handlar om de tekniska begränsningarna av tjänsten."
  },
  "title.complexQuestion": {
    "message": "Svara på komplexa frågor",
    "description": "Titeln på webbplatsen som indikerar att denna sektion handlar om tjänstens kapacitet att svara på komplexa frågor."
  },
  "title.professionalQuestion": {
    "message": "Konsultera professionella frågor",
    "description": "Titeln på webbplatsen som indikerar att denna sektion handlar om tjänstens kapacitet att konsultera om professionella frågor."
  },
  "title.getTips": {
    "message": "Få inspiration och idéer",
    "description": "Titeln på webbplatsen som indikerar att denna sektion handlar om tjänstens kapacitet att få inspiration och idéer."
  },
  "group.today": {
    "message": "Idag",
    "description": "Gruppnamnet på webbplatsen, vilket innebär idag."
  },
  "group.yesterday": {
    "message": "Igår",
    "description": "Gruppnamnet på webbplatsen, vilket innebär igår."
  },
  "group.thisWeek": {
    "message": "Denna vecka",
    "description": "Gruppnamnet på webbplatsen, vilket innebär denna vecka."
  },
  "group.earlier": {
    "message": "Ett tidigare tillfälle",
    "description": "Gruppnamnet på webbplatsen, vilket innebär ett tidigare tillfälle."
  }
}