{
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Modellnamn för tjänsten, som är GPT 3.5 Basic"
  },
  "model.35StandardDescription": {
    "message": "Perfekt för vardagliga uppgifter.",
    "description": "Beskrivning av 3.5 Standard-modellen"
  },
  "model.35Browsing": {
    "message": "3.5 Bläddring",
    "description": "Modellnamn för tjänsten, som är GPT 3.5 Bläddring"
  },
  "model.35BrowsingDescription": {
    "message": "Kan hämta information i realtid.",
    "description": "Beskrivning av 3.5 Bläddring-modellen"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Modellnamn för tjänsten, som är GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Kraftfullare modell för komplexa uppgifter.",
    "description": "Beskrivning av 4.0 Standard-modellen"
  },
  "model.4Browsing": {
    "message": "4.0 Bläddring",
    "description": "Modellnamn för tjänsten, som är GPT 4.0 Bläddring"
  },
  "model.4BrowsingDescription": {
    "message": "Kraftfull och hämtar information i realtid.",
    "description": "Beskrivning av 4.0 Bläddring-modellen"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Modellnamn för tjänsten, som är GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Kan analysera bilder.",
    "description": "Beskrivning av 4.0 Vision-modellen"
  },
  "message.startNewChat": {
    "message": "Starta en ny konversation",
    "description": "Meddelande på en webbsida som uppmanar användaren att starta en ny konversation"
  },
  "message.uploadFile": {
    "message": "Ladda upp fil",
    "description": "Meddelande på en webbsida som uppmanar användaren att ladda upp en fil"
  },
  "message.noToken": {
    "message": "Ansök för motsvarande tjänst först",
    "description": "Meddelande på en webbsida som uppmanar användaren att först ansöka om motsvarande tjänst"
  },
  "message.newMessagePlaceholder": {
    "message": "Vänligen skriv din fråga...",
    "description": "Platshållartext på en webbsida som uppmanar användaren att skriva sin fråga"
  },
  "message.noInput": {
    "message": "Frågan kan inte vara tom",
    "description": "Meddelande på en webbsida som informerar användaren om att frågan inte kan vara tom"
  },
  "message.uploadReferencesExceed": {
    "message": "Du kan endast ladda upp 1 fil som mest",
    "description": "Meddelande på en webbsida som informerar användaren om att endast en fil kan laddas upp som mest"
  },
  "message.uploadReferencesError": {
    "message": "Misslyckades med att ladda upp fil, försök igen senare",
    "description": "Meddelande på en webbsida som informerar användaren om att filuppladdningen misslyckades, försök igen senare"
  },
  "message.notApplied": {
    "message": "Du har ännu inte ansökt om denna tjänst, vänligen ansök först",
    "description": "Meddelande på en webbsida som informerar användaren om att denne ännu inte har ansökt om denna tjänst, vänligen ansök först"
  },
  "message.tryForFree": {
    "message": "Prova gratis",
    "description": "Meddelande på en webbsida som uppmanar användaren att prova gratis"
  },
  "message.question1": {
    "message": "Skapa en träningsplan",
    "description": "En exempelfråga för att starta en chatt, som uppmanar användaren att skriva en bit JavaScript-kod som ger ut Hello World"
  },
  "message.question2": {
    "message": "Gör en personlig webbsida",
    "description": "En exempelfråga för att starta en chatt, som uppmanar användaren att skriva ett email till Mike och berätta att jag precis har flyttat"
  },
  "message.question3": {
    "message": "Designa ett roligt programmeringsspel",
    "description": "En exempelfråga för att starta en chatt, som uppmanar användaren att förklara de grundläggande principerna för kvantdatorberäkning på ett enkelt sätt"
  },
  "message.question4": {
    "message": "Upplev Seoul som en lokalinvånare",
    "description": "En exempelfråga för att starta en chatt, som uppmanar användaren att förklara vilken påverkan virtuell verklighet har haft på konstnärligt skapande"
  },
  "message.errorApiError": {
    "message": "Svaret misslyckades, försök igen senare",
    "description": "Meddelande på en webbsida som informerar användaren om att svaret misslyckades, försök igen senare"
  },
  "message.errorBadRequest": {
    "message": "Förfrågningsinnehållet är inte standardiserat, vänligen fråga igen",
    "description": "Meddelande på en webbsida som informerar användaren om att förfrågningsinnehållet inte är standardiserat, vänligen fråga igen"
  },
  "message.errorNoConversation": {
    "message": "Samtalet existerar inte eller har löpt ut, vänligen starta en ny konversation",
    "description": "Meddelande på en webbsida som informerar användaren om att samtalet inte existerar eller har löpt ut, vänligen starta en ny konversation"
  },
  "message.errorContentTooLarge": {
    "message": "Frågans innehåll är för långt, var vänlig förkorta det och försök igen",
    "description": "Meddelande på en webbsida som informerar användaren om att frågans innehåll är för långt, var vänlig förkorta det och försök igen"
  },
  "message.errorTooManyRequests": {
    "message": "Dina operationer är för frekventa, var vänlig försök igen senare",
    "description": "Meddelande på en webbsida som informerar användaren om att dina operationer är för frekventa, var vänlig försök igen senare"
  },
  "message.errorUsedUp": {
    "message": "Du har använt upp dina pakettider, var vänlig köp fler gånger för att fortsätta använda",
    "description": "Meddelande på en webbsida som informerar användaren om att denne har använt upp sina pakettider, var vänlig köp fler gånger för att fortsätta använda"
  },
  "message.errorUnknown": {
    "message": "Ett okänt fel uppstod på servern, var vänlig försök igen senare eller kontakta kundtjänst",
    "description": "Meddelande på en webbsida som informerar användaren om att ett okänt fel uppstod på servern, var vänlig försök igen senare eller kontakta kundtjänst"
  },
  "message.errorTimeout": {
    "message": "Svaret på frågan har tagit för lång tid, var vänlig försök igen senare",
    "description": "Meddelande på en webbsida som informerar användaren om att svaret på frågan har tagit för lång tid, var vänlig försök igen senare"
  },
  "message.errorNotApplied": {
    "message": "Du har ännu inte ansökt om denna tjänst, var vänlig ansök först innan du fortsätter att fråga",
    "description": "Meddelande på en webbsida som informerar användaren om att denne ännu inte har ansökt om denna tjänst, var vänlig ansök först innan du fortsätter att fråga"
  },
  "message.confirmDelete": {
    "message": "Bekräfta borttagning",
    "description": "Meddelande på en webbsida som uppmanar användaren att bekräfta borttagning"
  },
  "message.howToUse": {
    "message": "AI kan missta sig. Kontrollera viktig information.",
    "description": "Meddelande på en webbsida som informerar användaren om att AI kan missta sig. Kontrollera viktig information."
  },
  "title.chat": {
    "message": "AI-chatt",
    "description": "Titel på en webbsida, som är AI-chatt"
  },
  "title.example": {
    "message": "Exempel",
    "description": "Titel på en webbsida, som är Exempel"
  },
  "title.capabilities": {
    "message": "Förmågor",
    "description": "Titel på en webbsida, som är Förmågor"
  },
  "title.limitations": {
    "message": "Begränsningar",
    "description": "Titel på en webbsida, som informerar att denna del handlar om tjänstens tekniska begränsningar"
  },
  "title.complexQuestion": {
    "message": "Besvara komplexa frågor",
    "description": "Titel på en webbsida, som informerar att denna del handlar om tjänstens förmåga att besvara komplexa frågor"
  },
  "title.professionalQuestion": {
    "message": "Konsultera professionella frågor",
    "description": "Titel på en webbsida, som informerar att denna del handlar om tjänstens förmåga att konsultera professionella frågor"
  },
  "title.getTips": {
    "message": "Få inspiration och kreativitet",
    "description": "Titel på en webbsida, som informerar att denna del handlar om tjänstens förmåga att få inspiration och kreativitet"
  },
  "group.today": {
    "message": "Idag",
    "description": "Gruppnamn på en webbsida, som är Idag"
  },
  "group.yesterday": {
    "message": "Igår",
    "description": "Gruppnamn på en webbsida, som är Igår"
  },
  "group.thisWeek": {
    "message": "Denna vecka",
    "description": "Gruppnamn på en webbsida, som är Denna vecka"
  },
  "group.earlier": {
    "message": "Tidigare",
    "description": "Gruppnamn på en webbsida, som är Tidigare"
  }
}