{
  "button.suggested": {
    "message": "Rekommendera",
    "description": "Knapptext som indikerar en rekommendation"
  },
  "menu.orderList": {
    "message": "Beställningslista",
    "description": "Text i webbplatsens meny, där beställning avser användarens köp av tjänster"
  },
  "menu.applicationList": {
    "message": "Ansökningslista",
    "description": "Text i webbplatsens meny, där ansökan avser användarens användning av tjänster"
  },
  "menu.userProfile": {
    "message": "Användarprofil",
    "description": "Text i webbplatsens meny, där användarprofil avser användarens personliga information"
  },
  "menu.idVerify": {
    "message": "Identitetsverifiering",
    "description": "Text i webbplatsens meny, där identitetsverifiering avser verifiering av användarens identitet"
  },
  "menu.manageApplication": {
    "message": "Hantera ansökningar",
    "description": "Text i webbplatsens meny, där hantering av ansökningar avser hantering av användarens ansökningar"
  },
  "menu.distributionIndex": {
    "message": "Rekommenderad inkomst",
    "description": "Text i webbplatsens meny, där rekommenderad inkomst avser användarens intäkter från rekommendationer"
  },
  "menu.developerPlatform": {
    "message": "Utvecklarplattform",
    "description": "Text i webbplatsens meny, där utvecklarplattform avser plattformen för utvecklare"
  },
  "menu.usageList": {
    "message": "Användningshistorik",
    "description": "Text i webbplatsens meny, där användningshistorik avser användarens historik av API-tjänster"
  },
  "menu.credentialIndex": {
    "message": "Referenser",
    "description": "Text i webbplatsens meny, där referenser avser referenser för att få tillgång till API"
  },
  "menu.manageOrder": {
    "message": "Hantera beställningar",
    "description": "Text i webbplatsens meny, där hantering av beställningar avser hantering av användarens beställningar"
  },
  "menu.manageDistributionStatus": {
    "message": "Hantera distribution",
    "description": "Text i webbplatsens meny, där hantering av distribution avser hantering av användarens distributionsstatus"
  },
  "message.benefit1": {
    "message": "Exklusiv kundsupport",
    "description": "Text på webbplatsens startsida som indikerar att användaren kan få exklusiv kundsupport"
  },
  "message.benefit2": {
    "message": "Prioriterad tillgång till nya funktioner",
    "description": "Text på webbplatsens startsida som indikerar att användaren kan få prioriterad tillgång till nya funktioner"
  },
  "message.buyExtra": {
    "message": "Köp mer",
    "description": "Text på webbplatsens startsida som indikerar att användaren kan köpa mer kapacitet"
  },
  "message.subscribe": {
    "message": "Prenumerera",
    "description": "Text på webbplatsens startsida som indikerar att användaren kan prenumerera"
  },
  "message.doNotWantSubscribe": {
    "message": "Vill du inte prenumerera på medlemskap? Du kan också prova att köpa kapacitet separat.",
    "description": "Text på webbplatsens startsida som indikerar att användaren inte vill prenumerera"
  },
  "message.doNotWantExtra": {
    "message": "Vill du inte köpa kapacitet? Du kan också prova att prenumerera på medlemskap.",
    "description": "Text på webbplatsens startsida som indikerar att användaren inte vill köpa kapacitet"
  },
  "message.applicationNotFound": {
    "message": "Ansökan finns inte",
    "description": "Meddelande som visas för användaren när ansökan inte finns"
  },
  "subscription.title": {
    "message": "Prenumerera på medlemskap och njut av fler förmåner",
    "description": "Meddelande som visas för användaren när de prenumererar på tjänsten"
  },
  "subscription.3days": {
    "message": "3-dagars provmedlemskap",
    "description": "Medlemstyp, 3-dagars provmedlemskap"
  },
  "subscription.3days.description": {
    "message": "Prova medlemskap, lämpligt för kortvarig användning.",
    "description": "Beskrivning av medlemstyp, lämplig för kortvarig användning"
  },
  "subscription.weekly": {
    "message": "Veckomedlemskap",
    "description": "Medlemstyp, veckomedlemskap indikerar att användaren har köpt veckomedlemskap"
  },
  "subscription.monthly": {
    "message": "Månadmedlemskap",
    "description": "Medlemstyp, månadmedlemskap indikerar att användaren har köpt månadmedlemskap"
  },
  "subscription.yearly": {
    "message": "Årsmedlemskap",
    "description": "Medlemstyp, årsmedlemskap indikerar att användaren har köpt årsmedlemskap"
  },
  "subscription.weekly.description": {
    "message": "Prova veckomedlemskap, lämpligt för kortvarig användning.",
    "description": "Beskrivning av medlemstyp, veckomedlemskap indikerar att användaren har köpt veckomedlemskap"
  },
  "subscription.monthly.description": {
    "message": "Flexibelt månadmedlemskap, lämpligt för långvarig användning.",
    "description": "Beskrivning av medlemstyp, månadmedlemskap indikerar att användaren har köpt månadmedlemskap"
  },
  "subscription.yearly.description": {
    "message": "Värdefullt årsmedlemskap, det mest kostnadseffektiva valet.",
    "description": "Beskrivning av medlemstyp, årsmedlemskap indikerar att användaren har köpt årsmedlemskap"
  },
  "subscription.introduction": {
    "message": "Prenumerera på medlemskap och lås upp alla AI-tjänster på webbplatsen.",
    "description": "Introduktion till medlemskap"
  },
  "menu.coinIndex": {
    "message": "Kryptovaluta integration",
    "description": "Text i webbplatsens meny, avser integration av kryptovaluta"
  },
  "menu.platformTokenIndex": {
    "message": "Plattforms-token",
    "description": "Text i webbplatsens meny, där plattforms-token avser token som används för att få tillgång till Ace Data Cloud-plattformen"
  },
  "menu.publishIndex": {
    "message": "Publiceringscenter",
    "description": "Text i webbplatsens meny, publiceringscentret hänvisar till den plats där användare publicerar innehåll"
  },
  "menu.platformRankIndex": {
    "message": "Plattformsrankning",
    "description": "Text i webbplatsens meny, plattformsrankningen hänvisar till den rekommenderade intäktsrankningen av användare"
  },
  "menu.manageOrderDiscount": {
    "message": "Rabattadministration",
    "description": "Text i webbplatsens meny, en ingång för orderrabattadministration som endast är synlig för administratörer"
  },
  "menu.manageUser": {
    "message": "Användarhantering",
    "description": "Text i webbplatsens meny, en ingång för användarhantering som endast är synlig för administratörer"
  },
  "menu.revenueAnalysis": {
    "message": "Intäktsanalys",
    "description": "Text i webbplatsens meny, en ingång för intäktsanalys som endast är synlig för administratörer"
  }
}