{
  "button.suggested": {
    "message": "Rekommendera",
    "description": "Knapptext, rekommendera representerar knappen för att rekommendera"
  },
  "menu.orderList": {
    "message": "Beställningslista",
    "description": "Text i webbplatsens meny, beställning representerar användarens beställningar av tjänster"
  },
  "menu.applicationList": {
    "message": "Ansökningslista",
    "description": "Text i webbplatsens meny, ansökan representerar användarens ansökningar för att använda tjänster"
  },
  "menu.userProfile": {
    "message": "Användarprofil",
    "description": "Text i webbplatsens meny, användarprofil representerar användarens personliga information"
  },
  "menu.idVerify": {
    "message": "Identitetsverifiering",
    "description": "Text i webbplatsens meny, identitetsverifiering representerar verifieringen av användarens identitet"
  },
  "menu.manageApplication": {
    "message": "Hantera ansökningar",
    "description": "Text i webbplatsens meny, hantera ansökningar representerar hanteringen av användarens ansökningar"
  },
  "menu.distributionIndex": {
    "message": "Rekommenderad vinst",
    "description": "Text i webbplatsens meny, rekommenderad vinst representerar vinsten från användarens rekommendationer"
  },
  "menu.developerPlatform": {
    "message": "Utvecklarplattform",
    "description": "Text i webbplatsens meny, utvecklarplattform representerar plattformen för utvecklare"
  },
  "menu.usageList": {
    "message": "Användningshistorik",
    "description": "Text i webbplatsens meny, användningshistorik representerar historiken över användning av API-tjänster"
  },
  "menu.credentialIndex": {
    "message": "Auktoriseringar",
    "description": "Text i webbplatsens meny, auktoriseringar representerar autentiseringsuppgifterna för att få tillgång till API"
  },
  "menu.manageOrder": {
    "message": "Hantera beställningar",
    "description": "Text i webbplatsens meny, hantera beställningar representerar hanteringen av användarens beställningar, beställning representerar användarens beställningar av tjänster"
  },
  "menu.manageDistributionStatus": {
    "message": "Distribueringshantering",
    "description": "Text i webbplatsens meny, distribueringshantering representerar hanteringen av användarens distributionsstatus, relaterat till användarens rekommenderade vinster"
  },
  "message.benefit1": {
    "message": "Exklusiv kundsupport",
    "description": "Text på webbplatsens startsida, exklusiv kundsupport representerar att användare kan få support från dedikerad kundtjänst"
  },
  "message.benefit2": {
    "message": "Prioriterad tillgång till nya funktioner",
    "description": "Text på webbplatsens startsida, prioriterad tillgång till nya funktioner representerar att användare kan få tidig åtkomst till nya funktioner"
  },
  "message.buyExtra": {
    "message": "Köp nu",
    "description": "Text på webbplatsens startsida, köp representerar att användare kan köpa ytterligare tillgångar"
  },
  "message.subscribe": {
    "message": "Prenumerera nu",
    "description": "Text på webbplatsens startsida, prenumerera representerar att användare kan teckna en medlemskap"
  },
  "message.doNotWantSubscribe": {
    "message": "Vill du inte prenumerera på helåtsmedlemskapet? Du kan också testa att köpa tillgångar för enskilda tjänster.",
    "description": "Text på webbplatsens startsida, vill inte prenumerera representerar att användare inte vill teckna en medlem"
  },
  "message.doNotWantExtra": {
    "message": "Vill du inte köpa fler tillgångar? Du kan också testa att prenumerera på hel åtsmedlemskapet.",
    "description": "Text på webbplatsens startsida, vill inte köpa representerar att användare inte vill köpa ytterligare tillgångar"
  },
  "subscription.3days": {
    "message": "3 dagar provmedlemskap",
    "description": "Medlemstyp, 3 dagar provmedlemskap"
  },
  "subscription.3days.description": {
    "message": "Provmedlemskap, lämplig för korttidsanvändning.",
    "description": "Medlemstyp, lämplig för korttidsanvändning"
  },
  "subscription.weekly": {
    "message": "Veckomedlemskap",
    "description": "Medlemstyp, veckomedlemskap representerar att användaren köpt veckomedlemskap"
  },
  "subscription.monthly": {
    "message": "Månadsmedlemskap",
    "description": "Medlemstyp, månadsmedlemskap representerar att användaren köpt månadsmedlemskap"
  },
  "subscription.yearly": {
    "message": "Årsmedlemskap",
    "description": "Medlemstyp, årsmedlemskap representerar att användaren köpt årsmedlemskap"
  },
  "subscription.weekly.description": {
    "message": "Provveckomedlemskap, lämplig för korttidsanvändning.",
    "description": "Beskrivning för medlemstyp, veckomedlemskap representerar att användaren köpt veckomedlemskap"
  },
  "subscription.monthly.description": {
    "message": "Flexibelt månadsmedlemskap, lämplig för långvarig användning.",
    "description": "Beskrivning för medlemstyp, månadsmedlemskap representerar att användaren köpt månadsmedlemskap"
  },
  "subscription.yearly.description": {
    "message": "Utmärkt årsmedlemskap, det mest kostnadseffektiva valet.",
    "description": "Beskrivning för medlemstyp, årsmedlemskap representerar att användaren köpt årsmedlemskap"
  },
  "subscription.introduction": {
    "message": "Prenumerera på medlemskap för att låsa upp alla AI-tjänster på webbplatsen.",
    "description": "Medlemsintroduktion som beskriver medlemskapet"
  }
}