{
  "button.suggested": {
    "message": "Rekommenderad",
    "description": "Knapptext, rekommenderad betyder rekommenderad knapp"
  },
  "menu.orderList": {
    "message": "Orderlista",
    "description": "Text i webbplatsens meny, order hänvisar till användarens beställningar av tjänster"
  },
  "menu.applicationList": {
    "message": "Ansökningslista",
    "description": "Text i webbplatsens meny, ansökan hänvisar till användarens ansökningar om tjänster"
  },
  "menu.userProfile": {
    "message": "Användarprofil",
    "description": "Text i webbplatsens meny, användarprofil hänvisar till användarens personliga profil"
  },
  "menu.idVerify": {
    "message": "Identitetsverifiering",
    "description": "Text i webbplatsens meny, identitetsverifiering hänvisar till verifiering av användarens identitet"
  },
  "menu.manageApplication": {
    "message": "Ansökningshantering",
    "description": "Text i webbplatsens meny, ansökningshantering hänvisar till hantering av användarens ansökningar"
  },
  "menu.distributionIndex": {
    "message": "Rekommendationsintäkter",
    "description": "Text i webbplatsens meny, rekommendationsintäkter hänvisar till intäkter från användarens rekommendationer"
  },
  "menu.developerPlatform": {
    "message": "Utvecklarplattform",
    "description": "Text i webbplatsmenyn, utvecklarplattform betyder plattform för utvecklare"
  },
  "menu.usageList": {
    "message": "Användningshistorik",
    "description": "Text i webbplatsens meny, användningshistorik hänvisar till användarens historik av API-tjänstanvändning"
  },
  "menu.credentialIndex": {
    "message": "Referenser",
    "description": "Text i webbplatsens meny, referenser hänvisar till referenser för att få tillgång till API"
  },
  "menu.manageOrder": {
    "message": "Orderhantering",
    "description": "Text i webbplatsens meny, orderhantering hänvisar till hantering av användarens beställningar, order hänvisar till användarens beställningar av tjänster"
  },
  "menu.manageDistributionStatus": {
    "message": "Distribueringshantering",
    "description": "Text i webbplatsens meny, distribueringshantering hänvisar till hantering av användarens distributionsstatus, involverar intäkter från användarens rekommendationer"
  },
  "message.benefit1": {
    "message": "Exklusiv kundtjänstsupport",
    "description": "Text på webbplatsens startsida, exklusiv kundtjänstsupport betyder att användaren kan få support från en exklusiv kundtjänst"
  },
  "message.benefit2": {
    "message": "Prioriterad tillgång till nya funktioner",
    "description": "Text på webbplatsens startsida, prioriterad tillgång till nya funktioner betyder att användaren kan få tillgång till nya funktioner i förväg"
  },
  "message.buyExtra": {
    "message": "Köp nu",
    "description": "Text på webbplatsens startsida, köp extra betyder att användaren kan köpa extra kvoter"
  },
  "message.subscribe": {
    "message": "Prenumerera nu",
    "description": "Text på webbplatsens startsida, prenumerera betyder att användaren kan prenumerera på medlemskap"
  },
  "message.doNotWantSubscribe": {
    "message": "Vill du inte prenumerera på medlemskap? Du kan också prova att köpa extra kvoter.",
    "description": "Text på webbplatsens startsida, vill inte prenumerera betyder att användaren inte vill prenumerera på medlemskap"
  },
  "message.doNotWantExtra": {
    "message": "Vill du inte köpa extra kvoter? Du kan också prova att prenumerera på medlemskap.",
    "description": "Text på webbplatsens startsida, vill inte köpa extra kvoter betyder att användaren inte vill köpa extra kvoter"
  },
  "message.applicationNotFound": {
    "message": "Ansökan hittades inte",
    "description": "Meddelande som visas för användaren när ansökan inte finns."
  },
  "subscription.title": {
    "message": "Prenumerera på medlemskap och njut av fler förmåner",
    "description": "Meddelande som visas för användaren när de prenumererar på tjänsten."
  },
  "subscription.3days": {
    "message": "3-dagars provmedlemskap",
    "description": "Medlemstyp, 3-dagars provmedlemskap"
  },
  "subscription.3days.description": {
    "message": "Prova på medlemskap, lämpligt för kortvarig användning.",
    "description": "Medlemstyp, lämpligt för kortvarig användning"
  },
  "subscription.weekly": {
    "message": "Veckomedlemskap",
    "description": "Medlemstyp, veckomedlemskap betyder att användaren köper ett veckomedlemskap"
  },
  "subscription.monthly": {
    "message": "Månadsmedlemskap",
    "description": "Medlemstyp, månadsmedlemskap betyder att användaren köper ett månadsmedlemskap"
  },
  "subscription.yearly": {
    "message": "Årsmedlemskap",
    "description": "Medlemstyp, årsmedlemskap betyder att användaren köper ett årsmedlemskap"
  },
  "subscription.weekly.description": {
    "message": "Prova på veckomedlemskap, lämpligt för kortvarig användning.",
    "description": "Beskrivning av medlemstyp, veckomedlemskap betyder att användaren köper ett veckomedlemskap"
  },
  "subscription.monthly.description": {
    "message": "Flexibelt månadsmedlemskap, lämpligt för långvarig användning.",
    "description": "Beskrivning av medlemstyp, månadsmedlemskap betyder att användaren köper ett månadsmedlemskap"
  },
  "subscription.yearly.description": {
    "message": "Prisvärt årsmedlemskap, det mest ekonomiska valet.",
    "description": "Beskrivning av medlemstyp, årsmedlemskap betyder att användaren köper ett årsmedlemskap"
  },
  "subscription.introduction": {
    "message": "Prenumerera på medlemskap och lås upp alla AI-tjänster på hela webbplatsen.",
    "description": "Medlemsintroduktion betyder introduktion av medlemskap"
  },
  "menu.coinIndex": {
    "message": "Kryptovaluta integration",
    "description": "Text i webbplatsens meny som hänvisar till integrationen av kryptovaluta"
  },
  "menu.platformTokenIndex": {
    "message": "Plattforms token",
    "description": "Text i webbplatsens meny, plattforms token hänvisar till token som används för att få tillgång till Ace Data Cloud-plattformen"
  },
  "menu.publishIndex": {
    "message": "Publiceringscenter",
    "description": "Text i webbplatsens meny, publiceringscenter hänvisar till centrum för användare att publicera innehåll"
  },
  "menu.platformRankIndex": {
    "message": "Plattformsranking",
    "description": "Text i webbplatsens meny, plattformsranking hänvisar till ranking av intäkter från användarens rekommendationer"
  },
  "menu.manageOrderDiscount": {
    "message": "Rabattadministration",
    "description": "Text i webbplatsens meny, endast synlig för administratörer, ingång för hantering av orderrabatter"
  },
  "menu.manageUser": {
    "message": "Användarhantering",
    "description": "Text i webbplatsens meny, endast synlig för administratörer, ingång för hantering av användare"
  },
  "menu.revenueAnalysis": {
    "message": "Intäktsanalys",
    "description": "Text i webbplatsens meny, endast synlig för administratörer, ingång för intäktsanalys"
  }
}
