{
  "button.suggested": {
    "message": "Rekommendera",
    "description": "Text på knappen, rekommendera innebär knappen för att ge rekommendationer"
  },
  "menu.orderList": {
    "message": "Beställningslista",
    "description": "Text i webbplatsens meny, beställning innebär användarens inköpsorder"
  },
  "menu.applicationList": {
    "message": "Ansökningslista",
    "description": "Text i webbplatsens meny, ansökan innebär användarens ansökan om att använda tjänsten"
  },
  "menu.userProfile": {
    "message": "Användarprofil",
    "description": "Text i webbplatsens meny, användarprofil innebär användarens personliga profil"
  },
  "menu.idVerify": {
    "message": "ID-verifiering",
    "description": "Text i webbplatsens meny, id-verifiering innebär verifiering av användarens identitet"
  },
  "menu.manageApplication": {
    "message": "Hantera ansökningar",
    "description": "Text i webbplatsens meny, hantera ansökningar innebär hantering av användarens ansökningar"
  },
  "menu.distributionIndex": {
    "message": "Rekommenderad inkomst",
    "description": "Text i webbplatsens meny, rekommenderad inkomst innebär användarens rekommenderade intäkter"
  },
  "menu.developerPlatform": {
    "message": "Utvecklarplattform",
    "description": "Text i webbplatsens meny, utvecklarplattform innebär plattformen för utvecklare"
  },
  "menu.usageList": {
    "message": "Användningshistorik",
    "description": "Text i webbplatsens meny, användningshistorik innebär historik över användning av API-tjänster"
  },
  "menu.credentialIndex": {
    "message": "Referenser",
    "description": "Text i webbplatsens meny, referenser innebär referenser för att få tillgång till API"
  },
  "menu.manageOrder": {
    "message": "Hantera beställningar",
    "description": "Text i webbplatsens meny, hantera beställningar innebär hantering av användarens beställningar, beställning innebär användarens inköpsorder"
  },
  "menu.manageDistributionStatus": {
    "message": "Hantering av distributionsstatus",
    "description": "Text i webbplatsens meny, hantering av distributionsstatus innebär hantering av användarens distributionsstatus i samband med rekommenderade intäkter"
  },
  "message.benefit1": {
    "message": "Dedikerad kundsupport",
    "description": "Text på webbplatsens startsida, dedikerad kundsupport innebär att användaren kan få stöd från dedikerad kundsupport"
  },
  "message.benefit2": {
    "message": "Prioriterad tillgång till nya funktioner",
    "description": "Text på webbplatsens startsida, prioriterad tillgång till nya funktioner innebär att användaren kan få företräde att använda nya funktioner"
  },
  "message.buyExtra": {
    "message": "Köp extra",
    "description": "Text på webbplatsens startsida, köp extra innebär att användaren kan köpa mer kapacitet"
  },
  "message.subscribe": {
    "message": "Gå till prenumeration",
    "description": "Text på webbplatsens startsida, prenumerera innebär att användaren kan prenumerera på medlemskap"
  },
  "message.doNotWantSubscribe": {
    "message": "Vill du inte prenumerera på medlemskap? Du kan också prova att köpa kvantitet för enskilda tjänster.",
    "description": "Text på webbplatsens startsida, vill du inte prenumerera innebär att användaren inte vill prenumerera"
  },
  "message.doNotWantExtra": {
    "message": "Vill du inte köpa kvantitet? Du kan också prova att prenumerera på medlemskap.",
    "description": "Text på webbplatsens startsida, vill du inte köpa kvantitet innebär att användaren inte vill köpa mer kapacitet"
  },
  "subscription.3days": {
    "message": "3-dagars provmedlemskap",
    "description": "Medlemskapstyp, 3-dagars provmedlemskap"
  },
  "subscription.3days.description": {
    "message": "Prova medlemskapet, lämpligt för kortvarig användning.",
    "description": "Beskrivning av medlemskapstyp, lämplig för kortvarig användning"
  },
  "subscription.weekly": {
    "message": "Veckomedlemskap",
    "description": "Medlemskapstyp, veckomedlemskap innebär att användaren köper veckomedlemskap"
  },
  "subscription.monthly": {
    "message": "Månatligt medlemskap",
    "description": "Medlemskapstyp, månatligt medlemskap innebär att användaren köper månatligt medlemskap"
  },
  "subscription.yearly": {
    "message": "Årskort",
    "description": "Medlemskapstyp, årskort innebär att användaren köper ett årligt medlemskap"
  },
  "subscription.weekly.description": {
    "message": "Prova veckomedlemskap, lämpligt för kortvarig användning.",
    "description": "Beskrivning av medlemskapstyp, veckomedlemskap innebär att användaren köper veckomedlemskap"
  },
  "subscription.monthly.description": {
    "message": "Flexibelt månadskort, lämpligt för långvarig användning.",
    "description": "Beskrivning av medlemskapstyp, månadskort innebär att användaren köper månatligt medlemskap"
  },
  "subscription.yearly.description": {
    "message": "Otroligt årskort, det mest ekonomiska valet.",
    "description": "Beskrivning av medlemskapstyp, årskort innebär att användaren köper ett årligt medlemskap"
  },
  "subscription.introduction": {
    "message": "Prenumerera på medlemskap, lås upp alla AI-tjänster på webbplatsen.",
    "description": "Introduktion av medlemskap, beskriver medlemskapet"
  }
}