{
  "button.suggested": {
    "message": "Rekommenderad",
    "description": "Knapptext, rekommenderad betyder rekommenderad knapp"
  },
  "menu.orderList": {
    "message": "Beställningslista",
    "description": "Text i webbplatsmenyn, beställning betyder användarens köp av tjänster"
  },
  "menu.applicationList": {
    "message": "Ansökningslista",
    "description": "Text i webbplatsmenyn, ansökan betyder användarens ansökan om tjänster"
  },
  "menu.userProfile": {
    "message": "Användarprofil",
    "description": "Text i webbplatsmenyn, användarprofil betyder användarens personliga profil"
  },
  "menu.idVerify": {
    "message": "Identitetsverifiering",
    "description": "Text i webbplatsmenyn, identitetsverifiering betyder verifiering av användarens identitet"
  },
  "menu.manageApplication": {
    "message": "Ansökningshantering",
    "description": "Text i webbplatsmenyn, ansökningshantering betyder hantering av användarens ansökningar"
  },
  "menu.distributionIndex": {
    "message": "Rekommenderad inkomst",
    "description": "Text i webbplatsmenyn, rekommenderad inkomst betyder inkomst från användarens rekommendationer"
  },
  "menu.developerPlatform": {
    "message": "Utvecklarplattform",
    "description": "Text i webbplatsmenyn, utvecklarplattform betyder plattform för utvecklare"
  },
  "menu.usageList": {
    "message": "Användningshistorik",
    "description": "Text i webbplatsmenyn, användningshistorik betyder historik över användarens användning av API-tjänster"
  },
  "menu.credentialIndex": {
    "message": "Referenser",
    "description": "Text i webbplatsmenyn, referenser betyder åtkomstreferenser för API"
  },
  "menu.manageOrder": {
    "message": "Beställningshantering",
    "description": "Text i webbplatsmenyn, beställningshantering betyder hantering av användarens beställningar, beställning betyder användarens köp av tjänster"
  },
  "menu.manageDistributionStatus": {
    "message": "Distributionshantering",
    "description": "Text i webbplatsmenyn, distributionshantering betyder hantering av användarens distributionsstatus, relaterat till användarens rekommenderade inkomst"
  },
  "message.benefit1": {
    "message": "Exklusiv kundtjänstsupport",
    "description": "Text på webbplatsens startsida, exklusiv kundtjänstsupport betyder att användaren kan få support från en exklusiv kundtjänst"
  },
  "message.benefit2": {
    "message": "Prioriterad tillgång till nya funktioner",
    "description": "Text på webbplatsens startsida, prioriterad tillgång till nya funktioner betyder att användaren kan få tillgång till nya funktioner i förväg"
  },
  "message.buyExtra": {
    "message": "Köp nu",
    "description": "Text på webbplatsens startsida, köp extra betyder att användaren kan köpa extra kvoter"
  },
  "message.subscribe": {
    "message": "Prenumerera nu",
    "description": "Text på webbplatsens startsida, prenumerera betyder att användaren kan prenumerera på medlemskap"
  },
  "message.doNotWantSubscribe": {
    "message": "Vill du inte prenumerera på medlemskap? Du kan också prova att köpa extra kvoter.",
    "description": "Text på webbplatsens startsida, vill inte prenumerera betyder att användaren inte vill prenumerera på medlemskap"
  },
  "message.doNotWantExtra": {
    "message": "Vill du inte köpa extra kvoter? Du kan också prova att prenumerera på medlemskap.",
    "description": "Text på webbplatsens startsida, vill inte köpa extra kvoter betyder att användaren inte vill köpa extra kvoter"
  },
  "message.applicationNotFound": {
    "message": "Ansökan hittades inte",
    "description": "Meddelande som visas för användaren när ansökan inte finns."
  },
  "subscription.title": {
    "message": "Prenumerera på medlemskap och njut av fler förmåner",
    "description": "Meddelande som visas för användaren när de prenumererar på tjänsten."
  },
  "subscription.3days": {
    "message": "3-dagars provmedlemskap",
    "description": "Medlemstyp, 3-dagars provmedlemskap"
  },
  "subscription.3days.description": {
    "message": "Prova på medlemskap, lämpligt för kortvarig användning.",
    "description": "Medlemstyp, lämpligt för kortvarig användning"
  },
  "subscription.weekly": {
    "message": "Veckomedlemskap",
    "description": "Medlemstyp, veckomedlemskap betyder att användaren köper ett veckomedlemskap"
  },
  "subscription.monthly": {
    "message": "Månadsmedlemskap",
    "description": "Medlemstyp, månadsmedlemskap betyder att användaren köper ett månadsmedlemskap"
  },
  "subscription.yearly": {
    "message": "Årsmedlemskap",
    "description": "Medlemstyp, årsmedlemskap betyder att användaren köper ett årsmedlemskap"
  },
  "subscription.weekly.description": {
    "message": "Prova på veckomedlemskap, lämpligt för kortvarig användning.",
    "description": "Beskrivning av medlemstyp, veckomedlemskap betyder att användaren köper ett veckomedlemskap"
  },
  "subscription.monthly.description": {
    "message": "Flexibelt månadsmedlemskap, lämpligt för långvarig användning.",
    "description": "Beskrivning av medlemstyp, månadsmedlemskap betyder att användaren köper ett månadsmedlemskap"
  },
  "subscription.yearly.description": {
    "message": "Prisvärt årsmedlemskap, det mest ekonomiska valet.",
    "description": "Beskrivning av medlemstyp, årsmedlemskap betyder att användaren köper ett årsmedlemskap"
  },
  "subscription.introduction": {
    "message": "Prenumerera på medlemskap och lås upp alla AI-tjänster på hela webbplatsen.",
    "description": "Medlemsintroduktion betyder introduktion av medlemskap"
  }
}