{
  "button.suggested": {
    "message": "Rekommendera",
    "description": "Knapptext, rekommendera representerar en rekommendationsknapp"
  },
  "menu.orderList": {
    "message": "Orderlista",
    "description": "Text i webbplatsmenyn, order refererar till beställningar som användaren har köpt"
  },
  "menu.applicationList": {
    "message": "Ansökningslista",
    "description": "Text i webbplatsmenyn, ansökan refererar till användarens ansökningar om tjänster"
  },
  "menu.userProfile": {
    "message": "Användarprofil",
    "description": "Text i webbplatsmenyn, användarprofil refererar till användarens personliga profil"
  },
  "menu.idVerify": {
    "message": "Identifiering",
    "description": "Text i webbplatsmenyn, identifiering refererar till verifiering av användarens identitet"
  },
  "menu.manageApplication": {
    "message": "Hantera ansökningar",
    "description": "Text i webbplatsmenyn, hantera ansökningar refererar till hantering av användarens ansökningar"
  },
  "menu.distributionIndex": {
    "message": "Rekommenderade inkomster",
    "description": "Text i webbplatsmenyn, rekommenderade inkomster refererar till de inkomster som användaren har rekommenderat"
  },
  "menu.developerPlatform": {
    "message": "Utvecklarplattform",
    "description": "Text i webbplatsmenyn, utvecklarplattform refererar till plattformen för utvecklare"
  },
  "menu.usageList": {
    "message": "Användningshistorik",
    "description": "Text i webbplatsmenyn, användningshistorik refererar till historik över användarens användning av API-tjänster"
  },
  "menu.credentialIndex": {
    "message": "Behörigheter",
    "description": "Text i webbplatsmenyn, behörigheter refererar till behörigheter för att få åtkomst till API"
  },
  "menu.manageOrder": {
    "message": "Hantera beställningar",
    "description": "Text i webbplatsmenyn, hantera beställningar refererar till hantering av användarens beställningar"
  },
  "menu.manageDistributionStatus": {
    "message": "Hantera distribution",
    "description": "Text i webbplatsmenyn, hantera distribution refererar till hantering av användarens distributionsstatus, relaterad till de inkomster användaren har rekommenderat"
  },
  "message.benefit1": {
    "message": "Exklusiv kundtjänstsupport",
    "description": "Text på webbplatsens startsida, exklusiv kundtjänstsupport innebär att användaren kan få stöd från exklusiv kundtjänst"
  },
  "message.benefit2": {
    "message": "Prioriterad åtkomst till nya funktioner",
    "description": "Text på webbplatsens startsida, prioriterad åtkomst till nya funktioner innebär att användaren kan få förtur till nya funktioner"
  },
  "message.buyExtra": {
    "message": "Köp mer",
    "description": "Text på webbplatsens startsida, köp mer refererar till att användaren kan köpa mer av service"
  },
  "message.doNotWantSubscribe": {
    "message": "Vill du inte prenumerera på hela webbplatsens medlemskap? Du kan också försöka köpa kredit för enstaka tjänster.",
    "description": "Text på webbplatsens startsida, vill du inte prenumerera hänvisar till att användaren inte vill prenumerera på medlemskap"
  },
  "subscription.3days": {
    "message": "3 dagars medlemskap",
    "description": "Medlemstyp, 3 dagars medlemskap"
  },
  "subscription.3days.description": {
    "message": "Provmedlemskap, passar för kortvarig användning.",
    "description": "Medlemstyp, passar för kortvarig användning"
  },
  "subscription.weekly": {
    "message": "Veckomedlemskap",
    "description": "Medlemstyp, veckomedlemskap refererar till den medlemskapstyp som användaren har köpt"
  },
  "subscription.monthly": {
    "message": "Månadens medlemskap",
    "description": "Medlemstyp, månadens medlemskap refererar till den medlemskapstyp som användaren har köpt"
  },
  "subscription.yearly": {
    "message": "Årsmedlemskap",
    "description": "Medlemstyp, årsmedlemskap refererar till den medlemskapstyp som användaren har köpt"
  },
  "subscription.weekly.description": {
    "message": "Provvecka, passar för kortvarig användning.",
    "description": "Beskrivning av medlemstyp, veckomedlemskap refererar till den medlemskapstyp som användaren har köpt"
  },
  "subscription.monthly.description": {
    "message": "Flexibelt månadsmedlemskap, passar för långvarig användning.",
    "description": "Beskrivning av medlemstyp, månadens medlemskap refererar till den medlemskapstyp som användaren har köpt"
  },
  "subscription.yearly.description": {
    "message": "Fantastiskt årsmedlemskap, det mest fördelaktiga valet.",
    "description": "Beskrivning av medlemstyp, årsmedlemskap refererar till den medlemskapstyp som användaren har köpt"
  },
  "subscription.introduction": {
    "message": "Prenumerera på medlemskap för att låsa upp alla AI-tjänster på webbplatsen.",
    "description": "Introduktion till medlemskap, innebär en introduktion till medlemskapet"
  }
}