{
  "model.35Standard": {
    "message": "Estándar 3.5",
    "description": "Nombre del modelo de servicio, es decir, GPT 3.5 base."
  },
  "model.35StandardDescription": {
    "message": "Adecuado para tareas diarias.",
    "description": "Descripción del modelo estándar 3.5"
  },
  "model.35Browsing": {
    "message": "Navegación 3.5",
    "description": "Nombre del modelo de servicio, es decir, GPT 3.5 de navegación."
  },
  "model.35BrowsingDescription": {
    "message": "Capaz de recuperar información en tiempo real.",
    "description": "Descripción del modelo de navegación 3.5"
  },
  "model.4Standard": {
    "message": "Estándar 4.0",
    "description": "Nombre del modelo de servicio, es decir, GPT 4.0 estándar."
  },
  "model.4StandardDescription": {
    "message": "Un modelo más potente, adecuado para tareas complejas.",
    "description": "Descripción del modelo estándar 4.0"
  },
  "model.4Browsing": {
    "message": "Navegación 4.0",
    "description": "Nombre del modelo de servicio, es decir, GPT 4.0 de navegación."
  },
  "model.4BrowsingDescription": {
    "message": "Potente y capaz de recuperar información en tiempo real.",
    "description": "Descripción del modelo de navegación 4.0"
  },
  "model.4Vision": {
    "message": "Visión 4.0",
    "description": "Nombre del modelo de servicio, es decir, GPT 4.0 de visión."
  },
  "model.4VisionDescription": {
    "message": "Capaz de analizar imágenes.",
    "description": "Descripción del modelo de visión 4.0"
  },
  "message.startNewChat": {
    "message": "Comenzar un nuevo chat",
    "description": "Mensaje en la página web que indica al usuario que comience un nuevo chat."
  },
  "message.uploadFile": {
    "message": "Subir archivo",
    "description": "Mensaje en la página web que indica al usuario que suba un archivo."
  },
  "message.noToken": {
    "message": "Por favor solicite el servicio correspondiente primero",
    "description": "Mensaje en la página web que indica al usuario que solicite primero el servicio correspondiente."
  },
  "message.newMessagePlaceholder": {
    "message": "Escriba su pregunta...",
    "description": "Marcador de posición en la página web que indica al usuario que escriba una pregunta."
  },
  "message.noInput": {
    "message": "La pregunta no puede estar vacía",
    "description": "Mensaje en la página web que indica al usuario que la pregunta no puede estar vacía."
  },
  "message.uploadReferencesExceed": {
    "message": "Solo se permite subir 1 archivo como máximo",
    "description": "Mensaje en la página web que indica al usuario que solo se permite subir 1 archivo como máximo."
  },
  "message.uploadReferencesError": {
    "message": "Error al subir el archivo, por favor vuelva a intentarlo más tarde",
    "description": "Mensaje en la página web que indica al usuario que ocurrió un error al subir el archivo, por favor vuelva a intentarlo más tarde."
  },
  "message.notApplied": {
    "message": "Usted aún no ha aplicado para este servicio, por favor aplíquelo primero",
    "description": "Mensaje en la página web que indica al usuario que aún no ha aplicado para este servicio, por favor aplíquelo primero."
  },
  "message.tryForFree": {
    "message": "Pruébalo gratis",
    "description": "Mensaje en la página web que indica al usuario que pruebe el servicio de forma gratuita."
  },
  "message.question1": {
    "message": "Crear un plan de entrenamiento",
    "description": "Ejemplo de pregunta para comenzar una conversación, pidiendo al usuario que escriba un código JavaScript que produzca 'Hola Mundo'"
  },
  "message.question2": {
    "message": "Crear un sitio web personal",
    "description": "Ejemplo de pregunta para comenzar una conversación, pidiendo al usuario que escriba un correo electrónico a Mike informándole sobre un cambio de dirección"
  },
  "message.question3": {
    "message": "Diseñar un juego de programación interesante",
    "description": "Ejemplo de pregunta para comenzar una conversación, pidiendo al usuario que explique los principios básicos de la computación cuántica en un lenguaje sencillo"
  },
  "message.question4": {
    "message": "Experimentar Seúl como un local",
    "description": "Ejemplo de pregunta para comenzar una conversación, pidiendo al usuario que explique el impacto de la realidad virtual en la creación artística"
  },
  "message.errorApiError": {
    "message": "Error al responder, por favor vuelva a intentarlo más tarde",
    "description": "Mensaje en la página web que indica al usuario que ocurrió un error al responder, por favor vuelva a intentarlo más tarde."
  },
  "message.errorBadRequest": {
    "message": "Contenido de la solicitud no válido, por favor reformule la pregunta",
    "description": "Mensaje en la página web que indica al usuario que el contenido de la solicitud no es válido, por favor reformule la pregunta."
  },
  "message.errorNoConversation": {
    "message": "La conversación no existe o ha expirado, por favor comience un nuevo chat",
    "description": "Mensaje en la página web que indica al usuario que la conversación no existe o ha expirado, por favor comience un nuevo chat."
  },
  "message.errorContentTooLarge": {
    "message": "El contenido de la pregunta es demasiado extenso, por favor acórtele y vuelva a intentarlo",
    "description": "Mensaje en la página web que indica al usuario que el contenido de la pregunta es demasiado extenso, por favor acórtele y vuelva a intentarlo."
  },
  "message.errorTooManyRequests": {
    "message": "Sus operaciones son demasiado frecuentes, por favor inténtelo de nuevo más tarde",
    "description": "Mensaje en la página web que indica al usuario que sus operaciones son demasiado frecuentes, por favor inténtelo de nuevo más tarde."
  },
  "message.errorUsedUp": {
    "message": "Ha utilizado todas las veces de su paquete, por favor compre más para continuar usando el servicio",
    "description": "Mensaje en la página web que indica al usuario que ha utilizado todas las veces de su paquete, por favor compre más para continuar usando el servicio."
  },
  "message.errorUnknown": {
    "message": "Ocurrió un error desconocido en el servidor, por favor vuelva a intentarlo más tarde o contacte al soporte",
    "description": "Mensaje en la página web que indica al usuario que ocurrió un error desconocido en el servidor, por favor vuelva a intentarlo más tarde o contacte al soporte."
  },
  "message.errorTimeout": {
    "message": "El tiempo de respuesta para la pregunta ha expirado, por favor vuelva a intentarlo más tarde",
    "description": "Mensaje en la página web que indica al usuario que el tiempo de respuesta para la pregunta ha expirado, por favor vuelva a intentarlo más tarde."
  },
  "message.errorNotApplied": {
    "message": "You have not applied for this service, please apply first before continuing to ask",
    "description": "Message on the web page, telling the user that they have not applied for this service, please apply first before continuing to ask"
  },
  "message.confirmDelete": {
    "message": "Confirm Delete",
    "description": "Message on the web page, telling the user to confirm the delete"
  },
  "message.howToUse": {
    "message": "AI may make mistakes, please check important information.",
    "description": "Message on the web page, telling the user that AI may make mistakes, please check important information"
  },
  "title.chat": {
    "message": "AI Chat",
    "description": "Title of the web page, namely AI Chat"
  },
  "title.example": {
    "message": "Example",
    "description": "Title of the web page, namely Example"
  },
  "title.capabilities": {
    "message": "Capabilities",
    "description": "Title of the web page, namely Capabilities"
  },
  "title.limitations": {
    "message": "Limitations",
    "description": "Title on the web page, indicating that this section is about the technical limitations of the service"
  },
  "title.complexQuestion": {
    "message": "Answer Complex Questions",
    "description": "Title on the web page, indicating that this section is about the service's ability to answer complex questions"
  },
  "title.professionalQuestion": {
    "message": "Consult Professional Questions",
    "description": "Title on the web page, indicating that this section is about the service's ability to consult professional questions"
  },
  "title.getTips": {
    "message": "Get Inspiration and Creativity",
    "description": "Title on the web page, indicating that this section is about the service's ability to get inspiration and creativity"
  },
  "group.today": {
    "message": "Today",
    "description": "Name of the group on the web page, namely Today"
  },
  "group.yesterday": {
    "message": "Yesterday",
    "description": "Name of the group on the web page, namely Yesterday"
  },
  "group.thisWeek": {
    "message": "This Week",
    "description": "Name of the group on the web page, namely This Week"
  },
  "group.earlier": {
    "message": "Earlier",
    "description": "Name of the group on the web page, namely Earlier"
  }
}