{
  "model.35Standard": {
    "message": "3.5 Estándar",
    "description": "Nombre del modelo del servicio, que es GPT 3.5 Básico"
  },
  "model.35StandardDescription": {
    "message": "Ideal para tareas diarias.",
    "description": "Descripción del modelo 3.5 Estándar"
  },
  "model.35Browsing": {
    "message": "3.5 Navegación",
    "description": "Nombre del modelo del servicio, que es GPT 3.5 Navegación"
  },
  "model.35BrowsingDescription": {
    "message": "Puede recuperar información en tiempo real.",
    "description": "Descripción del modelo 3.5 Navegación"
  },
  "model.4Standard": {
    "message": "4.0 Estándar",
    "description": "Nombre del modelo del servicio, que es GPT 4.0 Estándar"
  },
  "model.4StandardDescription": {
    "message": "Modelo más potente para tareas complejas.",
    "description": "Descripción del modelo 4.0 Estándar"
  },
  "model.4Browsing": {
    "message": "4.0 Navegación",
    "description": "Nombre del modelo del servicio, que es GPT 4.0 Navegación"
  },
  "model.4BrowsingDescription": {
    "message": "Potente y recupera información en tiempo real.",
    "description": "Descripción del modelo 4.0 Navegación"
  },
  "model.4Vision": {
    "message": "4.0 Visión",
    "description": "Nombre del modelo del servicio, que es GPT 4.0 Visión"
  },
  "model.4VisionDescription": {
    "message": "Puede analizar imágenes.",
    "description": "Descripción del modelo 4.0 Visión"
  },
  "message.startNewChat": {
    "message": "Iniciar una nueva conversación",
    "description": "Mensaje en una página web que indica al usuario que inicie una nueva conversación"
  },
  "message.uploadFile": {
    "message": "Subir archivo",
    "description": "Mensaje en una página web que indica al usuario que suba un archivo"
  },
  "message.noToken": {
    "message": "Por favor, solicite primero el servicio correspondiente",
    "description": "Mensaje en una página web que indica al usuario que solicite primero el servicio correspondiente"
  },
  "message.newMessagePlaceholder": {
    "message": "Por favor, ingrese su pregunta...",
    "description": "Marcador de posición en una página web que indica al usuario que ingrese una pregunta"
  },
  "message.noInput": {
    "message": "La pregunta no puede estar vacía",
    "description": "Mensaje en una página web que indica al usuario que la pregunta no puede estar vacía"
  },
  "message.uploadReferencesExceed": {
    "message": "Solo puede subir 1 archivo como máximo",
    "description": "Mensaje en una página web que indica al usuario que solo puede subir 1 archivo como máximo"
  },
  "message.uploadReferencesError": {
    "message": "Error al subir el archivo, por favor intente nuevamente más tarde",
    "description": "Mensaje en una página web que indica al usuario que hubo un error al subir el archivo, por favor intente nuevamente más tarde"
  },
  "message.notApplied": {
    "message": "Todavía no ha solicitado este servicio, por favor solicítelo primero",
    "description": "Mensaje en una página web que indica al usuario que todavía no ha solicitado este servicio, por favor solicítelo primero"
  },
  "message.tryForFree": {
    "message": "Pruebe gratis",
    "description": "Mensaje en una página web que indica al usuario que pruebe gratis"
  },
  "message.question1": {
    "message": "Crear un plan de entrenamiento",
    "description": "Un ejemplo de pregunta para iniciar una conversación, que pide al usuario que escriba un código JavaScript que muestre Hola Mundo"
  },
  "message.question2": {
    "message": "Crear una página web personal",
    "description": "Un ejemplo de pregunta para iniciar una conversación, que pide al usuario que escriba un correo electrónico a Mike, informándole que se ha mudado"
  },
  "message.question3": {
    "message": "Diseñar un juego de codificación divertido",
    "description": "Un ejemplo de pregunta para iniciar una conversación, que pide al usuario que explique los principios básicos de la computación cuántica en términos sencillos"
  },
  "message.question4": {
    "message": "Experimentar Seúl como un local",
    "description": "Un ejemplo de pregunta para iniciar una conversación, que pide al usuario que explique qué impacto ha tenido la realidad virtual en la creación artística"
  },
  "message.errorApiError": {
    "message": "La respuesta falló, por favor intente nuevamente más tarde",
    "description": "Mensaje en una página web que indica al usuario que la respuesta falló, por favor intente nuevamente más tarde"
  },
  "message.errorBadRequest": {
    "message": "El contenido de la solicitud no está estandarizado, por favor pregunte de nuevo",
    "description": "Mensaje en una página web que indica al usuario que el contenido de la solicitud no está estandarizado, por favor pregunte de nuevo"
  },
  "message.errorNoConversation": {
    "message": "La conversación no existe o ha expirado, por favor inicie una nueva conversación",
    "description": "Mensaje en una página web que indica al usuario que la conversación no existe o ha expirado, por favor inicie una nueva conversación"
  },
  "message.errorContentTooLarge": {
    "message": "El contenido de la pregunta es demasiado largo, por favor redúzcalo e intente de nuevo",
    "description": "Mensaje en una página web que indica al usuario que el contenido de la pregunta es demasiado largo, por favor redúzcalo e intente de nuevo"
  },
  "message.errorTooManyRequests": {
    "message": "Sus operaciones son demasiado frecuentes, por favor intente nuevamente más tarde",
    "description": "Mensaje en una página web que indica al usuario que sus operaciones son demasiado frecuentes, por favor intente nuevamente más tarde"
  },
  "message.errorUsedUp": {
    "message": "Ha agotado sus veces de uso del paquete, por favor compre más veces para continuar usando",
    "description": "Mensaje en una página web que indica al usuario que ha agotado sus veces de uso del paquete, por favor compre más veces para continuar usando"
  },
  "message.errorUnknown": {
    "message": "Se produjo un error desconocido en el servidor, por favor intente nuevamente más tarde o contacte al servicio de atención al cliente",
    "description": "Mensaje en una página web que indica al usuario que se produjo un error desconocido en el servidor, por favor intente nuevamente más tarde o contacte al servicio de atención al cliente"
  },
  "message.errorTimeout": {
    "message": "Se agotó el tiempo para responder la pregunta, por favor intente nuevamente más tarde",
    "description": "Mensaje en una página web que indica al usuario que se agotó el tiempo para responder la pregunta, por favor intente nuevamente más tarde"
  },
  "message.errorNotApplied": {
    "message": "Todavía no ha solicitado este servicio, por favor solicítelo antes de continuar haciendo preguntas",
    "description": "Mensaje en una página web que indica al usuario que todavía no ha solicitado este servicio, por favor solicítelo antes de continuar haciendo preguntas"
  },
  "message.confirmDelete": {
    "message": "Confirmar eliminación",
    "description": "Mensaje en una página web que indica al usuario que confirme la eliminación"
  },
  "message.howToUse": {
    "message": "La IA puede cometer errores. Verifique la información importante.",
    "description": "Mensaje en una página web que indica al usuario que la IA puede cometer errores. Verifique la información importante."
  },
  "title.chat": {
    "message": "Chat de IA",
    "description": "Título de una página web, que es Chat de IA"
  },
  "title.example": {
    "message": "Ejemplo",
    "description": "Título de una página web, que es Ejemplo"
  },
  "title.capabilities": {
    "message": "Capacidades",
    "description": "Título de una página web, que es Capabilities"
  },
  "title.limitations": {
    "message": "Limitaciones",
    "description": "Título en una página web que indica que esta parte trata sobre las limitaciones técnicas del servicio"
  },
  "title.complexQuestion": {
    "message": "Responder preguntas complejas",
    "description": "Título en una página web que indica que esta parte trata sobre la capacidad del servicio de responder preguntas complejas"
  },
  "title.professionalQuestion": {
    "message": "Consultar preguntas profesionales",
    "description": "Título en una página web que indica que esta parte trata sobre la capacidad del servicio de consultar preguntas profesionales"
  },
  "title.getTips": {
    "message": "Obtener inspiración y creatividad",
    "description": "Título en una página web que indica que esta parte trata sobre la capacidad del servicio de obtener inspiración y creatividad"
  },
  "group.today": {
    "message": "Hoy",
    "description": "Nombre del grupo en una página web, que es Hoy"
  },
  "group.yesterday": {
    "message": "Ayer",
    "description": "Nombre del grupo en una página web, que es Ayer"
  },
  "group.thisWeek": {
    "message": "Esta semana",
    "description": "Nombre del grupo en una página web, que es Esta semana"
  },
  "group.earlier": {
    "message": "Anterior",
    "description": "Nombre del grupo en una página web, que es Anterior"
  }
}