{
  "button.suggested": {
    "message": "Sugerido",
    "description": "Texto del botón, sugerido indica un botón de recomendación"
  },
  "menu.orderList": {
    "message": "Lista de pedidos",
    "description": "Texto en el menú del sitio web, pedido se refiere a los pedidos de servicios comprados por el usuario"
  },
  "menu.applicationList": {
    "message": "Lista de solicitudes",
    "description": "Texto en el menú del sitio web, solicitud se refiere a las solicitudes de servicios realizadas por el usuario"
  },
  "menu.userProfile": {
    "message": "Perfil del usuario",
    "description": "Texto en el menú del sitio web, perfil del usuario se refiere a la información personal del usuario"
  },
  "menu.idVerify": {
    "message": "Verificación de identidad",
    "description": "Texto en el menú del sitio web, verificación de identidad se refiere a la validación de la identidad del usuario"
  },
  "menu.manageApplication": {
    "message": "Gestión de solicitudes",
    "description": "Texto en el menú del sitio web, gestión de solicitudes se refiere a la administración de las solicitudes del usuario"
  },
  "menu.distributionIndex": {
    "message": "Beneficios por recomendación",
    "description": "Texto en el menú del sitio web, beneficios por recomendación se refiere a las ganancias obtenidas por el usuario al recomendar"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de desarrolladores",
    "description": "Texto en el menú del sitio web, plataforma de desarrolladores se refiere a la plataforma para desarrolladores"
  },
  "menu.usageList": {
    "message": "Historial de uso",
    "description": "Texto en el menú del sitio web, historial de uso se refiere al historial de uso de los servicios API por parte del usuario"
  },
  "menu.credentialIndex": {
    "message": "Credenciales",
    "description": "Texto en el menú del sitio web, credenciales se refiere a las credenciales para acceder a la API"
  },
  "menu.manageOrder": {
    "message": "Gestión de pedidos",
    "description": "Texto en el menú del sitio web, gestión de pedidos se refiere a la administración de los pedidos del usuario, donde el pedido se refiere a los servicios comprados por el usuario"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Texto en el menú del sitio web, gestión de distribución se refiere a la administración del estado de distribución del usuario, relacionado con las ganancias obtenidas por recomendación"
  },
  "message.benefit1": {
    "message": "Soporte de atención al cliente exclusivo",
    "description": "Texto en la página de inicio del sitio web, soporte de atención al cliente exclusivo indica que el usuario puede obtener asistencia de un representante de atención al cliente"
  },
  "message.benefit2": {
    "message": "Experiencia prioritaria de nuevas funciones",
    "description": "Texto en la página de inicio del sitio web, experiencia prioritaria de nuevas funciones indica que el usuario puede probar nuevas funciones antes que otros"
  },
  "message.buyExtra": {
    "message": "Ir a comprar",
    "description": "Texto en la página de inicio del sitio web, comprar crédito indica que el usuario puede adquirir más crédito"
  },
  "message.subscribe": {
    "message": "Ir a suscribirse",
    "description": "Texto en la página de inicio del sitio web, suscribirse a la membresía indica que el usuario puede hacerse miembro"
  },
  "message.doNotWantSubscribe": {
    "message": "¿No quieres suscribirte a la membresía periódica? También puedes intentar comprar crédito por separado.",
    "description": "Texto en la página de inicio del sitio web, no querer suscribirse indica que el usuario no desea hacerse miembro"
  },
  "message.doNotWantExtra": {
    "message": "¿No quieres comprar crédito? También puedes intentar suscribirte a la membresía periódica.",
    "description": "Texto en la página de inicio del sitio web, no querer comprar crédito indica que el usuario no desea adquirir más crédito"
  },
  "message.applicationNotFound": {
    "message": "Solicitud no encontrada",
    "description": "Mensaje mostrado al usuario cuando la solicitud no existe."
  },
  "subscription.title": {
    "message": "Suscríbete a la membresía y disfruta de más beneficios",
    "description": "Mensaje mostrado al usuario al suscribirse al servicio."
  },
  "subscription.3days": {
    "message": "Membresía de 3 días",
    "description": "Tipo de membresía, membresía de 3 días"
  },
  "subscription.3days.description": {
    "message": "Membresía de prueba, adecuada para uso a corto plazo.",
    "description": "Tipo de membresía, adecuada para uso a corto plazo"
  },
  "subscription.weekly": {
    "message": "Membresía semanal",
    "description": "Tipo de membresía, membresía semanal indica que el tipo de membresía adquirido por el usuario es semanal"
  },
  "subscription.monthly": {
    "message": "Membresía mensual",
    "description": "Tipo de membresía, membresía mensual indica que el tipo de membresía adquirido por el usuario es mensual"
  },
  "subscription.yearly": {
    "message": "Membresía anual",
    "description": "Tipo de membresía, membresía anual indica que el tipo de membresía adquirido por el usuario es anual"
  },
  "subscription.weekly.description": {
    "message": "Membresía de prueba semanal, adecuada para uso a corto plazo.",
    "description": "Descripción del tipo de membresía, membresía semanal indica que el tipo de membresía adquirido por el usuario es semanal"
  },
  "subscription.monthly.description": {
    "message": "Membresía mensual flexible, adecuada para uso a largo plazo.",
    "description": "Descripción del tipo de membresía, membresía mensual indica que el tipo de membresía adquirido por el usuario es mensual"
  },
  "subscription.yearly.description": {
    "message": "Membresía anual de gran valor, la opción más económica.",
    "description": "Descripción del tipo de membresía, membresía anual indica que el tipo de membresía adquirido por el usuario es anual"
  },
  "subscription.introduction": {
    "message": "Suscríbete a la membresía y desbloquea todos los servicios de IA del sitio.",
    "description": "Introducción a la membresía que describe los beneficios de ser miembro"
  },
  "menu.coinIndex": {
    "message": "Integración de criptomonedas",
    "description": "Texto en el menú del sitio web, se refiere a la integración de criptomonedas"
  },
  "menu.platformTokenIndex": {
    "message": "Token de plataforma",
    "description": "Texto en el menú del sitio web, token de plataforma se refiere al token utilizado para acceder a la plataforma Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Centro de Publicación",
    "description": "Texto en el menú del sitio web, el centro de publicación se refiere al lugar donde los usuarios publican contenido"
  },
  "menu.platformRankIndex": {
    "message": "Ranking de Plataforma",
    "description": "Texto en el menú del sitio web, el ranking de plataforma se refiere a la lista de ganancias recomendadas por los usuarios"
  },
  "menu.manageOrderDiscount": {
    "message": "Gestión de Descuentos",
    "description": "Texto en el menú del sitio web, entrada de gestión de descuentos de pedidos visible solo para administradores"
  },
  "menu.manageUser": {
    "message": "Gestión de Usuarios",
    "description": "Texto en el menú del sitio web, entrada de gestión de usuarios visible solo para administradores"
  },
  "menu.revenueAnalysis": {
    "message": "Análisis de Ingresos",
    "description": "Texto en el menú del sitio web, entrada de análisis de ingresos visible solo para administradores"
  }
}