{
  "button.suggested": {
    "message": "Recomendado",
    "description": "Texto del botón, recomendado indica el botón sugerido"
  },
  "menu.orderList": {
    "message": "Lista de pedidos",
    "description": "Texto en el menú del sitio web, pedidos se refiere a las órdenes de compra de servicios por parte del usuario"
  },
  "menu.applicationList": {
    "message": "Lista de solicitudes",
    "description": "Texto en el menú del sitio web, solicitudes se refiere a las aplicaciones de uso de servicios por parte del usuario"
  },
  "menu.userProfile": {
    "message": "Perfil de usuario",
    "description": "Texto en el menú del sitio web, perfil de usuario se refiere al perfil personal del usuario"
  },
  "menu.idVerify": {
    "message": "Verificación de identidad",
    "description": "Texto en el menú del sitio web, verificación de identidad se refiere a la verificación de la identidad del usuario"
  },
  "menu.manageApplication": {
    "message": "Gestión de solicitudes",
    "description": "Texto en el menú del sitio web, gestión de solicitudes se refiere a la gestión de las aplicaciones del usuario"
  },
  "menu.distributionIndex": {
    "message": "Ingresos por recomendación",
    "description": "Texto en el menú del sitio web, ingresos por recomendación se refiere a los ingresos generados por las recomendaciones del usuario"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de desarrolladores",
    "description": "Texto en el menú del sitio web, plataforma de desarrolladores se refiere a la plataforma para desarrolladores"
  },
  "menu.usageList": {
    "message": "Registro de uso",
    "description": "Texto en el menú del sitio web, registro de uso se refiere al historial de uso de servicios API por parte del usuario"
  },
  "menu.credentialIndex": {
    "message": "Credenciales",
    "description": "Texto en el menú del sitio web, credenciales se refiere a las credenciales de acceso a la API"
  },
  "menu.manageOrder": {
    "message": "Gestión de pedidos",
    "description": "Texto en el menú del sitio web, gestión de pedidos se refiere a la gestión de las órdenes del usuario, pedidos se refiere a las órdenes de compra de servicios por parte del usuario"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Texto en el menú del sitio web, gestión de distribución se refiere a la gestión del estado de distribución del usuario, relacionado con los ingresos por recomendación del usuario"
  },
  "message.benefit1": {
    "message": "Soporte de atención al cliente exclusivo",
    "description": "Texto en la página de inicio del sitio web, soporte de atención al cliente exclusivo indica que el usuario puede obtener soporte de atención al cliente exclusivo"
  },
  "message.benefit2": {
    "message": "Acceso prioritario a nuevas funciones",
    "description": "Texto en la página de inicio del sitio web, acceso prioritario a nuevas funciones indica que el usuario puede experimentar nuevas funciones de manera prioritaria"
  },
  "message.buyExtra": {
    "message": "Comprar",
    "description": "Texto en la página de inicio del sitio web, comprar crédito indica que el usuario puede comprar crédito"
  },
  "message.subscribe": {
    "message": "Suscribirse",
    "description": "Texto en la página de inicio del sitio web, suscribirse a la membresía indica que el usuario puede suscribirse a la membresía"
  },
  "message.doNotWantSubscribe": {
    "message": "¿No quieres suscribirte a la membresía periódica? También puedes intentar comprar crédito por separado.",
    "description": "Texto en la página de inicio del sitio web, no querer suscribirse indica que el usuario no quiere suscribirse a la membresía"
  },
  "message.doNotWantExtra": {
    "message": "¿No quieres comprar crédito? También puedes intentar suscribirte a la membresía periódica.",
    "description": "Texto en la página de inicio del sitio web, no querer comprar crédito indica que el usuario no quiere comprar crédito"
  },
  "message.applicationNotFound": {
    "message": "Solicitud no encontrada",
    "description": "Mensaje mostrado al usuario cuando la solicitud no existe."
  },
  "subscription.title": {
    "message": "Suscríbete a la membresía y disfruta de más beneficios",
    "description": "Mensaje mostrado al usuario cuando se suscribe al servicio."
  },
  "subscription.3days": {
    "message": "Membresía de 3 días",
    "description": "Tipo de membresía, membresía de 3 días"
  },
  "subscription.3days.description": {
    "message": "Membresía de prueba, adecuada para uso a corto plazo.",
    "description": "Descripción del tipo de membresía, adecuada para uso a corto plazo"
  },
  "subscription.weekly": {
    "message": "Membresía semanal",
    "description": "Tipo de membresía, membresía semanal indica que el tipo de membresía comprada por el usuario es semanal"
  },
  "subscription.monthly": {
    "message": "Membresía mensual",
    "description": "Tipo de membresía, membresía mensual indica que el tipo de membresía comprada por el usuario es mensual"
  },
  "subscription.yearly": {
    "message": "Membresía anual",
    "description": "Tipo de membresía, membresía anual indica que el tipo de membresía comprada por el usuario es anual"
  },
  "subscription.weekly.description": {
    "message": "Membresía semanal de prueba, adecuada para uso a corto plazo.",
    "description": "Descripción del tipo de membresía, membresía semanal indica que el tipo de membresía comprada por el usuario es semanal"
  },
  "subscription.monthly.description": {
    "message": "Membresía mensual flexible, adecuada para uso a largo plazo.",
    "description": "Descripción del tipo de membresía, membresía mensual indica que el tipo de membresía comprada por el usuario es mensual"
  },
  "subscription.yearly.description": {
    "message": "Membresía anual de gran valor, la opción más económica.",
    "description": "Descripción del tipo de membresía, membresía anual indica que el tipo de membresía comprada por el usuario es anual"
  },
  "subscription.introduction": {
    "message": "Suscríbete a la membresía y desbloquea todos los servicios de IA del sitio.",
    "description": "Introducción a la membresía indica la introducción de la membresía"
  }
}