{
  "button.suggested": {
    "message": "Sugerir",
    "description": "Texto en el botón, recomendar representa un botón de sugerencia"
  },
  "menu.orderList": {
    "message": "Lista de pedidos",
    "description": "Texto en el menú del sitio web, lista de pedidos representa los pedidos realizados por el usuario para servicios adquiridos"
  },
  "menu.applicationList": {
    "message": "Lista de solicitudes",
    "description": "Texto en el menú del sitio web, lista de solicitudes representa las solicitudes de servicios por el usuario"
  },
  "menu.userProfile": {
    "message": "Perfil del usuario",
    "description": "Texto en el menú del sitio web, perfil del usuario representa la información personal del usuario"
  },
  "menu.idVerify": {
    "message": "Verificación de identidad",
    "description": "Texto en el menú del sitio web, verificación de identidad representa la validación de la identidad del usuario"
  },
  "menu.manageApplication": {
    "message": "Gestión de solicitudes",
    "description": "Texto en el menú del sitio web, gestión de solicitudes representa la administración de las solicitudes del usuario"
  },
  "menu.distributionIndex": {
    "message": "Beneficios por referencia",
    "description": "Texto en el menú del sitio web, beneficios por referencia representa las ganancias del usuario por sus referencias"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de desarrolladores",
    "description": "Texto en el menú del sitio web, plataforma de desarrolladores representa el espacio para desarrolladores"
  },
  "menu.usageList": {
    "message": "Registro de uso",
    "description": "Texto en el menú del sitio web, registro de uso representa el historial de uso de los servicios API por el usuario"
  },
  "menu.credentialIndex": {
    "message": "Credenciales",
    "description": "Texto en el menú del sitio web, credenciales representa las credenciales para acceder a los API"
  },
  "menu.manageOrder": {
    "message": "Gestión de pedidos",
    "description": "Texto en el menú del sitio web, gestión de pedidos representa la administración de los pedidos del usuario, donde los pedidos son las compras de servicios"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Texto en el menú del sitio web, gestión de distribución representa el manejo de los estados de distribución del usuario, relacionado con las ganancias de sus referencias"
  },
  "message.benefit1": {
    "message": "Soporte de atención al cliente exclusivo",
    "description": "Texto en la página principal del sitio web, soporte de atención al cliente exclusivo representa la asistencia personalizada para los usuarios"
  },
  "message.benefit2": {
    "message": "Prioridad en el acceso a nuevas funciones",
    "description": "Texto en la página principal del sitio web, prioridad en el acceso a nuevas funciones significa que los usuarios pueden probar nuevas funciones antes que otros"
  },
  "message.buyExtra": {
    "message": "Comprar más",
    "description": "Texto en la página principal del sitio web, comprar más representa la capacidad del usuario para adquirir más cuota"
  },
  "message.subscribe": {
    "message": "Suscribirse",
    "description": "Texto en la página principal del sitio web, suscribir significa que el usuario puede hacerse miembro mediante suscripción"
  },
  "message.doNotWantSubscribe": {
    "message": "¿No quieres suscribirte a la membresía completa? También puedes intentar comprar cuotas para servicios individuales.",
    "description": "Texto en la página principal del sitio web, no querer suscribirse significa que el usuario no desea optar por la membresía"
  },
  "message.doNotWantExtra": {
    "message": "¿No quieres comprar más cuotas? También puedes intentar suscribirte a la membresía completa.",
    "description": "Texto en la página principal del sitio web, no querer comprar significar que el usuario no desea adquirir más cuotas"
  },
  "subscription.3days": {
    "message": "Membresía de 3 días",
    "description": "Tipo de membresía, membresía para una prueba de 3 días"
  },
  "subscription.3days.description": {
    "message": "Membresía de prueba, adecuada para uso a corto plazo.",
    "description": "Tipo de membresía, adecuada para uso a corto plazo"
  },
  "subscription.weekly": {
    "message": "Membresía semanal",
    "description": "Tipo de membresía, membresía semanal representa la membresía adquirida por el usuario"
  },
  "subscription.monthly": {
    "message": "Membresía mensual",
    "description": "Tipo de membresía, membresía mensual representa la membresía adquirida por el usuario"
  },
  "subscription.yearly": {
    "message": "Membresía anual",
    "description": "Tipo de membresía, membresía anual representa la membresía adquirida por el usuario"
  },
  "subscription.weekly.description": {
    "message": "Membresía semanal de prueba, adecuada para uso a corto plazo.",
    "description": "Descripción del tipo de membresía, membresía semanal representa la membresía adquirida por el usuario"
  },
  "subscription.monthly.description": {
    "message": "Membresía mensual flexible, adecuada para uso a largo plazo.",
    "description": "Descripción del tipo de membresía, membresía mensual representa la membresía adquirida por el usuario"
  },
  "subscription.yearly.description": {
    "message": "Membresía anual a un precio excepcional, la opción más rentable.",
    "description": "Descripción del tipo de membresía, membresía anual representa la membresía adquirida por el usuario"
  },
  "subscription.introduction": {
    "message": "Suscribirse y desbloquear todos los servicios de AI del sitio.",
    "description": "Introducción de la membresía que explica las características de la membresía"
  }
}