{
  "button.suggested": {
    "message": "Recomendado",
    "description": "Texto del botón, recomendado indica el botón de sugerencias"
  },
  "menu.orderList": {
    "message": "Lista de pedidos",
    "description": "Texto en el menú del sitio web, lista de pedidos indica los pedidos de servicios que el usuario ha comprado"
  },
  "menu.applicationList": {
    "message": "Lista de solicitudes",
    "description": "Texto en el menú del sitio web, lista de solicitudes indica las solicitudes de servicios que el usuario ha utilizado"
  },
  "menu.userProfile": {
    "message": "Perfil del usuario",
    "description": "Texto en el menú del sitio web, perfil del usuario indica la información personal del usuario"
  },
  "menu.idVerify": {
    "message": "Verificación de identidad",
    "description": "Texto en el menú del sitio web, verificación de identidad indica la validación de la identidad del usuario"
  },
  "menu.manageApplication": {
    "message": "Gestión de solicitudes",
    "description": "Texto en el menú del sitio web, gestión de solicitudes indica la gestión de las solicitudes del usuario"
  },
  "menu.distributionIndex": {
    "message": "Beneficios por referidos",
    "description": "Texto en el menú del sitio web, beneficios por referidos indica las ganancias obtenidas por el usuario a través de recomendaciones"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de desarrolladores",
    "description": "Texto en el menú del sitio web, plataforma de desarrolladores indica el espacio para desarrolladores"
  },
  "menu.usageList": {
    "message": "Registro de uso",
    "description": "Texto en el menú del sitio web, registro de uso indica el historial de utilización del servicio API por el usuario"
  },
  "menu.credentialIndex": {
    "message": "Credenciales",
    "description": "Texto en el menú del sitio web, credenciales indica las credenciales para acceder a la API"
  },
  "menu.manageOrder": {
    "message": "Gestión de pedidos",
    "description": "Texto en el menú del sitio web, gestión de pedidos indica la gestión de los pedidos del usuario, donde el pedido representa los servicios comprados por el usuario"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Texto en el menú del sitio web, gestión de distribución indica la gestión del estado de distribución del usuario, relacionada con las ganancias por recomendaciones"
  },
  "message.benefit1": {
    "message": "Soporte de atención al cliente exclusivo",
    "description": "Texto en la página principal del sitio, soporte de atención al cliente exclusivo indica que el usuario puede obtener asistencia personalizada"
  },
  "message.benefit2": {
    "message": "Experiencia prioritaria en nuevas funciones",
    "description": "Texto en la página principal del sitio, experiencia prioritaria en nuevas funciones indica que el usuario puede probar las nuevas funciones antes que otros"
  },
  "message.buyExtra": {
    "message": "Ir a comprar",
    "description": "Texto en la página principal del sitio, ir a comprar indica que el usuario puede adquirir créditos"
  },
  "message.subscribe": {
    "message": "Ir a suscribirse",
    "description": "Texto en la página principal del sitio, ir a suscribirse indica que el usuario puede suscribirse a una membresía"
  },
  "message.doNotWantSubscribe": {
    "message": "¿No quieres suscribirte a la membresía del sitio? También puedes probar comprar créditos para servicios individuales.",
    "description": "Texto en la página principal del sitio, no querer suscribirse indica que el usuario no desea una membresía"
  },
  "message.doNotWantExtra": {
    "message": "¿No quieres comprar créditos? También puedes probar suscribirte a la membresía del sitio.",
    "description": "Texto en la página principal del sitio, no querer comprar créditos indica que el usuario no desea adquirir créditos"
  },
  "subscription.3days": {
    "message": "Membresía de 3 días",
    "description": "Tipo de membresía, membresía de 3 días"
  },
  "subscription.3days.description": {
    "message": "Membresía de prueba, adecuada para uso a corto plazo.",
    "description": "Tipo de membresía, adecuada para uso a corto plazo"
  },
  "subscription.weekly": {
    "message": "Membresía semanal",
    "description": "Tipo de membresía, membresía semanal indica que el usuario ha adquirido este tipo de membresía"
  },
  "subscription.monthly": {
    "message": "Membresía mensual",
    "description": "Tipo de membresía, membresía mensual indica que el usuario ha adquirido este tipo de membresía"
  },
  "subscription.yearly": {
    "message": "Membresía anual",
    "description": "Tipo de membresía, membresía anual indica que el usuario ha adquirido este tipo de membresía"
  },
  "subscription.weekly.description": {
    "message": "Membresía de prueba semanal, adecuada para uso a corto plazo.",
    "description": "Descripción del tipo de membresía, membresía semanal indica que el usuario ha adquirido este tipo de membresía"
  },
  "subscription.monthly.description": {
    "message": "Membresía mensual flexible, adecuada para uso a largo plazo.",
    "description": "Descripción del tipo de membresía, membresía mensual indica que el usuario ha adquirido este tipo de membresía"
  },
  "subscription.yearly.description": {
    "message": "Membresía anual excepcional, la opción más rentable.",
    "description": "Descripción del tipo de membresía, membresía anual indica que el usuario ha adquirido este tipo de membresía"
  },
  "subscription.introduction": {
    "message": "Suscribirse a la membresía, desbloquea todos los servicios de IA del sitio.",
    "description": "Introducción a la membresía, describe la oferta de membresía"
  }
}