{
  "button.suggested": {
    "message": "Sugerido",
    "description": "Texto en el botón que indica que es un botón de sugerencia"
  },
  "menu.orderList": {
    "message": "Lista de pedidos",
    "description": "Texto en el menú del sitio que indica los pedidos de servicios comprados por el usuario"
  },
  "menu.applicationList": {
    "message": "Lista de solicitudes",
    "description": "Texto en el menú del sitio que indica las solicitudes de servicios utilizados por el usuario"
  },
  "menu.userProfile": {
    "message": "Perfil de usuario",
    "description": "Texto en el menú del sitio que indica el perfil personal del usuario"
  },
  "menu.idVerify": {
    "message": "Verificación de identidad",
    "description": "Texto en el menú del sitio que indica la verificación de la identidad del usuario"
  },
  "menu.manageApplication": {
    "message": "Gestión de solicitudes",
    "description": "Texto en el menú del sitio que indica la gestión de las solicitudes del usuario"
  },
  "menu.distributionIndex": {
    "message": "Beneficios por recomendación",
    "description": "Texto en el menú del sitio que indica los beneficios obtenidos por las recomendaciones del usuario"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de desarrolladores",
    "description": "Texto en el menú del sitio que indica la plataforma para desarrolladores"
  },
  "menu.usageList": {
    "message": "Registro de uso",
    "description": "Texto en el menú del sitio que indica el historial de uso de los servicios API del usuario"
  },
  "menu.credentialIndex": {
    "message": "Credenciales",
    "description": "Texto en el menú del sitio que indica las credenciales para acceder a la API"
  },
  "menu.manageOrder": {
    "message": "Gestión de pedidos",
    "description": "Texto en el menú del sitio que indica la gestión de los pedidos del usuario, donde los pedidos son los servicios comprados por el usuario"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Texto en el menú del sitio que indica la gestión del estado de distribución del usuario, relacionado con los beneficios obtenidos por las recomendaciones"
  },
  "message.benefit1": {
    "message": "Soporte de atención al cliente exclusivo",
    "description": "Texto en la página de inicio que indica que el usuario puede recibir soporte exclusivo de atención al cliente"
  },
  "message.benefit2": {
    "message": "Acceso prioritario a nuevas funciones",
    "description": "Texto en la página de inicio que indica que el usuario puede acceder a nuevas funciones antes que los demás"
  },
  "message.buyExtra": {
    "message": "Comprar más",
    "description": "Texto en la página de inicio que indica que el usuario puede adquirir más crédito"
  },
  "message.doNotWantSubscribe": {
    "message": "¿No quiere suscribirse a la membresía en el sitio? También puede intentar adquirir crédito para un servicio individual.",
    "description": "Texto en la página de inicio que indica que el usuario no desea suscribirse a la membresía"
  },
  "subscription.weekly": {
    "message": "Membresía semanal",
    "description": "Tipo de membresía que indica que el usuario ha comprado una membresía semanal"
  },
  "subscription.monthly": {
    "message": "Membresía mensual",
    "description": "Tipo de membresía que indica que el usuario ha comprado una membresía mensual"
  },
  "subscription.yearly": {
    "message": "Membresía anual",
    "description": "Tipo de membresía que indica que el usuario ha comprado una membresía anual"
  },
  "subscription.weekly.description": {
    "message": "Membresía semanal, ideal para uso a corto plazo.",
    "description": "Descripción del tipo de membresía que indica que el usuario ha comprado una membresía semanal"
  },
  "subscription.monthly.description": {
    "message": "Membresía mensual flexible, adecuada para uso a largo plazo.",
    "description": "Descripción del tipo de membresía que indica que el usuario ha comprado una membresía mensual"
  },
  "subscription.yearly.description": {
    "message": "Membresía anual excelente, la opción más económica.",
    "description": "Descripción del tipo de membresía que indica que el usuario ha comprado una membresía anual"
  },
  "subscription.introduction": {
    "message": "Suscríbete a la membresía y desbloquea todos los servicios de IA del sitio.",
    "description": "Introducción a la membresía que describe los beneficios de ser miembro"
  }
}