{
  "button.suggested": {
    "message": "Sugerido",
    "description": "Texto en el botón, sugerido significa el botón recomendado."
  },
  "menu.orderList": {
    "message": "Lista de pedidos",
    "description": "Texto en el menú del sitio web, pedido se refiere a la orden de compra de servicios por parte del usuario."
  },
  "menu.applicationList": {
    "message": "Lista de aplicaciones",
    "description": "Texto en el menú del sitio web, aplicación significa las solicitudes del usuario para usar los servicios."
  },
  "menu.userProfile": {
    "message": "Perfil de usuario",
    "description": "Texto en el menú del sitio web, perfil de usuario significa la información personal del usuario."
  },
  "menu.idVerify": {
    "message": "Verificación de identidad",
    "description": "Texto en el menú del sitio web, verificación de identidad significa la validación de la identidad del usuario."
  },
  "menu.manageApplication": {
    "message": "Gestión de aplicaciones",
    "description": "Texto en el menú del sitio web, gestión de aplicaciones significa la administración de las solicitudes del usuario."
  },
  "menu.distributionIndex": {
    "message": "Ingresos recomendados",
    "description": "Texto en el menú del sitio web, ingresos recomendados significa los ingresos de las referencias del usuario."
  },
  "menu.developerPlatform": {
    "message": "Plataforma para desarrolladores",
    "description": "Texto en el menú del sitio web, plataforma para desarrolladores significa el espacio de trabajo para desarrolladores."
  },
  "menu.usageList": {
    "message": "Registro de uso",
    "description": "Texto en el menú del sitio web, registro de uso significa el historial de uso de los servicios API por parte del usuario."
  },
  "menu.credentialIndex": {
    "message": "Credenciales",
    "description": "Texto en el menú del sitio web, credenciales significa la autorización para acceder a la API."
  },
  "menu.manageOrder": {
    "message": "Gestión de pedidos",
    "description": "Texto en el menú del sitio web, gestión de pedidos significa la administración de los pedidos del usuario, pedido se refiere a la compra de servicios por parte del usuario."
  },
  "menu.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Texto en el menú del sitio web, gestión de distribución significa la administración del estado de distribución del usuario, relacionado con los ingresos recomendados."
  },
  "message.benefit1": {
    "message": "Soporte exclusivo del servicio al cliente",
    "description": "Texto en la página de inicio del sitio web, soporte exclusivo significa que el usuario puede obtener asistencia personalizada."
  },
  "message.benefit2": {
    "message": "Prioridad en la experiencia de nuevas funciones",
    "description": "Texto en la página de inicio del sitio web, prioridad en la experiencia significa que el usuario puede acceder primero a las nuevas funciones."
  },
  "message.buyExtra": {
    "message": "Ir a comprar",
    "description": "Texto en la página de inicio del sitio web, comprar significa que el usuario puede adquirir más recursos."
  },
  "message.subscribe": {
    "message": "Ir a suscribirse",
    "description": "Texto en la página de inicio del sitio web, suscribirse significa que el usuario puede unirse como miembro."
  },
  "message.doNotWantSubscribe": {
    "message": "¿No quieres suscribirte a todos los miembros del sitio? También puedes intentar comprar recursos para un solo servicio.",
    "description": "Texto en la página de inicio del sitio web, no querer suscribirse significa que el usuario no desea unirse como miembro."
  },
  "message.doNotWantExtra": {
    "message": "¿No quieres comprar más recursos? También puedes intentar suscribirte a todos los miembros del sitio.",
    "description": "Texto en la página de inicio del sitio web, no querer comprar significa que el usuario no desea adquirir más recursos."
  },
  "subscription.3days": {
    "message": "Membresía de 3 días",
    "description": "Tipo de membresía, miembro de 3 días."
  },
  "subscription.3days.description": {
    "message": "Membresía de prueba, adecuada para uso a corto plazo.",
    "description": "Tipo de membresía, adecuada para uso a corto plazo."
  },
  "subscription.weekly": {
    "message": "Membresía semanal",
    "description": "Tipo de membresía, membresía semanal significa que el usuario ha comprado este tipo de membresía."
  },
  "subscription.monthly": {
    "message": "Membresía mensual",
    "description": "Tipo de membresía, membresía mensual significa que el usuario ha comprado este tipo de membresía."
  },
  "subscription.yearly": {
    "message": "Membresía anual",
    "description": "Tipo de membresía, membresía anual significa que el usuario ha comprado este tipo de membresía."
  },
  "subscription.weekly.description": {
    "message": "Membresía de prueba semanal, adecuada para uso a corto plazo.",
    "description": "Descripción del tipo de membresía, membresía semanal significa que el usuario ha comprado este tipo."
  },
  "subscription.monthly.description": {
    "message": "Membresía mensual flexible, adecuada para uso a largo plazo.",
    "description": "Descripción del tipo de membresía, membresía mensual significa que el usuario ha comprado este tipo."
  },
  "subscription.yearly.description": {
    "message": "Membresía anual de gran valor, la opción más económica.",
    "description": "Descripción del tipo de membresía, membresía anual significa que el usuario ha comprado este tipo."
  },
  "subscription.introduction": {
    "message": "Suscríbete como miembro y desbloquea todos los servicios de AI del sitio.",
    "description": "Introducción a la membresía, representa la descripción de ser miembro."
  }
}