{
  "button.suggested": {
    "message": "Recomendado",
    "description": "Texto del botón, recomendado significa un botón sugerido."
  },
  "menu.orderList": {
    "message": "Lista de pedidos",
    "description": "Texto en el menú del sitio web, pedido se refiere a las órdenes de compra de servicios del usuario."
  },
  "menu.applicationList": {
    "message": "Lista de solicitudes",
    "description": "Texto en el menú del sitio web, solicitud se refiere a las aplicaciones para servicios del usuario."
  },
  "menu.userProfile": {
    "message": "Perfil de usuario",
    "description": "Texto en el menú del sitio web, perfil de usuario se refiere al perfil personal del usuario."
  },
  "menu.idVerify": {
    "message": "Verificación de identidad",
    "description": "Texto en el menú del sitio web, verificación de identidad se refiere a la validación de la identidad del usuario."
  },
  "menu.manageApplication": {
    "message": "Gestión de solicitudes",
    "description": "Texto en el menú del sitio web, gestión de solicitudes se refiere al manejo de las aplicaciones del usuario."
  },
  "menu.distributionIndex": {
    "message": "Ingresos por recomendaciones",
    "description": "Texto en el menú del sitio web, ingresos por recomendaciones se refiere a las ganancias obtenidas por las recomendaciones del usuario."
  },
  "menu.developerPlatform": {
    "message": "Plataforma de desarrolladores",
    "description": "Texto en el menú del sitio web, plataforma de desarrolladores se refiere al espacio dedicado a los desarrolladores."
  },
  "menu.usageList": {
    "message": "Historial de uso",
    "description": "Texto en el menú del sitio web, historial de uso se refiere al registro del uso de servicios API por parte del usuario."
  },
  "menu.credentialIndex": {
    "message": "Credenciales",
    "description": "Texto en el menú del sitio web, credenciales se refiere a las credenciales para acceder a las APIs."
  },
  "menu.manageOrder": {
    "message": "Gestión de pedidos",
    "description": "Texto en el menú del sitio web, gestión de pedidos se refiere al manejo de las órdenes de compra de servicios por parte del usuario."
  },
  "menu.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Texto en el menú del sitio web, gestión de distribución se refiere al manejo del estado de distribución del usuario relacionado con las ganancias por recomendaciones."
  },
  "message.benefit1": {
    "message": "Soporte exclusivo de atención al cliente",
    "description": "Texto en la página principal del sitio web, soporte exclusivo de atención al cliente significa que el usuario puede obtener ayuda personalizada."
  },
  "message.benefit2": {
    "message": "Acceso prioritario a nuevas funciones",
    "description": "Texto en la página principal del sitio web, acceso prioritario a nuevas funciones significa que el usuario puede probar funcionalidades nuevas primero."
  },
  "message.buyExtra": {
    "message": "Comprar ahora",
    "description": "Texto en la página principal del sitio web, comprar extra significa que el usuario puede adquirir más cuotas."
  },
  "message.subscribe": {
    "message": "Suscribirse ahora",
    "description": "Texto en la página principal del sitio web, suscribirse significa que el usuario puede adquirir una membresía."
  },
  "message.doNotWantSubscribe": {
    "message": "¿No quieres suscribirte a la membresía completa? También puedes adquirir cuotas individuales.",
    "description": "Texto en la página principal del sitio web, no querer suscribirse significa que el usuario no desea adquirir la membresía completa."
  },
  "message.doNotWantExtra": {
    "message": "¿No quieres comprar cuotas? También puedes probar los paquetes de suscripción por tiempo.",
    "description": "Texto en la página principal del sitio web, no querer comprar cuotas significa que el usuario no desea adquirir cuotas adicionales."
  },
  "message.applicationNotFound": {
    "message": "La solicitud no se encuentra",
    "description": "Mensaje mostrado al usuario si no se encuentra la solicitud."
  },
  "subscription.title": {
    "message": "Suscríbete para disfrutar de más beneficios",
    "description": "Mensaje mostrado al usuario al suscribirse a un servicio."
  },
  "subscription.3days": {
    "message": "Membresía de 3 días",
    "description": "Tipo de membresía, membresía de 3 días."
  },
  "subscription.3days.description": {
    "message": "Membresía de prueba, ideal para uso a corto plazo.",
    "description": "Tipo de membresía diseñada para un uso a corto plazo."
  },
  "subscription.weekly": {
    "message": "Membresía semanal",
    "description": "Tipo de membresía, membresía semanal se refiere a la suscripción semanal adquirida por el usuario."
  },
  "subscription.monthly": {
    "message": "Membresía mensual",
    "description": "Tipo de membresía, membresía mensual se refiere a la suscripción mensual adquirida por el usuario."
  },
  "subscription.yearly": {
    "message": "Membresía anual",
    "description": "Tipo de membresía, membresía anual se refiere a la suscripción anual adquirida por el usuario."
  },
  "subscription.weekly.description": {
    "message": "Membresía semanal de prueba, ideal para uso a corto plazo.",
    "description": "Descripción del tipo de membresía, membresía semanal se refiere a una suscripción semanal."
  },
  "subscription.monthly.description": {
    "message": "Membresía mensual flexible, ideal para uso a largo plazo.",
    "description": "Descripción del tipo de membresía, membresía mensual diseñada para uso a largo plazo."
  },
  "subscription.yearly.description": {
    "message": "Membresía anual económica, la mejor opción.",
    "description": "Descripción del tipo de membresía, membresía anual como la opción más rentable."
  },
  "subscription.introduction": {
    "message": "Suscríbete para desbloquear todos los servicios de IA del sitio.",
    "description": "Introducción a la membresía que explica su propósito."
  }
}