{
  "button.suggested": {
    "message": "Sugerido",
    "description": "Texto del botón, sugerido indica el botón recomendado"
  },
  "menu.orderList": {
    "message": "Lista de pedidos",
    "description": "Texto en el menú del sitio, lista de pedidos representa los pedidos de servicios comprados por el usuario"
  },
  "menu.applicationList": {
    "message": "Lista de aplicaciones",
    "description": "Texto en el menú del sitio, lista de aplicaciones representa las solicitudes de servicio del usuario"
  },
  "menu.userProfile": {
    "message": "Perfil de usuario",
    "description": "Texto en el menú del sitio, perfil de usuario representa la información personal del usuario"
  },
  "menu.idVerify": {
    "message": "Verificación de identidad",
    "description": "Texto en el menú del sitio, verificación de identidad representa la validación de la identidad del usuario"
  },
  "menu.manageApplication": {
    "message": "Gestión de aplicaciones",
    "description": "Texto en el menú del sitio, gestión de aplicaciones representa la gestión de solicitudes del usuario"
  },
  "menu.distributionIndex": {
    "message": "Beneficios por recomendación",
    "description": "Texto en el menú del sitio, beneficios por recomendación representa las ganancias por recomendación del usuario"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de desarrolladores",
    "description": "Texto en el menú del sitio, plataforma de desarrolladores representa la plataforma para desarrolladores"
  },
  "menu.usageList": {
    "message": "Historial de uso",
    "description": "Texto en el menú del sitio, historial de uso representa el registro del uso de servicios API del usuario"
  },
  "menu.credentialIndex": {
    "message": "Credenciales",
    "description": "Texto en el menú del sitio, credenciales representa las credenciales para acceder a la API"
  },
  "menu.manageOrder": {
    "message": "Gestión de pedidos",
    "description": "Texto en el menú del sitio, gestión de pedidos representa la gestión de los pedidos del usuario, donde 'pedido' se refiere a los pedidos de servicios comprados por el usuario"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Texto en el menú del sitio, gestión de distribución representa la gestión del estado de distribución del usuario, relacionada con las ganancias por recomendación del usuario"
  },
  "message.benefit1": {
    "message": "Soporte de atención al cliente exclusivo",
    "description": "Texto en la página de inicio, soporte de atención al cliente exclusivo indica que el usuario puede obtener soporte de un servicio al cliente exclusivo"
  },
  "message.benefit2": {
    "message": "Experimente nuevas funciones primero",
    "description": "Texto en la página de inicio, experimentar nuevas funciones primero indica que el usuario puede probar nuevas funciones antes que otros"
  },
  "message.buyExtra": {
    "message": "Ir a comprar",
    "description": "Texto en la página de inicio, comprar indica que el usuario puede adquirir crédito adicional"
  },
  "message.subscribe": {
    "message": "Ir a suscribirse",
    "description": "Texto en la página de inicio, suscribir indica que el usuario puede convertirse en miembro"
  },
  "message.doNotWantSubscribe": {
    "message": "¿No desea suscribirse a todos los miembros del sitio? También puede intentar comprar crédito para un solo servicio.",
    "description": "Texto en la página de inicio, no desea suscribirse indica que el usuario no quiere convertirse en miembro"
  },
  "message.doNotWantExtra": {
    "message": "¿No desea comprar crédito? También puede intentar suscribirse a todos los miembros del sitio.",
    "description": "Texto en la página de inicio, no desea comprar crédito indica que el usuario no quiere comprar crédito"
  },
  "subscription.3days": {
    "message": "Suscripción de 3 días",
    "description": "Tipo de suscripción, suscripción de 3 días"
  },
  "subscription.3days.description": {
    "message": "Suscripción de prueba, adecuada para uso a corto plazo.",
    "description": "Tipo de suscripción, ideal para uso a corto plazo"
  },
  "subscription.weekly": {
    "message": "Suscripción semanal",
    "description": "Tipo de suscripción, suscripción semanal significa que el tipo de membresía comprada por el usuario es semanal"
  },
  "subscription.monthly": {
    "message": "Suscripción mensual",
    "description": "Tipo de suscripción, suscripción mensual significa que el tipo de membresía comprada por el usuario es mensual"
  },
  "subscription.yearly": {
    "message": "Suscripción anual",
    "description": "Tipo de suscripción, suscripción anual significa que el tipo de membresía comprada por el usuario es anual"
  },
  "subscription.weekly.description": {
    "message": "Suscripción de prueba semanal, adecuada para uso a corto plazo.",
    "description": "Descripción del tipo de suscripción, suscripción semanal indica que el tipo de membresía comprada por el usuario es semanal"
  },
  "subscription.monthly.description": {
    "message": "Suscripción mensual flexible, adecuada para uso a largo plazo.",
    "description": "Descripción del tipo de suscripción, suscripción mensual indica que el tipo de membresía comprada por el usuario es mensual"
  },
  "subscription.yearly.description": {
    "message": "Suscripción anual de gran valor, la opción más económica.",
    "description": "Descripción del tipo de suscripción, suscripción anual indica que el tipo de membresía comprada por el usuario es anual"
  },
  "subscription.introduction": {
    "message": "Suscríbase a la membresía, desbloquee todos los servicios de IA del sitio.",
    "description": "Introducción a la membresía, describe la membresía"
  }
}