{
  "button.suggested": {
    "message": "Recomendado",
    "description": "Texto del botón, recomendado indica el botón sugerido"
  },
  "menu.orderList": {
    "message": "Lista de pedidos",
    "description": "Texto en el menú del sitio web, el pedido se refiere a los pedidos de servicios comprados por el usuario"
  },
  "menu.applicationList": {
    "message": "Lista de solicitudes",
    "description": "Texto en el menú del sitio web, la solicitud se refiere a las solicitudes de servicios realizadas por el usuario"
  },
  "menu.userProfile": {
    "message": "Perfil de usuario",
    "description": "Texto en el menú del sitio web, el perfil de usuario se refiere a la información personal del usuario"
  },
  "menu.idVerify": {
    "message": "Verificación de identidad",
    "description": "Texto en el menú del sitio web, la verificación de identidad se refiere a la validación de la identidad del usuario"
  },
  "menu.manageApplication": {
    "message": "Gestión de solicitudes",
    "description": "Texto en el menú del sitio web, la gestión de solicitudes se refiere a la administración de las solicitudes de los usuarios"
  },
  "menu.distributionIndex": {
    "message": "Ingresos por recomendaciones",
    "description": "Texto en el menú del sitio web, los ingresos por recomendaciones se refieren a las ganancias obtenidas por el usuario a través de recomendaciones"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de desarrolladores",
    "description": "Texto en el menú del sitio web, plataforma de desarrolladores se refiere a la plataforma para desarrolladores"
  },
  "menu.usageList": {
    "message": "Historial de uso",
    "description": "Texto en el menú del sitio web, el historial de uso se refiere al historial de uso de los servicios API por parte del usuario"
  },
  "menu.credentialIndex": {
    "message": "Credenciales",
    "description": "Texto en el menú del sitio web, las credenciales se refieren a las credenciales para acceder a la API"
  },
  "menu.manageOrder": {
    "message": "Gestión de pedidos",
    "description": "Texto en el menú del sitio web, la gestión de pedidos se refiere a la administración de los pedidos de los usuarios, donde el pedido se refiere a los servicios comprados por el usuario"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Texto en el menú del sitio web, la gestión de distribución se refiere a la administración del estado de distribución de los usuarios, relacionada con los ingresos por recomendaciones"
  },
  "message.benefit1": {
    "message": "Soporte de atención al cliente exclusivo",
    "description": "Texto en la página de inicio del sitio web, soporte de atención al cliente exclusivo indica que el usuario puede obtener soporte de atención al cliente exclusivo"
  },
  "message.benefit2": {
    "message": "Acceso prioritario a nuevas funciones",
    "description": "Texto en la página de inicio del sitio web, acceso prioritario a nuevas funciones indica que el usuario puede experimentar nuevas funciones de manera prioritaria"
  },
  "message.buyExtra": {
    "message": "Comprar",
    "description": "Texto en la página de inicio del sitio web, comprar crédito indica que el usuario puede comprar crédito"
  },
  "message.subscribe": {
    "message": "Suscribirse",
    "description": "Texto en la página de inicio del sitio web, suscribirse a la membresía indica que el usuario puede suscribirse a la membresía"
  },
  "message.doNotWantSubscribe": {
    "message": "¿No quieres suscribirte a la membresía periódica? También puedes intentar comprar crédito por separado.",
    "description": "Texto en la página de inicio del sitio web, no querer suscribirse indica que el usuario no quiere suscribirse a la membresía"
  },
  "message.doNotWantExtra": {
    "message": "¿No quieres comprar crédito? También puedes intentar suscribirte a la membresía periódica.",
    "description": "Texto en la página de inicio del sitio web, no querer comprar crédito indica que el usuario no quiere comprar crédito"
  },
  "message.applicationNotFound": {
    "message": "Solicitud no encontrada",
    "description": "Mensaje mostrado al usuario cuando la solicitud no existe."
  },
  "subscription.title": {
    "message": "Suscríbete a la membresía y disfruta de más beneficios",
    "description": "Mensaje mostrado al usuario cuando se suscribe al servicio."
  },
  "subscription.3days": {
    "message": "Membresía de 3 días",
    "description": "Tipo de membresía, membresía de 3 días"
  },
  "subscription.3days.description": {
    "message": "Membresía de prueba, adecuada para uso a corto plazo.",
    "description": "Descripción del tipo de membresía, adecuada para uso a corto plazo"
  },
  "subscription.weekly": {
    "message": "Membresía semanal",
    "description": "Tipo de membresía, membresía semanal indica que el tipo de membresía comprada por el usuario es semanal"
  },
  "subscription.monthly": {
    "message": "Membresía mensual",
    "description": "Tipo de membresía, membresía mensual indica que el tipo de membresía comprada por el usuario es mensual"
  },
  "subscription.yearly": {
    "message": "Membresía anual",
    "description": "Tipo de membresía, membresía anual indica que el tipo de membresía comprada por el usuario es anual"
  },
  "subscription.weekly.description": {
    "message": "Membresía semanal de prueba, adecuada para uso a corto plazo.",
    "description": "Descripción del tipo de membresía, membresía semanal indica que el tipo de membresía comprada por el usuario es semanal"
  },
  "subscription.monthly.description": {
    "message": "Membresía mensual flexible, adecuada para uso a largo plazo.",
    "description": "Descripción del tipo de membresía, membresía mensual indica que el tipo de membresía comprada por el usuario es mensual"
  },
  "subscription.yearly.description": {
    "message": "Membresía anual de gran valor, la opción más económica.",
    "description": "Descripción del tipo de membresía, membresía anual indica que el tipo de membresía comprada por el usuario es anual"
  },
  "subscription.introduction": {
    "message": "Suscríbete a la membresía y desbloquea todos los servicios de IA del sitio.",
    "description": "Introducción a la membresía indica la introducción de la membresía"
  },
  "menu.coinIndex": {
    "message": "Integración de criptomonedas",
    "description": "Texto en el menú del sitio web que se refiere a la integración de criptomonedas"
  },
  "menu.platformTokenIndex": {
    "message": "Token de plataforma",
    "description": "Texto en el menú del sitio web, el token de plataforma se refiere al token utilizado para acceder a la plataforma Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Centro de publicación",
    "description": "Texto en el menú del sitio web, el centro de publicación se refiere al centro donde los usuarios publican contenido"
  },
  "menu.platformRankIndex": {
    "message": "Clasificación de la plataforma",
    "description": "Texto en el menú del sitio web, la clasificación de la plataforma se refiere a la lista de ingresos por recomendaciones de los usuarios"
  },
  "menu.manageOrderDiscount": {
    "message": "Gestión de descuentos",
    "description": "Texto en el menú del sitio web, entrada de gestión de descuentos de pedidos visible solo para administradores"
  },
  "menu.manageUser": {
    "message": "Gestión de usuarios",
    "description": "Texto en el menú del sitio web, entrada de gestión de usuarios visible solo para administradores"
  },
  "menu.revenueAnalysis": {
    "message": "Análisis de ingresos",
    "description": "Texto en el menú del sitio web, entrada de análisis de ingresos visible solo para administradores"
  }
}
