{
  "button.detail": {
    "message": "Ver detalles",
    "description": "El texto en el botón, que se utiliza para ver los detalles del historial de referidos para el sitio web."
  },
  "button.withdrawal": {
    "message": "Retirar",
    "description": "El texto en el botón, que se utiliza para retirar las ganancias por referidos para el sitio web."
  },
  "button.query": {
    "message": "Consultar",
    "description": "El texto en el botón, que se utiliza para consultar las ganancias por referidos para el sitio web."
  },
  "field.id": {
    "message": "ID de referido",
    "description": "El identificador único de la distribución, la distribución significa el referido para el sitio web del servicio de API."
  },
  "field.percentage": {
    "message": "Porcentaje de ganancia por referido",
    "description": "El porcentaje de las ganancias por referidos, que se calcula en función del monto del pedido."
  },
  "field.price": {
    "message": "Monto del pedido",
    "description": "El monto del pedido, que se utiliza para calcular las ganancias por referidos."
  },
  "field.reward": {
    "message": "Recompensa por referido",
    "description": "Las ganancias por referidos, que se calculan en función del monto del pedido y el porcentaje de ganancia por referido."
  },
  "field.createdAt": {
    "message": "Tiempo de referido",
    "description": "El momento en que se crea el referido."
  },
  "field.level": {
    "message": "Nivel",
    "description": "El nivel del referido, que se utiliza para calcular las ganancias por referidos."
  },
  "field.threshold": {
    "message": "Umbral de ganancia por referido",
    "description": "El umbral de las ganancias por referidos, que se utiliza para retirar las ganancias por referidos."
  },
  "field.inviteeId": {
    "message": "ID del invitador",
    "description": "El identificador único del invitador, el invitador significa el usuario que invita al invitado al sitio web del servicio de API."
  },
  "field.isVerified": {
    "message": "Está verificado",
    "description": "La bandera que indica si el usuario referido está verificado con la información real."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferencia al siguiente nivel",
    "description": "La diferencia entre el monto actual del pedido y el umbral del siguiente nivel."
  },
  "message.developingWithDrawal": {
    "message": "Por favor, agregue servicio al cliente para manejar retiros, los retiros deducirán un impuesto sobre la renta del 6%, las facturas se pueden utilizar para la deducción",
    "description": "El mensaje para indicar que la función de retiro está en desarrollo."
  },
  "message.technicalDetail": {
    "message": "Detalle técnico",
    "description": "El detalle técnico del sistema de referidos se implementa."
  },
  "message.distributionQrDescription": {
    "message": "Código QR de referido (mismo contenido que el enlace)",
    "description": "La descripción del código QR de referido."
  },
  "message.distributionLink": {
    "message": "Enlace de referido",
    "description": "El enlace de referido, que se utiliza para vincular al cliente como cliente subordinado."
  },
  "message.updateSuccessfully": {
    "message": "Actualización exitosa",
    "description": "El mensaje para indicar que la información de referido se ha actualizado correctamente."
  },
  "message.distributionLinkDescription": {
    "message": "Si un cliente se registra en esta plataforma a través de este enlace o código QR, el cliente estará permanentemente vinculado como su cliente subordinado, y todos los pedidos de consumo del cliente en esta plataforma se devolverán a su cuenta de acuerdo con la proporción de distribución actual.",
    "description": "La descripción del enlace de referido."
  },
  "message.distributionLinkDescription2": {
    "message": "Este enlace contiene su ID de usuario. Después de que el cliente abra el enlace, su ID de usuario se registrará en el navegador del cliente en forma de Cookies, que es válido por siete días. Dentro de los siete días, si el cliente registra esta plataforma escaneando el código, su ID de usuario se cargará en el servidor de registro con Cookies, y el cliente puede estar vinculado como su cliente descendente.",
    "description": "La descripción del enlace de referido."
  },
  "title.price": {
    "message": "Monto total de pedidos de referidos",
    "description": "El monto total de los pedidos de referidos, que se utiliza para calcular las ganancias por referidos."
  },
  "title.reward": {
    "message": "Recompensas totales por referido",
    "description": "Las recompensas totales por referidos, que se calculan en función del monto del pedido y el porcentaje de ganancia por referido."
  },
  "title.level": {
    "message": "Nivel de referido",
    "description": "El nivel de referido, que se utiliza para calcular las ganancias por referidos."
  },
  "title.percentage": {
    "message": "Porcentaje de ganancia por referido",
    "description": "El porcentaje de ganancia por referido, que se utiliza para calcular las ganancias por referidos."
  },
  "title.currentLevel": {
    "message": "Nivel actual",
    "description": "El nivel actual de referido, que se utiliza para calcular las ganancias por referidos."
  },
  "title.nextLevel": {
    "message": "Próximo nivel",
    "description": "El próximo nivel de referido, que se utiliza para calcular las ganancias por referidos."
  },
  "title.currentPercentage": {
    "message": "Porcentaje actual de ganancia por referido",
    "description": "El porcentaje actual de ganancia por referido, que se utiliza para calcular las ganancias por referidos."
  },
  "title.nextPercentage": {
    "message": "Porcentaje de ganancia por referido del próximo nivel",
    "description": "El porcentaje de ganancia por referido del próximo nivel, que se utiliza para calcular las ganancias por referidos."
  },
  "title.levelInfo": {
    "message": "Información de nivel",
    "description": "La información del nivel de referido, que se utiliza para calcular las ganancias por referidos."
  },
  "title.distributionLink": {
    "message": "Enlace de referido",
    "description": "El enlace de referido, que se utiliza para vincular al cliente como cliente subordinado."
  },
  "title.inviteesCount": {
    "message": "Número total de invitados",
    "description": "El número total de los invitados, que se utiliza para calcular las ganancias por referidos."
  },
  "title.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "La gestión del estado de referido."
  }
}