{
  "button.detail": {
    "message": "Ver detalles",
    "description": "Texto del botón, para ver los detalles del historial de recomendaciones del sitio web."
  },
  "button.withdrawal": {
    "message": "Retiro",
    "description": "Texto del botón, para retirar las ganancias de las recomendaciones del sitio web."
  },
  "button.query": {
    "message": "Consultar",
    "description": "Texto del botón, para consultar las ganancias de recomendaciones del sitio web."
  },
  "field.id": {
    "message": "ID de la recomendación",
    "description": "Identificador único de la distribución, donde distribución se refiere a las recomendaciones del servicio API del sitio web."
  },
  "field.percentage": {
    "message": "Porcentaje de ganancias por recomendación",
    "description": "El porcentaje de ganancias por recomendación, calculado según el monto del pedido."
  },
  "field.price": {
    "message": "Monto del pedido",
    "description": "Monto del pedido, utilizado para calcular las ganancias de la recomendación."
  },
  "field.reward": {
    "message": "Recompensa por recomendación",
    "description": "Ganancias por recomendación, calculadas según el monto del pedido y el porcentaje de ganancias por recomendación."
  },
  "field.userId": {
    "message": "ID del usuario",
    "description": "Identificador único del usuario, donde el usuario se refiere a los usuarios del servicio API del sitio web."
  },
  "field.userEmail": {
    "message": "Correo electrónico del usuario",
    "description": "El correo electrónico del usuario."
  },
  "field.createdAt": {
    "message": "Fecha de la recomendación",
    "description": "Fecha en que se creó la recomendación."
  },
  "field.level": {
    "message": "Nivel",
    "description": "El nivel de la recomendación, utilizado para calcular las ganancias de la recomendación."
  },
  "field.threshold": {
    "message": "Umbral de ganancias por recomendación",
    "description": "El umbral de ganancias por recomendación, utilizado para retirar las ganancias por recomendación."
  },
  "field.inviteeId": {
    "message": "ID del invitado",
    "description": "Identificador único del invitador, donde el invitador se refiere a quien invita al invitado al servicio API del sitio web."
  },
  "field.isVerified": {
    "message": "Verificado",
    "description": "Indicador que indica si el usuario recomendado ha pasado la verificación de información real."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferencia con el siguiente nivel",
    "description": "La diferencia entre el monto del pedido actual y el umbral del siguiente nivel."
  },
  "message.developingWithDrawal": {
    "message": "Por favor, únase al servicio de atención al cliente para gestionar el retiro, se deducirán impuestos sobre la renta correspondientes.",
    "description": "Mensaje que indica que la función de retiro está en desarrollo."
  },
  "message.technicalDetail": {
    "message": "Detalles técnicos",
    "description": "Detalles técnicos de la implementación del sistema de recomendaciones."
  },
  "message.distributionQrDescription": {
    "message": "Código QR de recomendación (mismo contenido que el enlace)",
    "description": "Descripción del código QR de recomendación."
  },
  "message.distributionLink": {
    "message": "Enlace de recomendación",
    "description": "Enlace de recomendación, utilizado para vincular al cliente como cliente de nivel inferior."
  },
  "message.updateSuccessfully": {
    "message": "Actualización exitosa",
    "description": "Mensaje que indica que la información de la recomendación se ha actualizado con éxito."
  },
  "message.distributionLinkDescription": {
    "message": "Si el cliente se registra en esta plataforma a través de este enlace o código QR, se vinculará permanentemente como su cliente de nivel inferior, y todas las órdenes de consumo en esta plataforma del cliente serán devueltas a su cuenta según el porcentaje de distribución actual.",
    "description": "Descripción del enlace de recomendación."
  },
  "message.distributionLinkDescription2": {
    "message": "Este enlace contiene su ID de usuario. Cuando el cliente abra el enlace, su ID de usuario se registrará en el navegador del cliente en forma de cookies, con una vigencia de siete días. Dentro de los siete días, si el cliente se registra en esta plataforma escaneando el código, su ID de usuario se subirá al servidor de registro junto con las cookies, y el cliente podrá ser vinculado como su cliente de nivel inferior.",
    "description": "Descripción del enlace de recomendación."
  },
  "title.price": {
    "message": "Monto total de pedidos de recomendación",
    "description": "El monto total de los pedidos de recomendación, utilizado para calcular las ganancias por recomendación."
  },
  "title.reward": {
    "message": "Total de recompensas por recomendación",
    "description": "Total de recompensas por recomendación, calculadas según el monto del pedido y el porcentaje de ganancias por recomendación."
  },
  "title.level": {
    "message": "Nivel de recomendación",
    "description": "Nivel de recomendación, utilizado para calcular las ganancias por recomendación."
  },
  "title.percentage": {
    "message": "Porcentaje de ganancias por recomendación",
    "description": "Porcentaje de ganancias por recomendación, utilizado para calcular las ganancias por recomendación."
  },
  "title.currentLevel": {
    "message": "Nivel actual",
    "description": "Nivel de recomendación actual, utilizado para calcular las ganancias por recomendación."
  },
  "title.nextLevel": {
    "message": "Siguiente nivel",
    "description": "Siguiente nivel de recomendación, utilizado para calcular las ganancias por recomendación."
  },
  "title.currentPercentage": {
    "message": "Porcentaje actual de ganancias por recomendación",
    "description": "Porcentaje actual de ganancias por recomendación, utilizado para calcular las ganancias por recomendación."
  },
  "title.nextPercentage": {
    "message": "Porcentaje de ganancias por recomendación del siguiente nivel",
    "description": "Porcentaje de ganancias por recomendación del siguiente nivel, utilizado para calcular las ganancias por recomendación."
  },
  "title.levelInfo": {
    "message": "Información del nivel",
    "description": "Información sobre el nivel de recomendación, utilizada para calcular las ganancias por recomendación."
  },
  "title.distributionLink": {
    "message": "Enlace de recomendación",
    "description": "Enlace de recomendación, utilizado para vincular al cliente como cliente de nivel inferior."
  },
  "title.inviteesCount": {
    "message": "Número total de invitados",
    "description": "El número total de invitados, utilizado para calcular las ganancias de recomendaciones."
  },
  "title.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "La gestión del estado de las recomendaciones."
  }
}