{
  "button.detail": {
    "message": "Ver detalles",
    "description": "El texto en el botón, que se utiliza para ver los detalles del historial de referencias para el sitio web."
  },
  "button.withdrawal": {
    "message": "Retirar",
    "description": "El texto en el botón, que se utiliza para retirar las ganancias por referencias para el sitio web."
  },
  "button.query": {
    "message": "Consultar",
    "description": "El texto en el botón, que se utiliza para consultar las ganancias por referencias para el sitio web."
  },
  "field.id": {
    "message": "ID de referencia",
    "description": "El identificador único de la distribución, la distribución significa la referencia para el sitio web del servicio de API."
  },
  "field.percentage": {
    "message": "Porcentaje de ganancia por referencia",
    "description": "El porcentaje de las ganancias por referencia, que se calcula en función del monto del pedido."
  },
  "field.price": {
    "message": "Monto del pedido",
    "description": "El monto del pedido, que se utiliza para calcular las ganancias por referencia."
  },
  "field.reward": {
    "message": "Recompensa por referencia",
    "description": "Las ganancias por referencia, que se calculan en función del monto del pedido y el porcentaje de ganancia por referencia."
  },
  "field.createdAt": {
    "message": "Tiempo de referencia",
    "description": "El momento en que se crea la referencia."
  },
  "field.level": {
    "message": "Nivel",
    "description": "El nivel de la referencia, que se utiliza para calcular las ganancias por referencia."
  },
  "field.threshold": {
    "message": "Umbral de ganancia por referencia",
    "description": "El umbral de las ganancias por referencia, que se utiliza para retirar las ganancias por referencia."
  },
  "field.inviteeId": {
    "message": "ID del invitador",
    "description": "El identificador único del invitador, el invitador significa el usuario que invita al invitado al sitio web del servicio de API."
  },
  "field.isVerified": {
    "message": "Está verificado",
    "description": "La bandera que indica si el usuario de referencia está verificado con la información real."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferencia al siguiente nivel",
    "description": "La diferencia entre el monto actual del pedido y el umbral del siguiente nivel."
  },
  "message.developingWithDrawal": {
    "message": "Únase a Discord y consulte con el soporte para manejar retiros, los retiros deducirán impuestos sobre la renta relacionados.",
    "description": "El mensaje para indicar que la función de retiro está en desarrollo."
  },
  "message.technicalDetail": {
    "message": "Detalle técnico",
    "description": "El detalle técnico del sistema de referencia se implementa."
  },
  "message.distributionQrDescription": {
    "message": "Código QR de referencia (mismo contenido que el enlace)",
    "description": "La descripción del código QR de referencia."
  },
  "message.distributionLink": {
    "message": "Enlace de referencia",
    "description": "El enlace de referencia, que se utiliza para vincular al cliente como cliente subordinado."
  },
  "message.updateSuccessfully": {
    "message": "Actualización exitosa",
    "description": "El mensaje para indicar que la información de referencia se ha actualizado correctamente."
  },
  "message.distributionLinkDescription": {
    "message": "Si un cliente se registra en esta plataforma a través de este enlace o código QR, el cliente estará permanentemente vinculado como su cliente subordinado, y todos los pedidos de consumo del cliente en esta plataforma se devolverán a su cuenta según la proporción de distribución actual.",
    "description": "La descripción del enlace de referencia."
  },
  "message.distributionLinkDescription2": {
    "message": "Este enlace contiene su ID de usuario. Después de que el cliente abra el enlace, su ID de usuario se registrará en el navegador del cliente en forma de Cookies, que es válido por siete días. Dentro de los siete días, si el cliente registra esta plataforma escaneando el código, su ID de usuario se cargará en el servidor de registro con Cookies, y el cliente puede estar vinculado como su cliente descendente.",
    "description": "La descripción del enlace de referencia."
  },
  "title.price": {
    "message": "Monto total de pedidos de referencia",
    "description": "El monto total de los pedidos de referencia, que se utiliza para calcular las ganancias por referencia."
  },
  "title.reward": {
    "message": "Recompensas totales por referencia",
    "description": "Las recompensas totales por referencia, que se calculan en función del monto del pedido y el porcentaje de ganancia por referencia."
  },
  "title.level": {
    "message": "Nivel de referencia",
    "description": "El nivel de referencia, que se utiliza para calcular las ganancias por referencia."
  },
  "title.percentage": {
    "message": "Porcentaje de ganancia por referencia",
    "description": "El porcentaje de ganancia por referencia, que se utiliza para calcular las ganancias por referencia."
  },
  "title.currentLevel": {
    "message": "Nivel actual",
    "description": "El nivel actual de referencia, que se utiliza para calcular las ganancias por referencia."
  },
  "title.nextLevel": {
    "message": "Próximo nivel",
    "description": "El próximo nivel de referencia, que se utiliza para calcular las ganancias por referencia."
  },
  "title.currentPercentage": {
    "message": "Porcentaje actual de ganancia por referencia",
    "description": "El porcentaje actual de ganancia por referencia, que se utiliza para calcular las ganancias por referencia."
  },
  "title.nextPercentage": {
    "message": "Porcentaje de ganancia por referencia del próximo nivel",
    "description": "El porcentaje de ganancia por referencia del próximo nivel, que se utiliza para calcular las ganancias por referencia."
  },
  "title.levelInfo": {
    "message": "Información del nivel",
    "description": "La información del nivel de referencia, que se utiliza para calcular las ganancias por referencia."
  },
  "title.distributionLink": {
    "message": "Enlace de referencia",
    "description": "El enlace de referencia, que se utiliza para vincular al cliente como cliente subordinado."
  },
  "title.inviteesCount": {
    "message": "Número total de invitados",
    "description": "El número total de los invitados, que se utiliza para calcular las ganancias por referencia."
  },
  "title.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "La gestión del estado de referencia."
  }
}