{
  "button.detail": {
    "message": "Ver detalles",
    "description": "Botón para ver el historial de recomendaciones del sitio web."
  },
  "button.withdrawal": {
    "message": "Retirar",
    "description": "Botón para retirar las ganancias recomendadas del sitio web."
  },
  "button.query": {
    "message": "Consultar",
    "description": "Botón para consultar las ganancias recomendadas del sitio web."
  },
  "field.id": {
    "message": "ID de recomendación",
    "description": "Identificador único de la distribución, la distribución se refiere a la recomendación del sitio de servicio API."
  },
  "field.percentage": {
    "message": "Porcentaje de ganancia de recomendación",
    "description": "Porcentaje de ganancia de recomendación, calculado según el monto del pedido."
  },
  "field.price": {
    "message": "Monto del pedido",
    "description": "Monto del pedido, utilizado para calcular la ganancia de recomendación."
  },
  "field.reward": {
    "message": "Recompensa de recomendación",
    "description": "Ganancia de recomendación, calculada según el monto del pedido y el porcentaje de ganancia de recomendación."
  },
  "field.createdAt": {
    "message": "Fecha de creación de la recomendación",
    "description": "Tiempo en que se creó la recomendación."
  },
  "field.level": {
    "message": "Nivel",
    "description": "Nivel de la recomendación, utilizado para calcular la ganancia de recomendación."
  },
  "field.threshold": {
    "message": "Umbral de ganancia de recomendación",
    "description": "Umbral de ganancia de recomendación, utilizado para retirar la ganancia de recomendación."
  },
  "field.inviteeId": {
    "message": "ID del invitador",
    "description": "Identificador único del invitador, el invitador se refiere a la persona que invita a otros al sitio de servicio API."
  },
  "field.isVerified": {
    "message": "Verificado",
    "description": "Indicador que muestra si el usuario recomendado ha sido verificado con información real."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferencia de precio con el próximo nivel",
    "description": "Diferencia entre el monto del pedido actual y el umbral del siguiente nivel."
  },
  "message.developingWithDrawal": {
    "message": "Por favor, únete a Discord y consulta con el personal de soporte para el proceso de retiro. El retiro estará sujeto a impuestos relacionados.",
    "description": "Mensaje que indica que la función de retiro se encuentra en desarrollo."
  },
  "message.technicalDetail": {
    "message": "Detalle técnico",
    "description": "Implementación técnica del sistema de recomendaciones."
  },
  "message.distributionQrDescription": {
    "message": "Código QR de recomendación (igual que el contenido del enlace)",
    "description": "Descripción del código QR de recomendación."
  },
  "message.distributionLink": {
    "message": "Enlace de recomendación",
    "description": "Enlace de recomendación utilizado para vincular a los clientes como subclientes."
  },
  "message.updateSuccessfully": {
    "message": "Actualización exitosa",
    "description": "Mensaje que indica que la información de la recomendación se ha actualizado correctamente."
  },
  "message.distributionLinkDescription": {
    "message": "Si un cliente se registra en esta plataforma a través de este enlace o código QR, el cliente quedará vinculado permanentemente como tu subcliente, y todas las órdenes de consumo en esta plataforma del cliente se reembolsarán a tu cuenta según la tasa de distribución actual.",
    "description": "Descripción del enlace de recomendación."
  },
  "message.distributionLinkDescription2": {
    "message": "Este enlace contiene tu ID de usuario. Cuando un cliente abre este enlace, tu ID de usuario se registra en forma de cookies en el navegador del cliente, con una validez de siete días. Dentro de los siete días, si el cliente se registra en esta plataforma escaneando este código, tu ID de usuario se cargará junto con las cookies en el servidor de registro, y el cliente se vinculará como tu subcliente.",
    "description": "Descripción del enlace de recomendación."
  },
  "title.price": {
    "message": "Monto total de la orden de recomendación",
    "description": "Monto total de la orden de recomendación utilizado para calcular la ganancia de recomendación."
  },
  "title.reward": {
    "message": "Recompensa total de recomendación",
    "description": "Recompensa total de recomendación, calculada según el monto del pedido y el porcentaje de ganancia de recomendación."
  },
  "title.level": {
    "message": "Nivel de recomendación",
    "description": "Nivel de recomendación utilizado para calcular la ganancia de recomendación."
  },
  "title.percentage": {
    "message": "Porcentaje de ganancia de recomendación",
    "description": "Porcentaje de ganancia de recomendación utilizado para calcular la ganancia de recomendación."
  },
  "title.currentLevel": {
    "message": "Nivel actual",
    "description": "Nivel actual de recomendación utilizado para calcular la ganancia de recomendación."
  },
  "title.nextLevel": {
    "message": "Siguiente nivel",
    "description": "Próximo nivel de recomendación utilizado para calcular la ganancia de recomendación."
  },
  "title.currentPercentage": {
    "message": "Porcentaje actual de ganancia de recomendación",
    "description": "Porcentaje actual de ganancia de recomendación utilizado para calcular la ganancia de recomendación."
  },
  "title.nextPercentage": {
    "message": "Porcentaje de ganancia de recomendación del siguiente nivel",
    "description": "Porcentaje de ganancia de recomendación del próximo nivel utilizado para calcular la ganancia de recomendación."
  },
  "title.levelInfo": {
    "message": "Información de nivel",
    "description": "Información del nivel de recomendación utilizada para calcular la ganancia de recomendación."
  },
  "title.distributionLink": {
    "message": "Enlace de recomendación",
    "description": "Enlace de recomendación utilizado para vincular a los clientes como subclientes."
  },
  "title.inviteesCount": {
    "message": "Número total de invitadores",
    "description": "Número total de invitadores utilizado para calcular la ganancia de recomendación."
  },
  "title.manageDistributionStatus": {
    "message": "Gestionar estado de distribución",
    "description": "Gestión del estado de la recomendación."
  }
}