{
  "button.detail": {
    "message": "Ver detalles",
    "description": "Texto del botón para ver los detalles del historial de recomendaciones del sitio web."
  },
  "button.withdrawal": {
    "message": "Retiro",
    "description": "Texto del botón para retirar las ganancias de recomendaciones del sitio web."
  },
  "button.query": {
    "message": "Consulta",
    "description": "Texto del botón para consultar las ganancias de recomendaciones del sitio web."
  },
  "field.id": {
    "message": "ID de recomendación",
    "description": "Identificador único de la distribución, se refiere a la recomendación del sitio web de servicios API."
  },
  "field.percentage": {
    "message": "Porcentaje de ganancias de recomendación",
    "description": "El porcentaje de ganancias de recomendación, calculado según el monto del pedido."
  },
  "field.price": {
    "message": "Monto del pedido",
    "description": "Monto del pedido utilizado para calcular las ganancias de recomendación."
  },
  "field.reward": {
    "message": "Recompensa de recomendación",
    "description": "Ganancias de recomendación, calculadas según el monto del pedido y el porcentaje de ganancias de recomendación."
  },
  "field.userId": {
    "message": "ID de usuario",
    "description": "Identificador único del usuario, se refiere al usuario del sitio web de servicios API."
  },
  "field.userEmail": {
    "message": "Correo electrónico del usuario",
    "description": "El correo electrónico del usuario."
  },
  "field.createdAt": {
    "message": "Tiempo de recomendación",
    "description": "El tiempo en que se creó la recomendación."
  },
  "field.level": {
    "message": "Nivel",
    "description": "El nivel de recomendación, utilizado para calcular las ganancias de recomendación."
  },
  "field.threshold": {
    "message": "Umbral de ganancias de recomendación",
    "description": "El umbral de ganancias de recomendación, utilizado para retirar las ganancias de recomendación."
  },
  "field.inviteeId": {
    "message": "ID del invitador",
    "description": "Identificador único del invitador, se refiere a la persona que invitó a la persona invitada al sitio web de servicios API."
  },
  "field.isVerified": {
    "message": "Verificado",
    "description": "Un indicador que muestra si el usuario recomendado ha sido verificado con información real."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferencia con el siguiente nivel",
    "description": "La diferencia entre el monto del pedido actual y el umbral del siguiente nivel."
  },
  "message.developingWithDrawal": {
    "message": "Únete a Discord y consulta con el personal de soporte para procesar el retiro, se deducirán impuestos sobre la renta correspondientes al retirar.",
    "description": "Un mensaje que indica que la función de retiro está en desarrollo."
  },
  "message.technicalDetail": {
    "message": "Detalles técnicos",
    "description": "Implementación de los detalles técnicos del sistema de recomendaciones."
  },
  "message.distributionQrDescription": {
    "message": "Código QR de recomendación (mismo contenido que el enlace)",
    "description": "Descripción del código QR de recomendación."
  },
  "message.distributionLink": {
    "message": "Enlace de recomendación",
    "description": "Enlace de recomendación para vincular al cliente como cliente de nivel inferior."
  },
  "message.updateSuccessfully": {
    "message": "Actualización exitosa",
    "description": "Un mensaje que indica que la información de recomendación se ha actualizado con éxito."
  },
  "message.distributionLinkDescription": {
    "message": "Si el cliente se registra en esta plataforma a través de este enlace o código QR, se vinculará permanentemente como su cliente de nivel inferior, y todos los pedidos de consumo del cliente en esta plataforma se reembolsarán a su cuenta según el ratio de distribución actual.",
    "description": "Descripción del enlace de recomendación."
  },
  "message.distributionLinkDescription2": {
    "message": "Este enlace contiene su ID de usuario. Después de que el cliente abra el enlace, su ID de usuario se registrará en el navegador del cliente en forma de cookies, con una duración de siete días. Dentro de esos siete días, si el cliente se registra en esta plataforma escaneando el código, su ID de usuario se subirá junto con las cookies al servidor de registro y el cliente puede ser vinculado como su cliente de nivel inferior.",
    "description": "Descripción del enlace de recomendación."
  },
  "title.price": {
    "message": "Monto total de pedidos recomendados",
    "description": "El monto total de los pedidos recomendados, utilizado para calcular las ganancias de recomendación."
  },
  "title.reward": {
    "message": "Total de recompensas de recomendación",
    "description": "Total de recompensas de recomendación, calculadas según el monto del pedido y el porcentaje de ganancias de recomendación."
  },
  "title.level": {
    "message": "Nivel de recomendación",
    "description": "Nivel de recomendación utilizado para calcular las ganancias de recomendación."
  },
  "title.percentage": {
    "message": "Porcentaje de ganancias de recomendación",
    "description": "Porcentaje de ganancias de recomendación utilizado para calcular las ganancias de recomendación."
  },
  "title.currentLevel": {
    "message": "Nivel actual",
    "description": "Nivel de recomendación actual, utilizado para calcular las ganancias de recomendación."
  },
  "title.nextLevel": {
    "message": "Siguiente nivel",
    "description": "Siguiente nivel de recomendación, utilizado para calcular las ganancias de recomendación."
  },
  "title.currentPercentage": {
    "message": "Porcentaje actual de ganancias de recomendación",
    "description": "Porcentaje actual de ganancias de recomendación, utilizado para calcular las ganancias de recomendación."
  },
  "title.nextPercentage": {
    "message": "Porcentaje de ganancias de recomendación del siguiente nivel",
    "description": "Porcentaje de ganancias de recomendación del siguiente nivel, utilizado para calcular las ganancias de recomendación."
  },
  "title.levelInfo": {
    "message": "Información del nivel",
    "description": "Información sobre el nivel de recomendación, utilizada para calcular las ganancias de recomendación."
  },
  "title.distributionLink": {
    "message": "Enlace de recomendación",
    "description": "Enlace de recomendación utilizado para vincular al cliente como cliente de nivel inferior."
  },
  "title.inviteesCount": {
    "message": "Número total de invitados",
    "description": "Invitados totales para el cálculo de las ganancias de referencia."
  },
  "title.manageDistributionStatus": {
    "message": "Gestión de distribución",
    "description": "Gestión del estado de las recomendaciones."
  }
}