{
  "entity.requestQueries": {
    "message": "Parámetros de URL",
    "description": "Estos son los parámetros pasados en la URL. Se separan con '?' y con '&'."
  },
  "entity.requestBody": {
    "message": "Cuerpo de la solicitud",
    "description": "Este es el cuerpo de la solicitud. Generalmente utilizado en las solicitudes POST y PUT."
  },
  "entity.responseBody": {
    "message": "Cuerpo de la respuesta",
    "description": "Este es el cuerpo de la respuesta. Comúnmente se presenta en formato JSON."
  },
  "entity.requestHeaders": {
    "message": "Encabezados de la solicitud",
    "description": "Estos son los encabezados pasados en la solicitud. Comúnmente utilizado para la autenticación."
  },
  "entity.requestHeader": {
    "message": "Encabezado de la solicitud",
    "description": "Este es el encabezado pasado en la solicitud. Comúnmente utilizado para la autenticación."
  },
  "entity.requestQuery": {
    "message": "Parámetro de URL",
    "description": "Este es el parámetro pasado en la URL. Se separa con '?' y con '&'."
  },
  "entity.responseHeaders": {
    "message": "Encabezados de la respuesta",
    "description": "Estos son los encabezados pasados en la respuesta. Comúnmente utilizado para la autenticación."
  },
  "entity.response": {
    "message": "Respuesta",
    "description": "Esta es la respuesta devuelta desde el servidor."
  },
  "entity.success": {
    "message": "Éxito",
    "description": "Esta es la respuesta devuelta en caso de éxito en la solicitud."
  },
  "entity.failure": {
    "message": "Fracaso",
    "description": "Esta es la respuesta devuelta en caso de fracaso en la solicitud."
  },
  "entity.responseExample": {
    "message": "Ejemplo",
    "description": "Este es un ejemplo de la respuesta devuelta desde el servidor."
  },
  "entity.authentication": {
    "message": "Autenticación",
    "description": "Esto es la autenticación requerida para hacer la solicitud."
  },
  "message.free": {
    "message": "Gratis",
    "description": "Indica que el precio es gratuito. No se requieren puntos o dinero al usar el servicio de la API."
  },
  "message.appliedCount": {
    "message": "Número de aplicaciones",
    "description": "Número de veces que se ha aplicado el servicio de la API."
  },
  "message.firstFree": {
    "message": "Primera vez gratis",
    "description": "Indica que la primera vez que se usa el servicio de la API es gratis. No se requieren puntos o dinero."
  },
  "message.custom": {
    "message": "Personalizado",
    "description": "Indica que el precio está especificado. Se deben gastar los puntos o el dinero especificado al usar el servicio de la API."
  },
  "message.present": {
    "message": "Regalo",
    "description": "La primera vez que se utiliza el servicio de la API, le regalaremos puntos."
  },
  "message.around": {
    "message": "Aproximadamente",
    "description": "El precio es aproximado, el precio real puede variar."
  },
  "message.successRate15min": {
    "message": "Tasa de éxito en tiempo real (15 minutos)",
    "description": "Tasa de éxito en tiempo real del servicio de la API en los últimos 15 minutos."
  },
  "message.ySuccessRate": {
    "message": "Tasa de éxito (100%)",
    "description": "Tasa de éxito del servicio de la API."
  },
  "message.xMinutes": {
    "message": "Tiempo (minutos)",
    "description": "Tiempo medido en minutos."
  },
  "message.streamUsage": {
    "message": "Aviso: Para solicitudes de transmisión, el código anterior puede no ser completamente aplicable. Consulte la documentación de integración para realizar modificaciones.",
    "description": "Para solicitudes de transmisión, el código anterior puede no ser completamente aplicable. Consulte la documentación de integración para realizar modificaciones."
  },
  "message.alphaStage": {
    "message": "Esta API se encuentra en la etapa Alpha, es una versión previa temprana y puede tener inestabilidades potenciales. El formato de la API puede cambiar significativamente, no se recomienda su uso en entornos de producción. El precio actual es relativamente bajo y puede haber ajustes significativos en el futuro.",
    "description": "Esta API se encuentra en la etapa Alpha, es una versión previa temprana y puede tener inestabilidades potenciales. El formato de la API puede cambiar significativamente, no se recomienda su uso en entornos de producción. El precio actual es relativamente bajo y puede haber ajustes significativos en el futuro."
  },
  "message.betaStage": {
    "message": "Esta API se encuentra en la etapa Beta, el formato de la API no cambiará considerablemente, pero puede tener inestabilidades potenciales. Se recomienda utilizar con precaución en entornos de producción. El precio actual es relativamente bajo y puede haber ajustes moderados en el futuro.",
    "description": "Esta API se encuentra en la etapa Beta, el formato de la API no cambiará considerablemente, pero puede tener inestabilidades potenciales. Se recomienda utilizar con precaución en entornos de producción. El precio actual es relativamente bajo y puede haber ajustes moderados en el futuro."
  },
  "unit.GB": {
    "message": "GB",
    "description": "Gigabyte, unidad de almacenamiento de información numérica"
  },
  "unit.MB": {
    "message": "MB",
    "description": "Megabyte, unidad de almacenamiento de información numérica"
  },
  "unit.KB": {
    "message": "KB",
    "description": "Kilobyte, unidad de almacenamiento de información numérica"
  },
  "unit.B": {
    "message": "B",
    "description": "Byte, unidad de almacenamiento de información numérica"
  }
}