{
  "button": {
    "learnMore": "Más información",
    "_learnMore.comment": "El texto mostrado en el botón para obtener más información sobre el servicio.",
    "apply": "Aplicar ahora",
    "_apply.comment": "El texto mostrado en el botón para aplicar al servicio.",
    "introduction": "Introducción al servicio",
    "_introduction.comment": "El texto mostrado en el botón para ver la introducción al servicio.",
    "apis": "Descripción de la API",
    "_apis.comment": "El texto mostrado en el botón para ver la descripción de la API.",
    "pricing": "Precios",
    "_pricing.comment": "El texto mostrado en el botón para ver la información de precios."
  },
  "field": {
    "price": "Precio",
    "_price.comment": "El precio del servicio.",
    "introduction": "Introducción",
    "_introduction.comment": "La introducción del servicio.",
    "apis": "API",
    "_apis.comment": "La API del servicio, API es una forma del servicio en línea.",
    "proxies": "Proxy",
    "_proxies.comment": "El proxy del servicio, Proxy es una forma del servicio en línea, significa el Proxy HTTP utilizado para transferir los datos."
  },
  "message": {
    "free": "Gratis",
    "_free.comment": "El texto mostrado cuando el servicio es gratuito, lo que significa que el servicio es gratuito.",
    "around": "Alrededor de",
    "_around.comment": "El texto mostrado cuando el precio es alrededor de un valor determinado.",
    "welcomeCredits": "Créditos de bienvenida",
    "_welcomeCredits.comment": "El texto mostrado cuando el servicio proporciona créditos de bienvenida de forma gratuita.",
    "appliedCount": "Número de solicitudes",
    "_appliedCount.comment": "El texto mostrado cuando se cuenta el número de solicitudes.",
    "indexTitle": "Tu elección inteligente para servicios digitales",
    "_indexTitle.comment": "El título de la página de inicio.",
    "indexSubtitle": "Potencia tu trabajo y vida con excelencia estandarizada en servicios.",
    "_indexSubtitle.comment": "El subtítulo de la página de inicio.",
    "fromPrice": "Desde ",
    "_fromPrice.comment": "El texto mostrado antes del precio.",
    "packages": "Ofrecemos una variedad de paquetes de créditos, cuantos más paquetes compres, más descuentos obtendrás.",
    "_packages.comment": "El texto mostrado cuando el servicio ofrece paquetes de créditos.",
    "offer": "Oferta",
    "_offer.comment": "El texto mostrado cuando el servicio ofrece una oferta.",
    "partnersTitle": "Confiado por socios líderes",
    "_partnersTitle.comment": "El título de la sección de socios."
  },
  "title": {
    "apis": "API",
    "_apis.comment": "La API del servicio, API es una forma del servicio en línea.",
    "proxies": "Proxy",
    "_proxies.comment": "El proxy del servicio, Proxy es una forma del servicio en línea, significa el Proxy HTTP utilizado para transferir los datos.",
    "packages": "Paquetes",
    "_packages.comment": "Los paquetes del servicio, los paquetes se utilizan para comprar créditos, por ejemplo, el servicio ofrece 3 paquetes, 100$ por 100 créditos, 200$ por 200 créditos, 300$ por 300 créditos."
  },
  "unit": {
    "credit": "Crédito",
    "_credit.comment": "Crédito significa la moneda virtual utilizada en el servicio de API",
    "Credit": "Crédito",
    "_Credit.comment": "Crédito significa la moneda virtual utilizada en el servicio de API, esta es la forma en mayúscula",
    "credits": "Créditos",
    "_credits.comment": "Créditos significa la moneda virtual utilizada en el servicio de API, esta es la forma en plural",
    "Credits": "Créditos",
    "_Credits.comment": "Créditos significa la moneda virtual utilizada en el servicio de API, esta es la forma en mayúscula y en plural",
    "call": "Llamada",
    "_call.comment": "Llamada significa las veces que se ha llamado al servicio de API",
    "Call": "Llamada",
    "_Call.comment": "Llamada significa las veces que se ha llamado al servicio de API, esta es la forma en mayúscula",
    "calls": "Llamadas",
    "_calls.comment": "Llamadas significa las veces que se ha llamado al servicio de API, esta es la forma en plural",
    "Calls": "Llamadas",
    "_Calls.comment": "Llamadas significa las veces que se ha llamado al servicio de API, esta es la forma en mayúscula y en plural",
    "MB": "MB",
    "_MB.comment": "MB significa Megabyte, una unidad de almacenamiento de información digital",
    "GB": "GB",
    "_GB.comment": "GB significa Gigabyte, una unidad de almacenamiento de información digital"
  }
}