{
  "button.edit": {
    "message": "Nachricht bearbeiten",
    "description": "Bearbeiten der gesendeten Nachricht"
  },
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Name des Dienstmodells, also GPT 3.5 Basis"
  },
  "model.35StandardDescription": {
    "message": "Geeignet für alltägliche Aufgaben.",
    "description": "Beschreibung des 3.5 Standardmodells"
  },
  "model.35Browsing": {
    "message": "3.5 Browsing",
    "description": "Name des Dienstmodells, also GPT 3.5 Browsing"
  },
  "model.35BrowsingDescription": {
    "message": "Kann Informationen in Echtzeit abrufen.",
    "description": "Beschreibung des 3.5 Browsing-Modells"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Name des Dienstmodells, also GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Ein leistungsstärkeres Modell, geeignet für komplexe Aufgaben.",
    "description": "Beschreibung des 4.0 Standardmodells"
  },
  "model.4Browsing": {
    "message": "4.0 Browsing",
    "description": "Name des Dienstmodells, also GPT 4.0 Browsing"
  },
  "model.4BrowsingDescription": {
    "message": "Leistungsstark und kann Informationen in Echtzeit abrufen.",
    "description": "Beschreibung des 4.0 Browsing-Modells"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Name des Dienstmodells, also GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Kann Bilder analysieren.",
    "description": "Beschreibung des 4.0 Vision-Modells"
  },
  "message.startNewChat": {
    "message": "Neuen Chat beginnen",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er einen neuen Chat beginnen kann"
  },
  "message.uploadFile": {
    "message": "Datei hochladen",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er eine Datei hochladen kann"
  },
  "message.noToken": {
    "message": "Bitte beantragen Sie den entsprechenden Dienst",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er zuerst den entsprechenden Dienst beantragen muss"
  },
  "message.newMessagePlaceholder": {
    "message": "Bitte geben Sie Ihre Frage ein...",
    "description": "Platzhalter auf der Webseite, der den Benutzer auffordert, eine Frage einzugeben"
  },
  "message.noInput": {
    "message": "Die Frage darf nicht leer sein",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass die Frage nicht leer sein darf"
  },
  "message.uploadReferencesExceed": {
    "message": "Sie können höchstens 1 Datei hochladen",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er höchstens 1 Datei hochladen kann"
  },
  "message.uploadReferencesError": {
    "message": "Datei-Upload fehlgeschlagen, bitte versuchen Sie es später erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer informiert, dass der Datei-Upload fehlgeschlagen ist"
  },
  "message.notApplied": {
    "message": "Sie haben diesen Dienst noch nicht beantragt, bitte beantragen Sie ihn zuerst",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er diesen Dienst noch nicht beantragt hat"
  },
  "message.tryForFree": {
    "message": "Kostenlose Testversion",
    "description": "Nachricht auf der Webseite, die den Benutzer darauf hinweist, dass er eine kostenlose Testversion nutzen kann"
  },
  "message.question1": {
    "message": "Erstellen Sie einen Trainingsplan",
    "description": "Beispiel für eine Frage, die den Benutzer auffordert, einen JavaScript-Code zu schreiben, der 'Hello World' ausgibt"
  },
  "message.question2": {
    "message": "Erstellen Sie eine persönliche Webseite",
    "description": "Beispiel für eine Frage, die den Benutzer auffordert, Mike eine E-Mail zu schreiben, um ihm mitzuteilen, dass er gerade umgezogen ist"
  },
  "message.question3": {
    "message": "Gestalten Sie ein spannendes Programmier-Spiel",
    "description": "Beispiel für eine Frage, die den Benutzer auffordert, die Grundprinzipien der Quantenberechnung in einfachen Worten zu erklären"
  },
  "message.question4": {
    "message": "Erleben Sie Seoul wie ein Einheimischer",
    "description": "Beispiel für eine Frage, die den Benutzer auffordert, zu erklären, welchen Einfluss virtuelle Realität auf die Kunstproduktion hat"
  },
  "message.errorApiError": {
    "message": "Antwort fehlgeschlagen, bitte versuchen Sie es später erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass die Antwort fehlgeschlagen ist"
  },
  "message.errorBadRequest": {
    "message": "Unzulässige Anforderungsinhalte, bitte stellen Sie Ihre Frage erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass die Anforderungsinhalte unzulässig sind"
  },
  "message.errorNoConversation": {
    "message": "Gespräch existiert nicht oder ist abgelaufen, bitte beginnen Sie einen neuen Chat",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass das Gespräch nicht existiert oder abgelaufen ist"
  },
  "message.errorContentTooLarge": {
    "message": "Frageinhalt zu lang, bitte kürzen Sie sie und versuchen Sie es erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass der Frageinhalt zu lang ist"
  },
  "message.errorTooManyRequests": {
    "message": "Ihre Anfragen sind zu häufig, bitte versuchen Sie es später erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass seine Anfragen zu häufig sind"
  },
  "message.errorUsedUp": {
    "message": "Sie haben Ihre Kontingentnutzung erschöpft, bitte kaufen Sie mehr, um den Dienst weiterhin zu nutzen",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er seine Kontingentnutzung erschöpft hat"
  },
  "message.errorUnknown": {
    "message": "Unbekannter Serverfehler, bitte versuchen Sie es später erneut oder kontaktieren Sie den Support",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass ein unbekannter Serverfehler aufgetreten ist"
  },
  "message.errorTimeout": {
    "message": "Zeitüberschreitung bei der Beantwortung der Frage, bitte versuchen Sie es später erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass die Beantwortung der Frage zeitlich überschritten wurde"
  },
  "message.errorNotApplied": {
    "message": "Sie haben diesen Dienst noch nicht beantragt. Bitte beantragen Sie ihn zuerst, bevor Sie weitere Fragen stellen.",
    "description": "Webseitennachricht, die den Benutzer informiert, dass er diesen Dienst noch nicht beantragt hat und zuerst einen Antrag stellen muss, bevor er weitere Fragen stellt."
  },
  "message.confirmDelete": {
    "message": "Löschen bestätigen",
    "description": "Webseitennachricht, die den Benutzer auffordert, das Löschen zu bestätigen."
  },
  "message.howToUse": {
    "message": "AI kann Fehler machen. Bitte überprüfen Sie wichtige Informationen.",
    "description": "Webseitennachricht, die den Benutzer informiert, dass AI Fehler machen kann und wichtige Informationen überprüft werden sollten."
  },
  "title.chat": {
    "message": "AI-Chat",
    "description": "Titel der Webseite, das heißt AI-Chat."
  },
  "title.example": {
    "message": "Beispiel",
    "description": "Titel der Webseite, das heißt Beispiel."
  },
  "title.capabilities": {
    "message": "Funktionen",
    "description": "Titel der Webseite, das heißt Funktionen."
  },
  "title.limitations": {
    "message": "Einschränkungen",
    "description": "Titel auf der Webseite, das darauf hinweist, dass dieser Abschnitt technologische Einschränkungen des Dienstes behandelt."
  },
  "title.complexQuestion": {
    "message": "Komplexe Fragen beantworten",
    "description": "Titel auf der Webseite, das darauf hinweist, dass dieser Abschnitt die Fähigkeit des Dienstes behandelt, komplexe Fragen zu beantworten."
  },
  "title.professionalQuestion": {
    "message": "Professionelle Fragen konsultieren",
    "description": "Titel auf der Webseite, das darauf hinweist, dass dieser Abschnitt die Fähigkeit des Dienstes behandelt, professionelle Fragen zu konsultieren."
  },
  "title.getTips": {
    "message": "Inspiration und Ideen erhalten",
    "description": "Titel auf der Webseite, das darauf hinweist, dass dieser Abschnitt die Fähigkeit des Dienstes behandelt, Inspiration und Ideen zu erhalten."
  },
  "group.today": {
    "message": "Heute",
    "description": "Gruppierungsname auf der Webseite, das heißt Heute."
  },
  "group.yesterday": {
    "message": "Gestern",
    "description": "Gruppierungsname auf der Webseite, das heißt Gestern."
  },
  "group.thisWeek": {
    "message": "Diese Woche",
    "description": "Gruppierungsname auf der Webseite, das heißt Diese Woche."
  },
  "group.earlier": {
    "message": "Früher",
    "description": "Gruppierungsname auf der Webseite, das heißt Früher."
  }
}