{
  "button.edit": {
    "message": "Nachricht bearbeiten",
    "description": "Bearbeiten der gesendeten Nachricht"
  },
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Name des Modells für den Dienst, also GPT 3.5 Basis"
  },
  "model.35StandardDescription": {
    "message": "Geeignet für alltägliche Aufgaben.",
    "description": "Beschreibung des 3.5 Standardmodells"
  },
  "model.35Browsing": {
    "message": "3.5 Browsing",
    "description": "Name des Modells für den Dienst, also GPT 3.5 Browsing"
  },
  "model.35BrowsingDescription": {
    "message": "Kann Informationen in Echtzeit abrufen.",
    "description": "Beschreibung des 3.5 Browsing-Modells"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Name des Modells für den Dienst, also GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Ein leistungsstärkeres Modell, geeignet für komplexe Aufgaben.",
    "description": "Beschreibung des 4.0 Standardmodells"
  },
  "model.4Browsing": {
    "message": "4.0 Browsing",
    "description": "Name des Modells für den Dienst, also GPT 4.0 Browsing"
  },
  "model.4BrowsingDescription": {
    "message": "Leistungsstark und kann Informationen in Echtzeit abrufen.",
    "description": "Beschreibung des 4.0 Browsing-Modells"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Name des Modells für den Dienst, also GPT 4.0 Vision"
  },
  "model.4All": {
    "message": "4.0 Alleskönner",
    "description": "Name des Modells für den Dienst, also GPT 4.0 All"
  },
  "model.4VisionDescription": {
    "message": "Kann Bilder analysieren.",
    "description": "Beschreibung des 4.0 Vision-Modells"
  },
  "model.4AllDescription": {
    "message": "Alleskönner-Modell",
    "description": "Beschreibung des 4.0 Alleskönner-Modells"
  },
  "message.startNewChat": {
    "message": "Neuen Chat starten",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, einen neuen Chat zu beginnen"
  },
  "message.uploadFile": {
    "message": "Datei hochladen",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, eine Datei hochzuladen"
  },
  "message.noToken": {
    "message": "Bitte beantragen Sie zuerst den entsprechenden Dienst",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, zuerst den entsprechenden Dienst zu beantragen"
  },
  "message.newMessagePlaceholder": {
    "message": "Bitte geben Sie Ihre Frage ein...",
    "description": "Platzhalter auf der Webseite, der den Benutzern mitteilt, eine Frage einzugeben"
  },
  "message.noInput": {
    "message": "Die Frage darf nicht leer sein",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass die Frage nicht leer sein darf"
  },
  "message.uploadReferencesExceed": {
    "message": "Es kann nur 1 Datei hochgeladen werden",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass nur 1 Datei hochgeladen werden darf"
  },
  "message.uploadReferencesError": {
    "message": "Datei-Upload fehlgeschlagen, bitte später erneut versuchen",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass der Datei-Upload fehlgeschlagen ist, bitte später erneut versuchen"
  },
  "message.notApplied": {
    "message": "Sie haben diesen Dienst noch nicht beantragt, bitte zuerst beantragen",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass sie diesen Dienst noch nicht beantragt haben, bitte zuerst beantragen"
  },
  "message.tryForFree": {
    "message": "Kostenlos testen",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass sie kostenlos testen können"
  },
  "message.question1": {
    "message": "Trainingsplan erstellen",
    "description": "Beispielfrage zum Start des Chats, die den Benutzer auffordert, einen JavaScript-Code zu schreiben, der 'Hello World' ausgibt"
  },
  "message.question2": {
    "message": "Persönliche Webseite erstellen",
    "description": "Beispielfrage zum Start des Chats, die den Benutzer auffordert, Mike eine E-Mail zu schreiben und ihm zu sagen, dass ich umgezogen bin"
  },
  "message.question3": {
    "message": "Interessante Programmier Spiele entwerfen",
    "description": "Beispielfrage zum Start des Chats, die den Benutzer auffordert, die grundlegenden Prinzipien der Quantenberechnung in einfachen Worten zu erklären"
  },
  "message.question4": {
    "message": "Seoul wie ein Einheimischer erleben",
    "description": "Beispielfrage zum Start des Chats, die den Benutzer auffordert, zu erklären, welchen Einfluss die virtuelle Realität auf die Kunstproduktion hat"
  },
  "message.errorApiError": {
    "message": "Antwort fehlgeschlagen, bitte später erneut versuchen",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass die Antwort fehlgeschlagen ist, bitte später erneut versuchen"
  },
  "message.errorBadRequest": {
    "message": "Anfrageinhalt nicht standardkonform, bitte erneut fragen",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass der Anfrageinhalt nicht standardkonform ist, bitte erneut fragen"
  },
  "message.errorNoConversation": {
    "message": "Unterhaltung existiert nicht oder ist abgelaufen, bitte neuen Chat starten",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass die Unterhaltung nicht existiert oder abgelaufen ist, bitte neuen Chat starten"
  },
  "message.errorContentTooLarge": {
    "message": "Frageinhalt zu lang, bitte kürzen und erneut versuchen",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass der Frageinhalt zu lang ist, bitte kürzen und erneut versuchen"
  },
  "message.errorTooManyRequests": {
    "message": "Ihre Anfragen sind zu häufig, bitte später erneut versuchen",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass ihre Anfragen zu häufig sind, bitte später erneut versuchen"
  },
  "message.errorUsedUp": {
    "message": "Sie haben Ihr Kontingent aufgebraucht, bitte kaufen Sie weitere, um fortzufahren",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass sie ihr Kontingent aufgebraucht haben, bitte kaufen Sie weitere, um fortzufahren"
  },
  "message.errorUnknown": {
    "message": "Unbekannter Fehler auf dem Server, bitte später erneut versuchen oder den Kundendienst kontaktieren",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass ein unbekannter Fehler auf dem Server aufgetreten ist, bitte später erneut versuchen oder den Kundendienst kontaktieren"
  },
  "message.errorTimeout": {
    "message": "Die Antwort hat zu lange gedauert, bitte versuchen Sie es später erneut.",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass die Antwort zu lange gedauert hat, bitte versuchen Sie es später erneut."
  },
  "message.errorNotApplied": {
    "message": "Sie haben diesen Service noch nicht beantragt, bitte beantragen Sie ihn zuerst, bevor Sie fortfahren.",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass sie diesen Service noch nicht beantragt haben, bitte beantragen Sie ihn zuerst, bevor Sie fortfahren."
  },
  "message.confirmDelete": {
    "message": "Löschen bestätigen",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass sie das Löschen bestätigen sollen."
  },
  "message.howToUse": {
    "message": "Die KI kann fehlerhaft sein, bitte überprüfen Sie wichtige Informationen.",
    "description": "Nachricht auf der Webseite, die den Benutzern mitteilt, dass die KI fehlerhaft sein kann, bitte überprüfen Sie wichtige Informationen."
  },
  "title.chat": {
    "message": "KI-Chat",
    "description": "Titel der Webseite, d.h. KI-Chat."
  },
  "title.example": {
    "message": "Beispiel",
    "description": "Titel der Webseite, d.h. Beispiel."
  },
  "title.capabilities": {
    "message": "Funktionen",
    "description": "Titel der Webseite, d.h. Funktionen."
  },
  "title.limitations": {
    "message": "Einschränkungen",
    "description": "Titel auf der Webseite, das auf technische Einschränkungen des Services hinweist."
  },
  "title.complexQuestion": {
    "message": "Komplexe Fragen beantworten",
    "description": "Titel auf der Webseite, das auf die Fähigkeit des Services hinweist, komplexe Fragen zu beantworten."
  },
  "title.professionalQuestion": {
    "message": "Professionelle Fragen beraten",
    "description": "Titel auf der Webseite, das auf die Fähigkeit des Services hinweist, professionelle Fragen zu beraten."
  },
  "title.getTips": {
    "message": "Inspiration und Ideen erhalten",
    "description": "Titel auf der Webseite, das auf die Fähigkeit des Services hinweist, Inspiration und Ideen zu erhalten."
  },
  "group.today": {
    "message": "Heute",
    "description": "Gruppenname auf der Webseite, d.h. Heute."
  },
  "group.yesterday": {
    "message": "Gestern",
    "description": "Gruppenname auf der Webseite, d.h. Gestern."
  },
  "group.thisWeek": {
    "message": "Diese Woche",
    "description": "Gruppenname auf der Webseite, d.h. Diese Woche."
  },
  "group.earlier": {
    "message": "Früher",
    "description": "Gruppenname auf der Webseite, d.h. Früher."
  }
}