{
  "button.edit": {
    "message": "Nachricht bearbeiten",
    "description": "Bearbeiten Sie die gesendete Nachricht"
  },
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Name des Modells des Dienstes, nämlich GPT 3.5 Basis"
  },
  "model.35StandardDescription": {
    "message": "Für alltägliche Aufgaben geeignet.",
    "description": "Beschreibung des 3.5 Standardmodells"
  },
  "model.35Browsing": {
    "message": "3.5 Browsing",
    "description": "Name des Modells des Dienstes, nämlich GPT 3.5 Browsing"
  },
  "model.35BrowsingDescription": {
    "message": "Kann Informationen in Echtzeit abrufen.",
    "description": "Beschreibung des 3.5 Browsing-Modells"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Name des Modells des Dienstes, nämlich GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Ein leistungsstärkeres Modell, geeignet für komplexe Aufgaben.",
    "description": "Beschreibung des 4.0 Standardmodells"
  },
  "model.4Browsing": {
    "message": "4.0 Browsing",
    "description": "Name des Modells des Dienstes, nämlich GPT 4.0 Browsing"
  },
  "model.4BrowsingDescription": {
    "message": "Leistungsstark und kann Informationen in Echtzeit abrufen.",
    "description": "Beschreibung des 4.0 Browsing-Modells"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Name des Modells des Dienstes, nämlich GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Kann Bilder analysieren.",
    "description": "Beschreibung des 4.0 Vision-Modells"
  },
  "message.startNewChat": {
    "message": "Neuen Chat starten",
    "description": "Nachricht auf der Webseite, die den Benutzer auffordert, einen neuen Chat zu beginnen"
  },
  "message.uploadFile": {
    "message": "Datei hochladen",
    "description": "Nachricht auf der Webseite, die den Benutzer auffordert, eine Datei hochzuladen"
  },
  "message.noToken": {
    "message": "Bitte beantragen Sie den entsprechenden Dienst",
    "description": "Nachricht auf der Webseite, die den Benutzer auffordert, den entsprechenden Dienst zu beantragen"
  },
  "message.newMessagePlaceholder": {
    "message": "Bitte geben Sie Ihre Frage ein...",
    "description": "Platzhalter auf der Webseite, der den Benutzer auffordert, eine Frage einzugeben"
  },
  "message.noInput": {
    "message": "Die Frage darf nicht leer sein",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass die Frage nicht leer sein darf"
  },
  "message.uploadReferencesExceed": {
    "message": "Es kann maximal 1 Datei hochgeladen werden",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass maximal 1 Datei hochgeladen werden kann"
  },
  "message.uploadReferencesError": {
    "message": "Datei-Upload fehlgeschlagen, bitte versuchen Sie es später erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass der Datei-Upload fehlgeschlagen ist und er es später erneut versuchen soll"
  },
  "message.notApplied": {
    "message": "Sie haben diesen Dienst noch nicht beantragt, bitte beantragen Sie ihn zuerst",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er diesen Dienst noch nicht beantragt hat"
  },
  "message.tryForFree": {
    "message": "Kostenlose Testversion",
    "description": "Nachricht auf der Webseite, die den Benutzer dazu auffordert, eine kostenlose Testversion auszuprobieren"
  },
  "message.question1": {
    "message": "Trainingsplan erstellen",
    "description": "Beispielfrage zum Start des Chats, die den Benutzer auffordert, einen JavaScript-Code zu schreiben, der 'Hello World' ausgibt"
  },
  "message.question2": {
    "message": "Persönliche Webseite erstellen",
    "description": "Beispielfrage zum Start des Chats, die den Benutzer auffordert, Mike eine E-Mail zu schreiben, um ihm mitzuteilen, dass ich umgezogen bin"
  },
  "message.question3": {
    "message": "Entwerfen von interessanten Programmier-Spielen",
    "description": "Beispielfrage zum Start des Chats, die den Benutzer auffordert, grundlegende Konzepte der Quantencomputing in einfacher Sprache zu erklären"
  },
  "message.question4": {
    "message": "Seoul wie ein Einheimischer erleben",
    "description": "Beispielfrage zum Start des Chats, die den Benutzer auffordert zu erklären, wie virtuelle Realität die Kunstgestaltung beeinflusst"
  },
  "message.errorApiError": {
    "message": "Antwort fehlgeschlagen, bitte versuchen Sie es später erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass die Antwort fehlgeschlagen ist"
  },
  "message.errorBadRequest": {
    "message": "Inhalt der Anfrage nicht korrekt, bitte stellen Sie die Frage erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass der Inhalt der Anfrage nicht korrekt ist"
  },
  "message.errorNoConversation": {
    "message": "Unterhaltung existiert nicht oder ist abgelaufen, bitte starten Sie eine neue Unterhaltung",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass die Unterhaltung nicht existiert oder abgelaufen ist"
  },
  "message.errorContentTooLarge": {
    "message": "Frageninhalt zu lang, bitte verkürzen Sie ihn und versuchen Sie es erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass der Frageninhalt zu lang ist"
  },
  "message.errorTooManyRequests": {
    "message": "Ihre Anfrage war zu häufig, bitte versuchen Sie es später erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass seine Anfrage zu häufig war"
  },
  "message.errorUsedUp": {
    "message": "Sie haben Ihr Kontingent aufgebraucht, bitte kaufen Sie mehr Kontingente, um die Nutzung fortzusetzen",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er sein Kontingent aufgebraucht hat"
  },
  "message.errorUnknown": {
    "message": "Unbekannter Serverfehler, bitte versuchen Sie es später erneut oder kontaktieren Sie den Support",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass ein unbekannter Serverfehler aufgetreten ist"
  },
  "message.errorTimeout": {
    "message": "Antwort auf die Frage zeitüberschreitet, bitte versuchen Sie es später erneut",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass die Antwortzeit abgelaufen ist"
  },
  "message.errorNotApplied": {
    "message": "Sie haben diesen Service noch nicht beantragt, bitte beantragen Sie ihn zuerst, bevor Sie eine Frage stellen.",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er diesen Service noch nicht beantragt hat und zuerst beantragen muss, bevor er eine Frage stellen kann."
  },
  "message.confirmDelete": {
    "message": "Löschen bestätigen",
    "description": "Nachricht auf der Webseite, die den Benutzer darüber informiert, dass er das Löschen bestätigen soll."
  },
  "message.howToUse": {
    "message": "KI kann Fehler machen, bitte überprüfen Sie wichtige Informationen.",
    "description": "Nachricht auf der Webseite, die den Benutzer informiert, dass die KI Fehler machen kann und wichtige Informationen überprüft werden sollten."
  },
  "title.chat": {
    "message": "KI-Chat",
    "description": "Titel der Webseite, der KI-Chat angibt."
  },
  "title.example": {
    "message": "Beispiel",
    "description": "Titel der Webseite, der ein Beispiel angibt."
  },
  "title.capabilities": {
    "message": "Fähigkeiten",
    "description": "Titel der Webseite, der die Fähigkeiten angibt."
  },
  "title.limitations": {
    "message": "Einschränkungen",
    "description": "Titel auf der Webseite, der darauf hinweist, dass dieser Abschnitt die technischen Einschränkungen des Services beschreibt."
  },
  "title.complexQuestion": {
    "message": "Komplexe Fragen beantworten",
    "description": "Titel auf der Webseite, der darauf hinweist, dass dieser Abschnitt die Fähigkeit des Services beschreibt, komplexe Fragen zu beantworten."
  },
  "title.professionalQuestion": {
    "message": "Professionelle Fragen konsultieren",
    "description": "Titel auf der Webseite, der darauf hinweist, dass dieser Abschnitt die Fähigkeit des Services beschreibt, professionelle Fragen zu konsultieren."
  },
  "title.getTips": {
    "message": "Tipps und Ideen erhalten",
    "description": "Titel auf der Webseite, der darauf hinweist, dass dieser Abschnitt die Fähigkeit des Services beschreibt, Inspiration und Ideen zu erhalten."
  },
  "group.today": {
    "message": "Heute",
    "description": "Name der Gruppe auf der Webseite, der Heute angibt."
  },
  "group.yesterday": {
    "message": "Gestern",
    "description": "Name der Gruppe auf der Webseite, der Gestern angibt."
  },
  "group.thisWeek": {
    "message": "Diese Woche",
    "description": "Name der Gruppe auf der Webseite, der Diese Woche angibt."
  },
  "group.earlier": {
    "message": "Früher",
    "description": "Name der Gruppe auf der Webseite, der Früher angibt."
  }
}