{
  "button.suggested": {
    "message": "Empfohlen",
    "description": "Button-Text, der einen empfohlenen Button anzeigt"
  },
  "menu.orderList": {
    "message": "Bestellliste",
    "description": "Text im Website-Menü, Bestellungen beziehen sich auf die Bestellungen von Dienstleistungen durch den Benutzer"
  },
  "menu.applicationList": {
    "message": "Antragsliste",
    "description": "Text im Website-Menü, Anträge beziehen sich auf die Anträge des Benutzers zur Nutzung von Dienstleistungen"
  },
  "menu.userProfile": {
    "message": "Benutzerprofil",
    "description": "Text im Website-Menü, Benutzerprofil bezieht sich auf das persönliche Profil des Benutzers"
  },
  "menu.idVerify": {
    "message": "Identitätsprüfung",
    "description": "Text im Website-Menü, Identitätsprüfung bezieht sich auf die Verifizierung der Identität des Benutzers"
  },
  "menu.manageApplication": {
    "message": "Antragsverwaltung",
    "description": "Text im Website-Menü, Antragsverwaltung bezieht sich auf die Verwaltung der Anträge des Benutzers"
  },
  "menu.distributionIndex": {
    "message": "Empfohlene Einnahmen",
    "description": "Text im Website-Menü, empfohlene Einnahmen beziehen sich auf die Einnahmen, die der Benutzer durch Empfehlungen erzielt"
  },
  "menu.developerPlatform": {
    "message": "Entwicklerplattform",
    "description": "Text im Website-Menü, Entwicklerplattform bezieht sich auf die Plattform für Entwickler"
  },
  "menu.usageList": {
    "message": "Nutzungsprotokoll",
    "description": "Text im Website-Menü, Nutzungsprotokoll bezieht sich auf die Historie der Nutzung von API-Diensten durch den Benutzer"
  },
  "menu.credentialIndex": {
    "message": "Zugangsdaten",
    "description": "Text im Website-Menü, Zugangsdaten beziehen sich auf die Zugangsdaten für den Zugriff auf die API"
  },
  "menu.manageOrder": {
    "message": "Bestellverwaltung",
    "description": "Text im Website-Menü, Bestellverwaltung bezieht sich auf die Verwaltung der Bestellungen des Benutzers, Bestellungen beziehen sich auf die Bestellungen von Dienstleistungen durch den Benutzer"
  },
  "menu.manageDistributionStatus": {
    "message": "Vertriebsverwaltung",
    "description": "Text im Website-Menü, Vertriebsverwaltung bezieht sich auf die Verwaltung des Vertriebsstatus des Benutzers, im Zusammenhang mit den empfohlenen Einnahmen des Benutzers"
  },
  "message.benefit1": {
    "message": "Exklusiver Kundenservice-Support",
    "description": "Text auf der Startseite der Website, exklusiver Kundenservice-Support bedeutet, dass der Benutzer exklusiven Support durch den Kundenservice erhält"
  },
  "message.benefit2": {
    "message": "Vorrangiger Zugang zu neuen Funktionen",
    "description": "Text auf der Startseite der Website, vorrangiger Zugang zu neuen Funktionen bedeutet, dass der Benutzer neue Funktionen vorrangig nutzen kann"
  },
  "message.buyExtra": {
    "message": "Jetzt kaufen",
    "description": "Text auf der Startseite der Website, Kauf von Guthaben bedeutet, dass der Benutzer Guthaben kaufen kann"
  },
  "message.subscribe": {
    "message": "Jetzt abonnieren",
    "description": "Text auf der Startseite der Website, Abonnement bedeutet, dass der Benutzer ein Mitgliedschafts-Abonnement abschließen kann"
  },
  "message.doNotWantSubscribe": {
    "message": "Möchten Sie kein Mitgliedschafts-Abonnement? Sie können auch versuchen, Guthaben einzeln zu kaufen.",
    "description": "Text auf der Startseite der Website, kein Abonnement bedeutet, dass der Benutzer kein Mitgliedschafts-Abonnement möchte"
  },
  "message.doNotWantExtra": {
    "message": "Möchten Sie kein Guthaben kaufen? Sie können auch versuchen, ein Zeitpaket zu abonnieren.",
    "description": "Text auf der Startseite der Website, kein Guthaben kaufen bedeutet, dass der Benutzer kein Guthaben kaufen möchte"
  },
  "message.applicationNotFound": {
    "message": "Antrag nicht gefunden",
    "description": "Nachricht, die dem Benutzer angezeigt wird, wenn der Antrag nicht existiert."
  },
  "subscription.title": {
    "message": "Mitgliedschaft abonnieren, um mehr Vorteile zu genießen",
    "description": "Nachricht, die dem Benutzer angezeigt wird, wenn er den Dienst abonniert."
  },
  "subscription.3days": {
    "message": "3-Tage-Testmitgliedschaft",
    "description": "Mitgliedschaftstyp, 3-Tage-Testmitgliedschaft"
  },
  "subscription.3days.description": {
    "message": "Probemitgliedschaft, geeignet für kurzfristige Nutzung.",
    "description": "Beschreibung des Mitgliedschaftstyps, geeignet für kurzfristige Nutzung"
  },
  "subscription.weekly": {
    "message": "Wochenmitgliedschaft",
    "description": "Mitgliedschaftstyp, Wochenmitgliedschaft bedeutet, dass der Benutzer eine Wochenmitgliedschaft erworben hat"
  },
  "subscription.monthly": {
    "message": "Monatsmitgliedschaft",
    "description": "Mitgliedschaftstyp, Monatsmitgliedschaft bedeutet, dass der Benutzer eine Monatsmitgliedschaft erworben hat"
  },
  "subscription.yearly": {
    "message": "Jahresmitgliedschaft",
    "description": "Mitgliedschaftstyp, Jahresmitgliedschaft bedeutet, dass der Benutzer eine Jahresmitgliedschaft erworben hat"
  },
  "subscription.weekly.description": {
    "message": "Probemitgliedschaft für eine Woche, geeignet für kurzfristige Nutzung.",
    "description": "Beschreibung des Mitgliedschaftstyps, Wochenmitgliedschaft bedeutet, dass der Benutzer eine Wochenmitgliedschaft erworben hat"
  },
  "subscription.monthly.description": {
    "message": "Flexible Monatsmitgliedschaft, geeignet für langfristige Nutzung.",
    "description": "Beschreibung des Mitgliedschaftstyps, Monatsmitgliedschaft bedeutet, dass der Benutzer eine Monatsmitgliedschaft erworben hat"
  },
  "subscription.yearly.description": {
    "message": "Preiswerte Jahresmitgliedschaft, die beste Wahl.",
    "description": "Beschreibung des Mitgliedschaftstyps, Jahresmitgliedschaft bedeutet, dass der Benutzer eine Jahresmitgliedschaft erworben hat"
  },
  "subscription.introduction": {
    "message": "Mitgliedschaft abonnieren, um alle AI-Dienste der Website freizuschalten.",
    "description": "Mitgliedschaftseinführung bedeutet die Einführung der Mitgliedschaft"
  }
}