{
  "button.suggested": {
    "message": "Empfohlen",
    "description": "Button-Text, empfohlen bedeutet empfohlener Button"
  },
  "menu.orderList": {
    "message": "Bestellliste",
    "description": "Text im Website-Menü, die Bestellung bezieht sich auf die Bestellungen der Benutzer für gekaufte Dienstleistungen"
  },
  "menu.applicationList": {
    "message": "Antragsliste",
    "description": "Text im Website-Menü, der Antrag bezieht sich auf die Anträge der Benutzer zur Nutzung von Dienstleistungen"
  },
  "menu.userProfile": {
    "message": "Benutzerprofil",
    "description": "Text im Website-Menü, das Benutzerprofil bezieht sich auf die persönlichen Daten des Benutzers"
  },
  "menu.idVerify": {
    "message": "Identitätsprüfung",
    "description": "Text im Website-Menü, die Identitätsprüfung bezieht sich auf die Verifizierung der Identität des Benutzers"
  },
  "menu.manageApplication": {
    "message": "Antragsverwaltung",
    "description": "Text im Website-Menü, die Antragsverwaltung bezieht sich auf die Verwaltung der Benutzeranträge"
  },
  "menu.distributionIndex": {
    "message": "Empfehlungserträge",
    "description": "Text im Website-Menü, die Empfehlungserträge beziehen sich auf die Erträge, die Benutzer durch Empfehlungen erhalten"
  },
  "menu.developerPlatform": {
    "message": "Entwicklerplattform",
    "description": "Text im Website-Menü, Entwicklerplattform bedeutet die Plattform für Entwickler"
  },
  "menu.usageList": {
    "message": "Nutzungsverlauf",
    "description": "Text im Website-Menü, der Nutzungsverlauf bezieht sich auf die Nutzungshistorie der API-Dienste durch den Benutzer"
  },
  "menu.credentialIndex": {
    "message": "Zugangsdaten",
    "description": "Text im Website-Menü, die Zugangsdaten beziehen sich auf die Zugangsdaten für die API"
  },
  "menu.manageOrder": {
    "message": "Bestellverwaltung",
    "description": "Text im Website-Menü, die Bestellverwaltung bezieht sich auf die Verwaltung der Benutzerbestellungen, die Bestellung bezieht sich auf die Bestellungen der Benutzer für gekaufte Dienstleistungen"
  },
  "menu.manageDistributionStatus": {
    "message": "Verteilungsverwaltung",
    "description": "Text im Website-Menü, die Verteilungsverwaltung bezieht sich auf die Verwaltung des Verteilungsstatus der Benutzer, die die Empfehlungserträge betreffen"
  },
  "message.benefit1": {
    "message": "Exklusiver Kundenservice-Support",
    "description": "Text auf der Startseite der Website, exklusiver Kundenservice-Support bedeutet, dass Benutzer exklusiven Support vom Kundenservice erhalten können"
  },
  "message.benefit2": {
    "message": "Vorrangiger Zugang zu neuen Funktionen",
    "description": "Text auf der Startseite der Website, vorrangiger Zugang zu neuen Funktionen bedeutet, dass Benutzer neue Funktionen vorrangig nutzen können"
  },
  "message.buyExtra": {
    "message": "Kaufen",
    "description": "Text auf der Startseite der Website, Kauf von Guthaben bedeutet, dass Benutzer Guthaben kaufen können"
  },
  "message.subscribe": {
    "message": "Abonnieren",
    "description": "Text auf der Startseite der Website, Abonnement bedeutet, dass Benutzer ein Abonnement abschließen können"
  },
  "message.doNotWantSubscribe": {
    "message": "Möchten Sie kein Abonnement? Sie können auch Guthaben einzeln kaufen.",
    "description": "Text auf der Startseite der Website, kein Abonnement bedeutet, dass der Benutzer kein Abonnement möchte"
  },
  "message.doNotWantExtra": {
    "message": "Möchten Sie kein Guthaben kaufen? Sie können auch ein Abonnement abschließen.",
    "description": "Text auf der Startseite der Website, kein Guthaben kaufen bedeutet, dass der Benutzer kein Guthaben kaufen möchte"
  },
  "message.applicationNotFound": {
    "message": "Antrag nicht gefunden",
    "description": "Nachricht, die dem Benutzer angezeigt wird, wenn der Antrag nicht existiert."
  },
  "subscription.title": {
    "message": "Abonnieren Sie, um mehr Vorteile zu genießen",
    "description": "Nachricht, die dem Benutzer angezeigt wird, wenn er den Dienst abonniert."
  },
  "subscription.3days": {
    "message": "3-Tage-Testmitgliedschaft",
    "description": "Mitgliedschaftstyp, 3-Tage-Testmitgliedschaft"
  },
  "subscription.3days.description": {
    "message": "Probemitgliedschaft, geeignet für kurzfristige Nutzung.",
    "description": "Mitgliedschaftstyp, geeignet für kurzfristige Nutzung"
  },
  "subscription.weekly": {
    "message": "Wochenmitgliedschaft",
    "description": "Mitgliedschaftstyp, Wochenmitgliedschaft bedeutet, dass der Benutzer eine Wochenmitgliedschaft erworben hat"
  },
  "subscription.monthly": {
    "message": "Monatsmitgliedschaft",
    "description": "Mitgliedschaftstyp, Monatsmitgliedschaft bedeutet, dass der Benutzer eine Monatsmitgliedschaft erworben hat"
  },
  "subscription.yearly": {
    "message": "Jahresmitgliedschaft",
    "description": "Mitgliedschaftstyp, Jahresmitgliedschaft bedeutet, dass der Benutzer eine Jahresmitgliedschaft erworben hat"
  },
  "subscription.weekly.description": {
    "message": "Probemitgliedschaft für eine Woche, geeignet für kurzfristige Nutzung.",
    "description": "Beschreibung des Mitgliedschaftstyps, Wochenmitgliedschaft bedeutet, dass der Benutzer eine Wochenmitgliedschaft erworben hat"
  },
  "subscription.monthly.description": {
    "message": "Flexible Monatsmitgliedschaft, geeignet für langfristige Nutzung.",
    "description": "Beschreibung des Mitgliedschaftstyps, Monatsmitgliedschaft bedeutet, dass der Benutzer eine Monatsmitgliedschaft erworben hat"
  },
  "subscription.yearly.description": {
    "message": "Preiswerte Jahresmitgliedschaft, die beste Wahl.",
    "description": "Beschreibung des Mitgliedschaftstyps, Jahresmitgliedschaft bedeutet, dass der Benutzer eine Jahresmitgliedschaft erworben hat"
  },
  "subscription.introduction": {
    "message": "Abonnieren Sie, um alle AI-Dienste der Website freizuschalten.",
    "description": "Mitgliedschaftseinführung bedeutet die Einführung der Mitgliedschaft"
  },
  "menu.coinIndex": {
    "message": "Kryptowährungsintegration",
    "description": "Text im Website-Menü, der sich auf die Integration von Kryptowährungen bezieht"
  },
  "menu.platformTokenIndex": {
    "message": "Plattform-Token",
    "description": "Text im Website-Menü, Plattform-Token bezieht sich auf das Token, das für den Zugriff auf die Ace Data Cloud-Plattform verwendet wird"
  },
  "menu.publishIndex": {
    "message": "Veröffentlichungszentrum",
    "description": "Text im Website-Menü, das Veröffentlichungszentrum bezieht sich auf das Zentrum, in dem Benutzer Inhalte veröffentlichen"
  },
  "menu.platformRankIndex": {
    "message": "Plattform-Rangliste",
    "description": "Text im Website-Menü, die Plattform-Rangliste bezieht sich auf die Rangliste der Empfehlungserträge der Benutzer"
  },
  "menu.manageOrderDiscount": {
    "message": "Rabattverwaltung",
    "description": "Text im Website-Menü, der nur für Administratoren sichtbare Zugang zur Rabattverwaltung für Bestellungen"
  },
  "menu.manageUser": {
    "message": "Benutzerverwaltung",
    "description": "Text im Website-Menü, der nur für Administratoren sichtbare Zugang zur Benutzerverwaltung"
  },
  "menu.revenueAnalysis": {
    "message": "Einnahmenanalyse",
    "description": "Text im Website-Menü, der nur für Administratoren sichtbare Zugang zur Einnahmenanalyse"
  }
}
