{
  "button.detail": {
    "message": "Details anzeigen",
    "description": "Button-Text zum Anzeigen der Empfehlungshistorie der Website."
  },
  "button.withdrawal": {
    "message": "Abheben",
    "description": "Button-Text zum Abheben der empfohlenen Einnahmen der Website."
  },
  "button.query": {
    "message": "Abfragen",
    "description": "Button-Text zum Abfragen der empfohlenen Einnahmen der Website."
  },
  "field.id": {
    "message": "Empfehlungs-ID",
    "description": "Eindeutiges Kennzeichen der Vertriebspartner, Vertriebspartner bezieht sich auf die empfohlenen Dienste der API-Website."
  },
  "field.percentage": {
    "message": "Empfehlungs-Einnahmen-Prozentsatz",
    "description": "Prozentsatz der Empfehlungseinnahmen, berechnet abhängig vom Bestellbetrag."
  },
  "field.price": {
    "message": "Bestellbetrag",
    "description": "Bestellbetrag, der zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "field.reward": {
    "message": "Empfehlungsprämie",
    "description": "Empfehlungseinnahmen, berechnet abhängig vom Bestellbetrag und dem Empfehlungs-Einnahmen-Prozentsatz."
  },
  "field.createdAt": {
    "message": "Empfehlungsdatum",
    "description": "Erstellungsdatum der Empfehlung."
  },
  "field.level": {
    "message": "Ebene",
    "description": "Empfehlungsebene, die zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "field.threshold": {
    "message": "Empfehlungs-Einnahmen-Schwellenwert",
    "description": "Schwellenwert für Empfehlungseinnahmen, der zur Auszahlung der Empfehlungseinnahmen verwendet wird."
  },
  "field.inviteeId": {
    "message": "Einladender ID",
    "description": "Eindeutiges Kennzeichen des Einladenden, der Einladende verweist auf die Einladung von Personen zur API-Website."
  },
  "field.isVerified": {
    "message": "Verifiziert",
    "description": "Kennzeichnung, die anzeigt, ob der empfohlene Benutzer durch echte Informationen verifiziert wurde."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Differenz zum nächsten Level",
    "description": "Differenz zwischen dem aktuellen Bestellbetrag und der Schwelle des nächsten Levels."
  },
  "message.developingWithDrawal": {
    "message": "Bitte treten Sie dem Discord bei und fragen Sie das Support-Personal nach der Abwicklung des Abhebens. Das Abheben wird die entsprechenden Steuern abziehen.",
    "description": "Nachricht, die darauf hinweist, dass die Abhebefunktion derzeit in Bearbeitung ist."
  },
  "message.technicalDetail": {
    "message": "Technische Details",
    "description": "Technische Umsetzung der Empfehlungssystemdetails."
  },
  "message.distributionQrDescription": {
    "message": "Empfehlungs-QR-Code (identisch mit dem Linkinhalt)",
    "description": "Beschreibung des Empfehlungs-QR-Codes."
  },
  "message.distributionLink": {
    "message": "Empfehlungslink",
    "description": "Empfehlungslink, um Kunden als Unterlevel-Kunden zu binden."
  },
  "message.updateSuccessfully": {
    "message": "Erfolgreich aktualisiert",
    "description": "Nachricht, die anzeigt, dass die Empfehlungsinformationen erfolgreich aktualisiert wurden."
  },
  "message.distributionLinkDescription": {
    "message": "Falls Kunden sich über diesen Link oder den QR-Code auf dieser Plattform registrieren, werden sie dauerhaft als Ihre Unterlevel-Kunden gebunden, und alle ihre Konsumbestellungen auf dieser Plattform werden entsprechend dem aktuellen Vertriebsprozentsatz auf Ihr Konto zurückgezahlt.",
    "description": "Beschreibung des Empfehlungslinks."
  },
  "message.distributionLinkDescription2": {
    "message": "Dieser Link enthält Ihre Benutzer-ID. Wenn Kunden den Link öffnen und sich über diesen Code innerhalb von sieben Tagen auf dieser Plattform registrieren, wird Ihre Benutzer-ID in Form von Cookies in ihrem Browser für sieben Tage gespeichert. Innerhalb von sieben Tagen, wenn Kunden sich über diesen Code auf dieser Plattform registrieren, wird Ihre Benutzer-ID zusammen mit den Cookies an den Registrierungsserver gesendet, und Kunden können als Ihre Unterlevel-Kunden gebunden werden.",
    "description": "Beschreibung des Empfehlungslinks."
  },
  "title.price": {
    "message": "Gesamtbetrag der Empfehlungsbestellungen",
    "description": "Gesamtbetrag der Empfehlungsbestellungen, der zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "title.reward": {
    "message": "Gesamte Empfehlungsprämie",
    "description": "Gesamte Empfehlungsprämie, berechnet abhängig vom Bestellbetrag und dem Empfehlungs-Einnahmen-Prozentsatz."
  },
  "title.level": {
    "message": "Empfehlungsebene",
    "description": "Empfehlungsebene, die zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "title.percentage": {
    "message": "Empfehlungs-Einnahmen-Prozentsatz",
    "description": "Empfehlungs-Einnahmen-Prozentsatz, der zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "title.currentLevel": {
    "message": "Aktuelle Ebene",
    "description": "Aktuelle Empfehlungsebene, die zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "title.nextLevel": {
    "message": "Nächste Ebene",
    "description": "Nächste Empfehlungsebene, die zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "title.currentPercentage": {
    "message": "Aktueller Empfehlungs-Einnahmen-Prozentsatz",
    "description": "Aktueller Empfehlungs-Einnahmen-Prozentsatz, der zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "title.nextPercentage": {
    "message": "Nächster Empfehlungs-Einnahmen-Prozentsatz der nächsten Ebene",
    "description": "Empfehlungs-Einnahmen-Prozentsatz der nächsten Ebene, der zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "title.levelInfo": {
    "message": "Ebeneninformationen",
    "description": "Informationen zur Empfehlungsebene, die zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "title.distributionLink": {
    "message": "Empfehlungslink",
    "description": "Empfehlungslink, um Kunden als Unterlevel-Kunden zu binden."
  },
  "title.inviteesCount": {
    "message": "Gesamtzahl der Einladenden",
    "description": "Gesamtzahl der Einladenden, die zur Berechnung der Empfehlungseinnahmen verwendet wird."
  },
  "title.manageDistributionStatus": {
    "message": "Vertriebsstatus verwalten",
    "description": "Verwaltung des Empfehlungsstatus."
  }
}