{
  "button": {
    "detail": "Details anzeigen",
    "_detail.comment": "Der Text auf der Schaltfläche, der verwendet wird, um die Details des Empfehlungsverlaufs für die Website anzuzeigen.",
    "withdrawal": "Abheben",
    "_withdrawal.comment": "Der Text auf der Schaltfläche, der verwendet wird, um die Empfehlungsverdienste für die Website abzuheben.",
    "query": "Abfrage",
    "_query.comment": "Der Text auf der Schaltfläche, der verwendet wird, um die Empfehlungsverdienste für die Website abzufragen."
  },
  "field": {
    "id": "Empfehlungs-ID",
    "_id.comment": "Der eindeutige Bezeichner der Verteilung, wobei Verteilung die Empfehlung für die API-Service-Website bedeutet.",
    "percentage": "Empfehlungsverdienstprozentsatz",
    "_percentage.comment": "Der Prozentsatz der Empfehlungsverdienste, der auf der Bestellmenge basiert.",
    "price": "Bestellmenge",
    "_price.comment": "Die Höhe der Bestellung, die zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "reward": "Empfehlungsbelohnung",
    "_reward.comment": "Die Empfehlungsverdienste, die auf der Bestellmenge und dem Empfehlungsverdienstprozentsatz basieren.",
    "createdAt": "Empfehlungszeit",
    "_createdAt.comment": "Die Zeit, zu der die Empfehlung erstellt wird.",
    "level": "Ebene",
    "_level.comment": "Die Ebene der Empfehlung, die zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "threshold": "Empfehlungsverdienstschwelle",
    "_threshold.comment": "Die Schwelle der Empfehlungsverdienste, die zur Abhebung der Empfehlungsverdienste verwendet wird.",
    "inviteeId": "Einlader-ID",
    "_inviteeId.comment": "Der eindeutige Bezeichner des Einladenden, wobei Einladender den Benutzer bezeichnet, der den Eingeladenen zur API-Service-Website einlädt.",
    "isVerified": "Ist verifiziert",
    "_isVerified.comment": "Die Kennzeichnung, ob der Empfehlungsbenutzer mit den echten Informationen verifiziert ist."
  },
  "message": {
    "deltaPriceForNextLevel": "Differenz zum nächsten Level",
    "_deltaPriceForNextLevel": "Die Differenz zwischen der aktuellen Bestellmenge und der nächsten Ebenenschwelle.",
    "developingWithDrawal": "Bitte fügen Sie den Kundenservice hinzu, um Abhebungen zu bearbeiten. Abhebungen werden mit 6 % Einkommensteuer belastet, Rechnungen können zur Absetzung verwendet werden",
    "_developingWithDrawal": "Die Nachricht, die darauf hinweist, dass die Abhebungsfunktion in Entwicklung ist.",
    "technicalDetail": "Technische Details",
    "_technicalDetail": "Die technischen Details des Empfehlungssystems werden implementiert.",
    "distributionQrDescription": "Empfehlungs-QR-Code (gleicher Inhalt wie Link)",
    "_distributionQrDescription": "Die Beschreibung des Empfehlungs-QR-Codes.",
    "distributionLink": "Empfehlungslink",
    "_distributionLink": "Der Empfehlungslink, der verwendet wird, um den Kunden als untergeordneten Kunden zu binden.",
    "updateSuccessfully": "Aktualisierung erfolgreich",
    "_updateSuccessfully": "Die Nachricht, die darauf hinweist, dass die Empfehlungsinformationen erfolgreich aktualisiert wurden.",
    "distributionLinkDescription": "Wenn ein Kunde sich über diesen Link oder QR-Code auf dieser Plattform registriert, wird der Kunde dauerhaft als Ihr untergeordneter Kunde gebunden, und alle Verbrauchsbestellungen des Kunden auf dieser Plattform werden gemäß dem aktuellen Verteilungsverhältnis auf Ihr Konto zurücküberwiesen.",
    "_distributionLinkDescription": "Die Beschreibung des Empfehlungslinks.",
    "distributionLinkDescription2": "Dieser Link enthält Ihre Benutzer-ID. Nachdem der Kunde den Link geöffnet hat, wird Ihre Benutzer-ID im Browser des Kunden in Form von Cookies für sieben Tage gespeichert. Innerhalb von sieben Tagen, wenn der Kunde diese Plattform durch Scannen des Codes registriert, wird Ihre Benutzer-ID mit Cookies auf den Registrierungsserver hochgeladen, und der Kunde kann als Ihr nachgelagerter Kunde gebunden werden.",
    "_distributionLinkDescription2": "Die Beschreibung des Empfehlungslinks."
  },
  "title": {
    "price": "Gesamtbetrag der Empfehlungsbestellungen",
    "_price.comment": "Der Gesamtbetrag der Empfehlungsbestellungen, der zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "reward": "Gesamte Empfehlungsbelohnungen",
    "_reward.comment": "Die gesamten Empfehlungsverdienste, die auf der Bestellmenge und dem Empfehlungsverdienstprozentsatz basieren.",
    "level": "Empfehlungsebene",
    "_level.comment": "Die Empfehlungsebene, die zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "percentage": "Empfehlungsverdienstprozentsatz",
    "_percentage.comment": "Der Empfehlungsverdienstprozentsatz, der zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "currentLevel": "Aktuelle Ebene",
    "_currentLevel.comment": "Die aktuelle Empfehlungsebene, die zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "nextLevel": "Nächste Ebene",
    "_nextLevel.comment": "Die nächste Empfehlungsebene, die zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "currentPercentage": "Aktueller Empfehlungsverdienstprozentsatz",
    "_currentPercentage.comment": "Der aktuelle Empfehlungsverdienstprozentsatz, der zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "nextPercentage": "Empfehlungsverdienstprozentsatz der nächsten Ebene",
    "_nextPercentage.comment": "Der Empfehlungsverdienstprozentsatz der nächsten Ebene, der zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "levelInfo": "Ebeneninformationen",
    "_levelInfo.comment": "Die Informationen der Empfehlungsebene, die zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "distributionLink": "Empfehlungslink",
    "_distributionLink.comment": "Der Empfehlungslink, der verwendet wird, um den Kunden als untergeordneten Kunden zu binden.",
    "inviteesCount": "Gesamtanzahl der Eingeladenen",
    "_inviteesCount.comment": "Die Gesamtanzahl der Eingeladenen, die zur Berechnung der Empfehlungsverdienste verwendet wird.",
    "manageDistributionStatus": "Verteilungsverwaltung",
    "_manageDistributionStatus.comment": "Die Verwaltung des Empfehlungsstatus."
  }
}