{
  "button.detail": {
    "message": "Details anzeigen",
    "description": "Der Text auf der Schaltfläche, mit der die Details des Empfehlungsverlaufs für die Website angezeigt werden."
  },
  "button.withdrawal": {
    "message": "Abheben",
    "description": "Der Text auf der Schaltfläche, mit der die Empfehlungsverdienste für die Website abgehoben werden."
  },
  "button.query": {
    "message": "Abfragen",
    "description": "Der Text auf der Schaltfläche, mit der die Empfehlungsverdienste für die Website abgefragt werden."
  },
  "field.id": {
    "message": "Empfehlungs-ID",
    "description": "Der eindeutige Bezeichner der Verteilung, wobei Verteilung die Empfehlung für die API-Service-Website bedeutet."
  },
  "field.percentage": {
    "message": "Empfehlungsverdienstprozentsatz",
    "description": "Der Prozentsatz der Empfehlungsverdienste, der auf Grundlage des Bestellbetrags berechnet wird."
  },
  "field.price": {
    "message": "Bestellbetrag",
    "description": "Der Betrag der Bestellung, der zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "field.reward": {
    "message": "Empfehlungsbelohnung",
    "description": "Die Empfehlungsverdienste, die auf Grundlage des Bestellbetrags und des Empfehlungsverdienstprozentsatzes berechnet werden."
  },
  "field.createdAt": {
    "message": "Empfehlungszeit",
    "description": "Die Zeit, zu der die Empfehlung erstellt wurde."
  },
  "field.level": {
    "message": "Stufe",
    "description": "Die Stufe der Empfehlung, die zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "field.threshold": {
    "message": "Empfehlungsverdienstschwelle",
    "description": "Die Schwelle der Empfehlungsverdienste, die zur Abhebung der Empfehlungsverdienste verwendet wird."
  },
  "field.inviteeId": {
    "message": "Einlader-ID",
    "description": "Der eindeutige Bezeichner des Einladenden, wobei Einladender den Benutzer bezeichnet, der den Eingeladenen zur API-Service-Website einlädt."
  },
  "field.isVerified": {
    "message": "Ist verifiziert",
    "description": "Das Flag, um anzuzeigen, ob der Empfehlungsbenutzer mit den echten Informationen verifiziert ist."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Differenz zum nächsten Level",
    "description": "Die Differenz zwischen dem aktuellen Bestellbetrag und der nächsten Stufenschwelle."
  },
  "message.developingWithDrawal": {
    "message": "Bitte treten Sie dem Discord bei und konsultieren Sie die Unterstützung, um Abhebungen zu bearbeiten. Bei Abhebungen werden entsprechende Einkommenssteuern abgezogen.",
    "description": "Die Nachricht, die darauf hinweist, dass die Abhebungsfunktion in Entwicklung ist."
  },
  "message.technicalDetail": {
    "message": "Technische Details",
    "description": "Die technischen Details des Empfehlungssystems werden implementiert."
  },
  "message.distributionQrDescription": {
    "message": "Empfehlungs-QR-Code (gleicher Inhalt wie Link)",
    "description": "Die Beschreibung des Empfehlungs-QR-Codes."
  },
  "message.distributionLink": {
    "message": "Empfehlungslink",
    "description": "Der Empfehlungslink, der verwendet wird, um den Kunden als untergeordneten Kunden zu binden."
  },
  "message.updateSuccessfully": {
    "message": "Aktualisierung erfolgreich",
    "description": "Die Nachricht, die darauf hinweist, dass die Empfehlungsinformationen erfolgreich aktualisiert wurden."
  },
  "message.distributionLinkDescription": {
    "message": "Wenn ein Kunde sich über diesen Link oder QR-Code auf dieser Plattform registriert, wird der Kunde dauerhaft als Ihr untergeordneter Kunde gebunden, und alle Verbrauchsbestellungen des Kunden auf dieser Plattform werden gemäß dem aktuellen Verteilungsverhältnis auf Ihr Konto zurücküberwiesen.",
    "description": "Die Beschreibung des Empfehlungslinks."
  },
  "message.distributionLinkDescription2": {
    "message": "Dieser Link enthält Ihre Benutzer-ID. Nachdem der Kunde den Link geöffnet hat, wird Ihre Benutzer-ID im Browser des Kunden in Form von Cookies aufgezeichnet, die sieben Tage gültig sind. Innerhalb von sieben Tagen, wenn der Kunde diese Plattform durch Scannen des Codes registriert, wird Ihre Benutzer-ID mit Cookies auf den Registrierungsserver hochgeladen, und der Kunde kann als Ihr untergeordneter Kunde gebunden werden.",
    "description": "Die Beschreibung des Empfehlungslinks."
  },
  "title.price": {
    "message": "Gesamtbetrag der Empfehlungsbestellungen",
    "description": "Der Gesamtbetrag der Empfehlungsbestellungen, der zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "title.reward": {
    "message": "Gesamte Empfehlungsbelohnungen",
    "description": "Die gesamten Empfehlungsbelohnungen, die auf Grundlage des Bestellbetrags und des Empfehlungsverdienstprozentsatzes berechnet werden."
  },
  "title.level": {
    "message": "Empfehlungsstufe",
    "description": "Die Empfehlungsstufe, die zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "title.percentage": {
    "message": "Empfehlungsverdienstprozentsatz",
    "description": "Der Empfehlungsverdienstprozentsatz, der zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "title.currentLevel": {
    "message": "Aktuelle Stufe",
    "description": "Die aktuelle Empfehlungsstufe, die zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "title.nextLevel": {
    "message": "Nächste Stufe",
    "description": "Die nächste Empfehlungsstufe, die zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "title.currentPercentage": {
    "message": "Aktueller Empfehlungsverdienstprozentsatz",
    "description": "Der aktuelle Empfehlungsverdienstprozentsatz, der zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "title.nextPercentage": {
    "message": "Empfehlungsverdienstprozentsatz der nächsten Stufe",
    "description": "Der Empfehlungsverdienstprozentsatz der nächsten Stufe, der zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "title.levelInfo": {
    "message": "Stufeninformationen",
    "description": "Die Informationen der Empfehlungsstufe, die zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "title.distributionLink": {
    "message": "Empfehlungslink",
    "description": "Der Empfehlungslink, der verwendet wird, um den Kunden als untergeordneten Kunden zu binden."
  },
  "title.inviteesCount": {
    "message": "Gesamtanzahl der Eingeladenen",
    "description": "Die Gesamtanzahl der Eingeladenen, die zur Berechnung der Empfehlungsverdienste verwendet wird."
  },
  "title.manageDistributionStatus": {
    "message": "Verteilungsverwaltung",
    "description": "Die Verwaltung des Empfehlungsstatus."
  }
}