{
  "entity.requestQueries": {
    "message": "URL-Parameter",
    "description": "Diese sind die Parameter, die in der URL übergeben werden. Sie sind durch '?' getrennt und durch '&' unterteilt."
  },
  "entity.requestBody": {
    "message": "Anforderungstext",
    "description": "Dies ist der Hauptinhalt der Anforderung. Wird normalerweise für POST- und PUT-Anforderungen verwendet."
  },
  "entity.responseBody": {
    "message": "Antworttext",
    "description": "Dies ist der Hauptinhalt der Antwort. Wird normalerweise im JSON-Format dargestellt."
  },
  "entity.requestHeaders": {
    "message": "Anforderungsheader",
    "description": "Dies sind die Header, die in der Anforderung übergeben werden. Wird normalerweise für die Authentifizierung verwendet."
  },
  "entity.requestHeader": {
    "message": "Anforderungsheader",
    "description": "Dies ist der Header, der in der Anforderung übergeben wird. Wird normalerweise für die Authentifizierung verwendet."
  },
  "entity.requestQuery": {
    "message": "URL-Parameter",
    "description": "Dies ist der Parameter, der in der URL übergeben wird. Durch '?' getrennt und durch '&' unterteilt."
  },
  "entity.responseHeaders": {
    "message": "Antwortsheader",
    "description": "Dies sind die Header, die in der Antwort übergeben werden. Wird normalerweise für die Authentifizierung verwendet."
  },
  "entity.response": {
    "message": "Antwort",
    "description": "Dies ist die Antwort, die vom Server zurückgegeben wird."
  },
  "entity.success": {
    "message": "Erfolg",
    "description": "Dies ist die Antwort, die zurückgegeben wird, wenn die Anforderung erfolgreich war."
  },
  "entity.failure": {
    "message": "Fehler",
    "description": "Dies ist die Antwort, die zurückgegeben wird, wenn die Anforderung fehlgeschlagen ist."
  },
  "entity.responseExample": {
    "message": "Beispiel",
    "description": "Dies ist ein Beispiel für die Antwort, die vom Server zurückgegeben wird."
  },
  "entity.authentication": {
    "message": "Authentifizierung",
    "description": "Dies ist die Authentifizierung, die für die Einleitung der Anfrage erforderlich ist."
  },
  "message.free": {
    "message": "Kostenlos",
    "description": "Kennzeichnet den Preis als kostenlos, es fallen keine Punkte oder Gelder an, wenn Sie den API-Service nutzen."
  },
  "message.appliedCount": {
    "message": "Anzahl der Anfragen",
    "description": "Die Anzahl der Anfragen, die für den API-Service gestellt wurden."
  },
  "message.firstFree": {
    "message": "Erstes Mal kostenlos",
    "description": "Kennzeichnet, dass die erstmalige Nutzung des API-Services kostenlos ist und keine Punkte oder Gelder ausgegeben werden müssen."
  },
  "message.custom": {
    "message": "Festgelegter Betrag",
    "description": "Kennzeichnet den Preis als festgelegt, wobei bei der Nutzung des API-Services der angegebene Betrag an Punkten oder Geld ausgegeben werden muss."
  },
  "message.present": {
    "message": "Geschenk",
    "description": "Bei der ersten Nutzung des API-Services werden Ihnen Punkte geschenkt."
  },
  "message.around": {
    "message": "Ungefähr",
    "description": "Der Preis liegt ungefähr bei, tatsächliche Preise können abweichen."
  },
  "message.successRate15min": {
    "message": "Echtzeit-Erfolgsrate",
    "description": "Die Echtzeit-Erfolgsrate des API-Services in den letzten 15 Minuten."
  },
  "message.ySuccessRate": {
    "message": "Erfolgsrate (100%)",
    "description": "Die Erfolgsrate des API-Services."
  },
  "message.xMinutes": {
    "message": "Zeit (Minuten)",
    "description": "Zeit in Minuten."
  },
  "message.streamUsage": {
    "message": "Hinweis: Für Streaming-Anfragen sind die oben genannten Codes möglicherweise nicht vollständig anwendbar. Bitte beziehen Sie sich auf die Integrationsdokumentation zur Anpassung.",
    "description": "Für Streaming-Anfragen sind die oben genannten Codes möglicherweise nicht vollständig anwendbar. Bitte beziehen Sie sich auf die Integrationsdokumentation zur Anpassung."
  },
  "message.alphaStage": {
    "message": "Diese API befindet sich in der Alpha-Phase, dies ist eine frühe Vorschauversion, die potenzielle Instabilitäten aufweisen kann, das API-Format kann sich erheblich ändern, die Nutzung in Produktionsumgebungen wird nicht empfohlen. Die aktuellen Preise sind relativ niedrig, in Zukunft kann es zu erheblichen Preisänderungen kommen.",
    "description": "Diese API befindet sich in der Alpha-Phase, dies ist eine frühe Vorschauversion, die potenzielle Instabilitäten aufweisen kann, das API-Format kann sich erheblich ändern, die Nutzung in Produktionsumgebungen wird nicht empfohlen. Die aktuellen Preise sind relativ niedrig, in Zukunft kann es zu erheblichen Preisänderungen kommen."
  },
  "message.betaStage": {
    "message": "Diese API befindet sich in der Beta-Phase, das API-Format wird sich voraussichtlich nicht stark ändern, es kann jedoch potenzielle Instabilitäten geben. Bitte verwenden Sie diese vorsichtig in Produktionsumgebungen. Die aktuellen Preise sind relativ niedrig, in Zukunft kann es zu moderaten Preisänderungen kommen.",
    "description": "Diese API befindet sich in der Beta-Phase, das API-Format wird sich voraussichtlich nicht stark ändern, es kann jedoch potenzielle Instabilitäten geben. Bitte verwenden Sie diese vorsichtig in Produktionsumgebungen. Die aktuellen Preise sind relativ niedrig, in Zukunft kann es zu moderaten Preisänderungen kommen."
  },
  "unit.GB": {
    "message": "GB",
    "description": "Gigabyte, Einheit für die Speicherung digitaler Informationen."
  },
  "unit.MB": {
    "message": "MB",
    "description": "Megabyte, Einheit für die Speicherung digitaler Informationen."
  },
  "unit.KB": {
    "message": "KB",
    "description": "Kilobyte, Einheit für die Speicherung digitaler Informationen."
  },
  "unit.B": {
    "message": "B",
    "description": "Byte, Einheit für die Speicherung digitaler Informationen."
  }
}