{
  "entity.requestQueries": {
    "message": "URL-Parameter",
    "description": "Dies sind die Parameter, die in der URL übergeben werden. Sie werden durch ein '?' getrennt und durch ein '&' getrennt."
  },
  "entity.requestBody": {
    "message": "Anforderungskörper",
    "description": "Dies ist der Körper der Anforderung. Er wird normalerweise für POST- und PUT-Anforderungen verwendet."
  },
  "entity.responseBody": {
    "message": "Antwortkörper",
    "description": "Dies ist der Körper der Antwort. Er ist normalerweise im JSON-Format."
  },
  "entity.requestHeaders": {
    "message": "Anforderungsheader",
    "description": "Dies sind die Header, die in der Anforderung übergeben werden. Sie werden normalerweise für die Authentifizierung verwendet."
  },
  "entity.requestHeader": {
    "message": "Anforderungsheader",
    "description": "Dies ist der Header, der in der Anforderung übergeben wird. Er wird normalerweise für die Authentifizierung verwendet."
  },
  "entity.requestQuery": {
    "message": "URL-Parameter",
    "description": "Dies ist der Parameter, der in der URL übergeben wird. Er wird durch ein '?' getrennt und durch ein '&' getrennt."
  },
  "entity.responseHeaders": {
    "message": "Antwortheader",
    "description": "Dies sind die Header, die in der Antwort übergeben werden. Sie werden normalerweise für die Authentifizierung verwendet."
  },
  "entity.response": {
    "message": "Antwort",
    "description": "Dies ist die Antwort, die vom Server zurückgegeben wird."
  },
  "entity.success": {
    "message": "Erfolg",
    "description": "Dies ist die Antwort, die zurückgegeben wird, wenn die Anforderung erfolgreich ist."
  },
  "entity.failure": {
    "message": "Fehler",
    "description": "Dies ist die Antwort, die zurückgegeben wird, wenn die Anforderung nicht erfolgreich ist."
  },
  "entity.responseExample": {
    "message": "Beispiel",
    "description": "Dies ist ein Beispiel für die Antwort, die vom Server zurückgegeben wird."
  },
  "entity.authentication": {
    "message": "Authentifizierung",
    "description": "Dies ist die Authentifizierung, die erforderlich ist, um die Anforderung zu stellen."
  },
  "message.free": {
    "message": "Kostenlos",
    "description": "Bedeutet, dass der Preis kostenlos ist und keine Credits oder Geldmittel für die Nutzung des API-Dienstes erforderlich sind."
  },
  "message.appliedCount": {
    "message": "Anwendungsanzahl",
    "description": "Die Anzahl der Anwendungen des API-Dienstes."
  },
  "message.firstFree": {
    "message": "Erstmal kostenlos",
    "description": "Bedeutet, dass die erste Anwendung des API-Dienstes kostenlos ist und keine Credits oder Geldmittel erforderlich sind."
  },
  "message.custom": {
    "message": "Spezifizierte Menge",
    "description": "Bedeutet, dass der Preis festgelegt ist und die festgelegten Credits oder Geldmittel für die Nutzung des API-Dienstes erforderlich sind."
  },
  "message.present": {
    "message": "Geschenk",
    "description": "Wir schenken Ihnen Credits, wenn Sie den API-Dienst zum ersten Mal nutzen."
  },
  "message.around": {
    "message": "Ungefähr",
    "description": "Der Preis ist ungefähr, der tatsächliche Preis kann abweichen."
  },
  "message.successRate15min": {
    "message": "Echtzeit-Erfolgsquote",
    "description": "Die Echtzeit-Erfolgsquote des API-Dienstes in den letzten 15 Minuten."
  },
  "message.ySuccessRate": {
    "message": "Erfolgsquote (100%)",
    "description": "Die Erfolgsquote des API-Dienstes."
  },
  "message.xMinutes": {
    "message": "Zeit (Minuten)",
    "description": "Die Zeit in Minuten."
  },
  "message.streamUsage": {
    "message": "Freundliche Erinnerung: Für Streaming-Anfragen ist der obige Code möglicherweise nicht vollständig anwendbar. Bitte beachten Sie das Docking-Dokument für Anpassungen.",
    "description": "Für Streaming-Anfragen ist der obige Code möglicherweise nicht vollständig anwendbar. Bitte beachten Sie das Docking-Dokument für Anpassungen."
  },
  "message.alphaStage": {
    "message": "Dieses API befindet sich im Alpha-Stadium, es handelt sich um eine frühe Vorschauversion. Es kann potenzielle Instabilität geben, das API-Format kann sich erheblich ändern. Es wird nicht empfohlen, es in einer Produktionsumgebung zu verwenden. Die aktuellen Preise sind relativ niedrig, und es kann in Zukunft zu erheblichen Preisänderungen kommen.",
    "description": "Dieses API befindet sich im Alpha-Stadium, es handelt sich um eine frühe Vorschauversion. Es kann potenzielle Instabilität geben, das API-Format kann sich erheblich ändern. Es wird nicht empfohlen, es in einer Produktionsumgebung zu verwenden. Die aktuellen Preise sind relativ niedrig, und es kann in Zukunft zu erheblichen Preisänderungen kommen."
  },
  "message.betaStage": {
    "message": "Dieses API befindet sich im Beta-Stadium, das API-Format wird sich nicht wesentlich ändern, aber es kann potenzielle Instabilität geben. Bitte verwenden Sie es sorgfältig in einer Produktionsumgebung. Die aktuellen Preise sind relativ niedrig, und es kann in Zukunft zu moderaten Preisänderungen kommen.",
    "description": "Dieses API befindet sich im Beta-Stadium, das API-Format wird sich nicht wesentlich ändern, aber es kann potenzielle Instabilität geben. Bitte verwenden Sie es sorgfältig in einer Produktionsumgebung. Die aktuellen Preise sind relativ niedrig, und es kann in Zukunft zu moderaten Preisänderungen kommen."
  },
  "unit.GB": {
    "message": "GB",
    "description": "Gigabyte, eine Einheit für die Speicherung digitaler Informationen"
  },
  "unit.MB": {
    "message": "MB",
    "description": "Megabyte, eine Einheit für die Speicherung digitaler Informationen"
  },
  "unit.KB": {
    "message": "KB",
    "description": "Kilobyte, eine Einheit für die Speicherung digitaler Informationen"
  },
  "unit.B": {
    "message": "B",
    "description": "Byte, eine Einheit für die Speicherung digitaler Informationen"
  }
}