{
  "button": {
    "learnMore": "Mehr erfahren",
    "_learnMore.comment": "Der Text auf dem Button, um mehr über den Service zu erfahren.",
    "apply": "Jetzt bewerben",
    "_apply.comment": "Der Text auf dem Button, um sich für den Service zu bewerben.",
    "introduction": "Service-Einführung",
    "_introduction.comment": "Der Text auf dem Button, um die Service-Einführung anzuzeigen.",
    "apis": "API-Beschreibung",
    "_apis.comment": "Der Text auf dem Button, um die API-Beschreibung anzuzeigen.",
    "pricing": "Preisgestaltung",
    "_pricing.comment": "Der Text auf dem Button, um die Preisinformationen anzuzeigen."
  },
  "field": {
    "price": "Preis",
    "_price.comment": "Der Preis des Services.",
    "introduction": "Einführung",
    "_introduction.comment": "Die Einführung des Services.",
    "apis": "API",
    "_apis.comment": "Die API des Services, API ist eine Form des Online-Services.",
    "proxies": "Proxy",
    "_proxies.comment": "Der Proxy des Services, Proxy ist eine Form des Online-Services und bedeutet den HTTP-Proxy, der zum Übertragen der Daten verwendet wird."
  },
  "message": {
    "free": "Kostenlos",
    "_free.comment": "Der Text, der angezeigt wird, wenn der Service kostenlos ist, was bedeutet, dass der Service kostenlos ist.",
    "around": "Ungefähr",
    "_around.comment": "Der Text, der angezeigt wird, wenn der Preis ungefähr einen bestimmten Wert beträgt.",
    "welcomeCredits": "Willkommensguthaben",
    "_welcomeCredits.comment": "Der Text, der angezeigt wird, wenn der Service Willkommensguthaben kostenlos zur Verfügung stellt.",
    "appliedCount": "Anzahl der Bewerbungen",
    "_appliedCount.comment": "Der Text, der angezeigt wird, wenn die Anzahl der Bewerbungen gezählt wird.",
    "indexTitle": "Ihre intelligente Wahl für digitale Services",
    "_indexTitle.comment": "Der Titel der Indexseite.",
    "indexSubtitle": "Stärken Sie Ihre Arbeit und Ihr Leben mit standardisierter Exzellenz in Services.",
    "_indexSubtitle.comment": "Der Untertitel der Indexseite.",
    "fromPrice": "Ab ",
    "_fromPrice.comment": "Der Text, der vor dem Preis angezeigt wird.",
    "packages": "Wir bieten eine Vielzahl von Paketen für Guthaben an. Je mehr Pakete Sie kaufen, desto mehr Rabatte erhalten Sie.",
    "_packages.comment": "Der Text, der angezeigt wird, wenn der Service Pakete für Guthaben anbietet.",
    "offer": "Angebot",
    "_offer.comment": "Der Text, der angezeigt wird, wenn der Service ein Angebot bereitstellt.",
    "partnersTitle": "Vertrauenswürdig bei führenden Partnern",
    "_partnersTitle.comment": "Der Titel des Partnerbereichs."
  },
  "title": {
    "apis": "API",
    "_apis.comment": "Die API des Services, API ist eine Form des Online-Services.",
    "proxies": "Proxy",
    "_proxies.comment": "Der Proxy des Services, Proxy ist eine Form des Online-Services und bedeutet den HTTP-Proxy, der zum Übertragen der Daten verwendet wird.",
    "packages": "Pakete",
    "_packages.comment": "Die Pakete des Services, die Pakete werden zum Kauf von Guthaben verwendet. Zum Beispiel bietet der Service 3 Pakete an: 100 $ für 100 Guthaben, 200 $ für 200 Guthaben, 300 $ für 300 Guthaben."
  },
  "unit": {
    "credit": "Guthaben",
    "_credit.comment": "Guthaben bedeutet die virtuelle Währung, die im API-Service verwendet wird.",
    "Credit": "Guthaben",
    "_Credit.comment": "Guthaben bedeutet die virtuelle Währung, die im API-Service verwendet wird. Dies ist die großgeschriebene Form.",
    "credits": "Guthaben",
    "_credits.comment": "Guthaben bedeutet die virtuelle Währung, die im API-Service verwendet wird. Dies ist die Pluralform.",
    "Credits": "Guthaben",
    "_Credits.comment": "Guthaben bedeutet die virtuelle Währung, die im API-Service verwendet wird. Dies ist die großgeschriebene und die Pluralform.",
    "call": "Aufruf",
    "_call.comment": "Aufruf bedeutet die Anzahl der Aufrufe des API-Services.",
    "Call": "Aufruf",
    "_Call.comment": "Aufruf bedeutet die Anzahl der Aufrufe des API-Services. Dies ist die großgeschriebene Form.",
    "calls": "Aufrufe",
    "_calls.comment": "Aufrufe bedeutet die Anzahl der Aufrufe des API-Services. Dies ist die Pluralform.",
    "Calls": "Aufrufe",
    "_Calls.comment": "Aufrufe bedeutet die Anzahl der Aufrufe des API-Services. Dies ist die großgeschriebene und die Pluralform.",
    "MB": "MB",
    "_MB.comment": "MB bedeutet Megabyte, eine Einheit für die Speicherung digitaler Informationen.",
    "GB": "GB",
    "_GB.comment": "GB bedeutet Gigabyte, eine Einheit für die Speicherung digitaler Informationen."
  }
}