{
  "button.edit": {
    "message": "Редактировать сообщение",
    "description": "Редактировать отправленное сообщение"
  },
  "model.35Standard": {
    "message": "3.5 Стандарт",
    "description": "Название модели сервиса, т.е. GPT 3.5 Основной"
  },
  "model.35StandardDescription": {
    "message": "Подходит для повседневных задач.",
    "description": "Описание модели 3.5 Стандарт"
  },
  "model.35Browsing": {
    "message": "3.5 Онлайн",
    "description": "Название модели сервиса, т.е. GPT 3.5 Онлайн"
  },
  "model.35BrowsingDescription": {
    "message": "Может извлекать информацию в реальном времени.",
    "description": "Описание модели 3.5 Браузинг"
  },
  "model.4Standard": {
    "message": "4.0 Стандарт",
    "description": "Название модели сервиса, т.е. GPT 4.0 Стандарт"
  },
  "model.4StandardDescription": {
    "message": "Более мощная модель, подходящая для сложных задач.",
    "description": "Описание модели 4.0 Стандарт"
  },
  "model.4Browsing": {
    "message": "4.0 Онлайн",
    "description": "Название модели сервиса, т.е. GPT 4.0 Онлайн"
  },
  "model.4BrowsingDescription": {
    "message": "Мощная и может извлекать информацию в реальном времени.",
    "description": "Описание модели 4.0 Браузинг"
  },
  "model.4Vision": {
    "message": "4.0 Визуализация",
    "description": "Название модели сервиса, т.е. GPT 4.0 Визуализация"
  },
  "model.4VisionDescription": {
    "message": "Может анализировать изображения.",
    "description": "Описание модели 4.0 Визуализация"
  },
  "message.startNewChat": {
    "message": "Начать новый чат",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, чтобы начать новый чат"
  },
  "message.uploadFile": {
    "message": "Загрузить файл",
    "description": "Сообщение на веб-странице, которое сообщает пользователю загрузить файл"
  },
  "message.noToken": {
    "message": "Пожалуйста, сначала подайте заявку на соответствующий сервис",
    "description": "Сообщение на веб-странице, которое сообщает пользователю сначала подать заявку на соответствующий сервис"
  },
  "message.newMessagePlaceholder": {
    "message": "Введите ваш вопрос...",
    "description": "Заполнитель на веб-странице, который сообщает пользователю ввести вопрос"
  },
  "message.noInput": {
    "message": "Вопрос не может быть пустым",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что вопрос не может быть пустым"
  },
  "message.uploadReferencesExceed": {
    "message": "Можно загрузить не более 1 файла",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что можно загрузить не более 1 файла"
  },
  "message.uploadReferencesError": {
    "message": "Не удалось загрузить файл, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что не удалось загрузить файл, пожалуйста, попробуйте позже"
  },
  "message.notApplied": {
    "message": "Вы еще не подали заявку на этот сервис, пожалуйста, подайте заявку сначала",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что он еще не подал заявку на этот сервис, пожалуйста, подайте заявку сначала"
  },
  "message.tryForFree": {
    "message": "Попробуйте бесплатно",
    "description": "Сообщение на веб-странице, которое сообщает пользователю о бесплатной пробе"
  },
  "message.question1": {
    "message": "Создать тренировочный план",
    "description": "Пример вопроса для начала чата, попросите пользователя написать код на JavaScript, выводящий Hello World"
  },
  "message.question2": {
    "message": "Сделать личную страницу",
    "description": "Пример вопроса для начала чата, попросите пользователя написать электронное письмо Майку, чтобы сообщить, что он только что переехал"
  },
  "message.question3": {
    "message": "Разработать интересные программные игры",
    "description": "Пример вопроса для начала чата, попросите пользователя объяснить основные принципы квантовых вычислений простым языком"
  },
  "message.question4": {
    "message": "Ощутите Сеул как местный",
    "description": "Пример вопроса для начала чата, попросите пользователя объяснить, какое влияние виртуальная реальность оказала на художественное творчество"
  },
  "message.errorApiError": {
    "message": "Ответ не удался, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что ответ не удался, пожалуйста, попробуйте позже"
  },
  "message.errorBadRequest": {
    "message": "Содержание запроса некорректно, пожалуйста, переформулируйте вопрос",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что содержание запроса некорректно, пожалуйста, переформулируйте вопрос"
  },
  "message.errorNoConversation": {
    "message": "Чат не существует или истек, пожалуйста, начните новый чат",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что чат не существует или истек, пожалуйста, начните новый чат"
  },
  "message.errorContentTooLarge": {
    "message": "Содержание вопроса слишком длинное, пожалуйста, сократите и попробуйте снова",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что содержание вопроса слишком длинное, пожалуйста, сократите и попробуйте снова"
  },
  "message.errorTooManyRequests": {
    "message": "Вы слишком часто выполняете операции, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что он слишком часто выполняет операции, пожалуйста, попробуйте позже"
  },
  "message.errorUsedUp": {
    "message": "Вы исчерпали количество использований пакета, пожалуйста, купите больше использований для продолжения",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что он исчерпал количество использований пакета, пожалуйста, купите больше использований для продолжения"
  },
  "message.errorUnknown": {
    "message": "На сервере произошла неизвестная ошибка, пожалуйста, попробуйте позже или свяжитесь с поддержкой",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что на сервере произошла неизвестная ошибка, пожалуйста, попробуйте позже или свяжитесь с поддержкой"
  },
  "message.errorTimeout": {
    "message": "Вопрос превышает время ожидания, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что вопрос превышает время ожидания, пожалуйста, попробуйте позже"
  },
  "message.errorNotApplied": {
    "message": "Вы еще не подали заявку на эту услугу, пожалуйста, подайте заявку, прежде чем продолжить задавать вопросы.",
    "description": "Сообщение на веб-странице, информирующее пользователя о том, что он еще не подал заявку на эту услугу, пожалуйста, подайте заявку, прежде чем продолжить задавать вопросы."
  },
  "message.confirmDelete": {
    "message": "Подтвердить удаление",
    "description": "Сообщение на веб-странице, информирующее пользователя о подтверждении удаления."
  },
  "message.howToUse": {
    "message": "AI может ошибаться, пожалуйста, проверьте важную информацию.",
    "description": "Сообщение на веб-странице, информирующее пользователя о том, что AI может ошибаться, пожалуйста, проверьте важную информацию."
  },
  "title.chat": {
    "message": "AI Чат",
    "description": "Название веб-страницы, то есть AI Чат."
  },
  "title.example": {
    "message": "Пример",
    "description": "Название веб-страницы, то есть Пример."
  },
  "title.capabilities": {
    "message": "Возможности",
    "description": "Название веб-страницы, то есть Возможности."
  },
  "title.limitations": {
    "message": "Ограничения",
    "description": "Заголовок на веб-странице, указывающий, что эта часть контента касается технических ограничений сервиса."
  },
  "title.complexQuestion": {
    "message": "Ответы на сложные вопросы",
    "description": "Заголовок на веб-странице, указывающий, что эта часть контента касается способности сервиса отвечать на сложные вопросы."
  },
  "title.professionalQuestion": {
    "message": "Консультации по профессиональным вопросам",
    "description": "Заголовок на веб-странице, указывающий, что эта часть контента касается способности сервиса консультировать по профессиональным вопросам."
  },
  "title.getTips": {
    "message": "Получить вдохновение и идеи",
    "description": "Заголовок на веб-странице, указывающий, что эта часть контента касается способности сервиса получать вдохновение и идеи."
  },
  "group.today": {
    "message": "Сегодня",
    "description": "Название группы на веб-странице, то есть Сегодня."
  },
  "group.yesterday": {
    "message": "Вчера",
    "description": "Название группы на веб-странице, то есть Вчера."
  },
  "group.thisWeek": {
    "message": "На этой неделе",
    "description": "Название группы на веб-странице, то есть На этой неделе."
  },
  "group.earlier": {
    "message": "Ранее",
    "description": "Название группы на веб-странице, то есть Ранее."
  }
}