{
  "model.35Standard": {
    "message": "3.5 Стандарт",
    "description": "Название модели услуги, которая является GPT 3.5 Базовая"
  },
  "model.35StandardDescription": {
    "message": "Отлично подходит для повседневных задач.",
    "description": "Описание модели 3.5 Стандарт"
  },
  "model.35Browsing": {
    "message": "3.5 Поиск",
    "description": "Название модели услуги, которая является GPT 3.5 Поиск"
  },
  "model.35BrowsingDescription": {
    "message": "Может в реальном времени получать информацию.",
    "description": "Описание модели 3.5 Поиск"
  },
  "model.4Standard": {
    "message": "4.0 Стандарт",
    "description": "Название модели услуги, которая является GPT 4.0 Стандарт"
  },
  "model.4StandardDescription": {
    "message": "Более мощная модель для сложных задач.",
    "description": "Описание модели 4.0 Стандарт"
  },
  "model.4Browsing": {
    "message": "4.0 Поиск",
    "description": "Название модели услуги, которая является GPT 4.0 Поиск"
  },
  "model.4BrowsingDescription": {
    "message": "Мощный и реальном времени получать информацию.",
    "description": "Описание модели 4.0 Поиск"
  },
  "model.4Vision": {
    "message": "4.0 Видение",
    "description": "Название модели услуги, которая является GPT 4.0 Видение"
  },
  "model.4VisionDescription": {
    "message": "Может анализировать изображения.",
    "description": "Описание модели 4.0 Видение"
  },
  "message.startNewChat": {
    "message": "Начать новый разговор",
    "description": "Сообщение на веб-странице, которое говорит пользователю начать новый разговор"
  },
  "message.uploadFile": {
    "message": "Загрузить файл",
    "description": "Сообщение на веб-странице, которое говорит пользователю загрузить файл"
  },
  "message.noToken": {
    "message": "Пожалуйста, сначала подайте заявку на соответствующую услугу",
    "description": "Сообщение на веб-странице, которое говорит пользователю сначала подать заявку на соответствующую услугу"
  },
  "message.newMessagePlaceholder": {
    "message": "Пожалуйста, введите свой вопрос...",
    "description": "Заполнитель на веб-странице, который говорит пользователю ввести вопрос"
  },
  "message.noInput": {
    "message": "Вопрос не может быть пустым",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что вопрос не может быть пустым"
  },
  "message.uploadReferencesExceed": {
    "message": "Вы можете загрузить не более 1 файла",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что можно загрузить не более 1 файла"
  },
  "message.uploadReferencesError": {
    "message": "Ошибка загрузки файла, попробуйте позже",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что произошла ошибка при загрузке файла, пожалуйста, попробуйте позже"
  },
  "message.notApplied": {
    "message": "Вы еще не подали заявку на эту услугу, сначала подайте заявку",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что вы еще не подали заявку на эту услугу, сначала подайте заявку"
  },
  "message.tryForFree": {
    "message": "Попробуйте бесплатно",
    "description": "Сообщение на веб-странице, которое говорит пользователю попробовать бесплатно"
  },
  "message.question1": {
    "message": "Создать план тренировки",
    "description": "Пример вопросов для начала чата, который просит пользователя написать кусок кода JavaScript, выводящий Hello World"
  },
  "message.question2": {
    "message": "Создать личную веб-страницу",
    "description": "Пример вопросов для начала чата, который просит пользователя написать письмо Майку, сообщая ему, что я только что переехал"
  },
  "message.question3": {
    "message": "Разработать увлекательную игру на кодирование",
    "description": "Пример вопросов для начала чата, который просит пользователя объяснить основные принципы квантовых вычислений простыми словами"
  },
  "message.question4": {
    "message": "Почувствуйте Сеул, будто вы местный житель",
    "description": "Пример вопросов для начала чата, который просит пользователя объяснить, какое влияние оказало виртуальная реальность на художественное творчество"
  },
  "message.errorApiError": {
    "message": "Ответ не удался, попробуйте позже",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что ответ не удался, попробуйте позже"
  },
  "message.errorBadRequest": {
    "message": "Содержание запроса не стандартизировано, пожалуйста, задайте вопрос еще раз",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что содержание запроса не стандартизировано, пожалуйста, задайте вопрос еще раз"
  },
  "message.errorNoConversation": {
    "message": "Разговор не существует или истек срок, пожалуйста, начните новый разговор",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что разговор не существует или истек срок, пожалуйста, начните новый разговор"
  },
  "message.errorContentTooLarge": {
    "message": "Содержание вопроса слишком длинное, пожалуйста, сократите его и попробуйте еще раз",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что содержание вопроса слишком длинное, пожалуйста, сократите его и попробуйте еще раз"
  },
  "message.errorTooManyRequests": {
    "message": "Ваши действия слишком часты, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что ваши действия слишком часты, пожалуйста, попробуйте позже"
  },
  "message.errorUsedUp": {
    "message": "Вы использовали свои разовые пакеты, пожалуйста, купите дополнительные разовые пакеты, чтобы продолжить использование",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что вы использовали свои разовые пакеты, пожалуйста, купите дополнительные разовые пакеты, чтобы продолжить использование"
  },
  "message.errorUnknown": {
    "message": "На сервере произошла неизвестная ошибка, пожалуйста, попробуйте позже или свяжитесь с службой поддержки",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что на сервере произошла неизвестная ошибка, пожалуйста, попробуйте позже или свяжитесь с службой поддержки"
  },
  "message.errorTimeout": {
    "message": "Время ответа на вопрос истекло, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что время ответа на вопрос истекло, пожалуйста, попробуйте позже"
  },
  "message.errorNotApplied": {
    "message": "Вы еще не подали заявку на эту услугу, сначала подайте заявку, прежде чем продолжать задавать вопросы",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что вы еще не подали заявку на эту услугу, сначала подайте заявку, прежде чем продолжать задавать вопросы"
  },
  "message.confirmDelete": {
    "message": "Подтвердить удаление",
    "description": "Сообщение на веб-странице, которое говорит пользователю подтвердить удаление"
  },
  "message.howToUse": {
    "message": "ИИ может совершать ошибки. Проверьте важную информацию.",
    "description": "Сообщение на веб-странице, которое говорит пользователю, что ИИ может совершать ошибки. Проверьте важную информацию."
  },
  "title.chat": {
    "message": "Чат с ИИ",
    "description": "Название веб-страницы, которое является Чат с ИИ"
  },
  "title.example": {
    "message": "Пример",
    "description": "Название веб-страницы, которое является Пример"
  },
  "title.capabilities": {
    "message": "Возможности",
    "description": "Название веб-страницы, которое является Возможности"
  },
  "title.limitations": {
    "message": "Ограничения",
    "description": "Название раздела на веб-странице, который говорит об технических ограничениях услуги"
  },
  "title.complexQuestion": {
    "message": "Ответ на сложные вопросы",
    "description": "Название раздела на веб-странице, который говорит о способности услуги отвечать на сложные вопросы"
  },
  "title.professionalQuestion": {
    "message": "Консультация по профессиональным вопросам",
    "description": "Название раздела на веб-странице, который говорит о способности услуги консультировать по профессиональным вопросам"
  },
  "title.getTips": {
    "message": "Получение вдохновения и творчества",
    "description": "Название раздела на веб-странице, который говорит о способности услуги получать вдохновение и творчество"
  },
  "group.today": {
    "message": "Сегодня",
    "description": "Имя группы на веб-странице, которое является Сегодня"
  },
  "group.yesterday": {
    "message": "Вчера",
    "description": "Имя группы на веб-странице, которое является Вчера"
  },
  "group.thisWeek": {
    "message": "На этой неделе",
    "description": "Имя группы на веб-странице, которое является На этой неделе"
  },
  "group.earlier": {
    "message": "Ранее",
    "description": "Имя группы на веб-странице, которое является Ранее"
  }
}