{
  "model.35Standard": {
    "message": "Стандарт 3.5",
    "description": "Имя модели службы, то есть GPT 3.5 Базовая"
  },
  "model.35StandardDescription": {
    "message": "Подходит для повседневных задач.",
    "description": "Описание модели 3.5 стандарта"
  },
  "model.35Browsing": {
    "message": "Поиск 3.5",
    "description": "Имя модели службы, то есть GPT 3.5 Поиск"
  },
  "model.35BrowsingDescription": {
    "message": "Может получать информацию в реальном времени.",
    "description": "Описание модели 3.5 для просмотра"
  },
  "model.4Standard": {
    "message": "Стандарт 4.0",
    "description": "Имя модели службы, то есть GPT 4.0 Стандарт"
  },
  "model.4StandardDescription": {
    "message": "Более мощная модель, подходит для сложных задач.",
    "description": "Описание модели 4.0 стандарта"
  },
  "model.4Browsing": {
    "message": "Поиск 4.0",
    "description": "Имя модели службы, то есть GPT 4.0 Поиск"
  },
  "model.4BrowsingDescription": {
    "message": "Мощный и может получать информацию в реальном времени.",
    "description": "Описание модели 4.0 для просмотра"
  },
  "model.4Vision": {
    "message": "Видение 4.0",
    "description": "Имя модели службы, то есть GPT 4.0 Видение"
  },
  "model.4VisionDescription": {
    "message": "Может анализировать изображения.",
    "description": "Описание модели 4.0 для визуального восприятия"
  },
  "message.startNewChat": {
    "message": "Начать новый чат",
    "description": "Сообщение на веб-странице, чтобы предложить пользователю начать новый чат"
  },
  "message.uploadFile": {
    "message": "Загрузить файл",
    "description": "Сообщение на веб-странице, чтобы предложить пользователю загрузить файл"
  },
  "message.noToken": {
    "message": "Пожалуйста, сначала запросите соответствующую услугу",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя запросить соответствующую услугу"
  },
  "message.newMessagePlaceholder": {
    "message": "Пожалуйста, введите ваш вопрос...",
    "description": "Заглушка на веб-странице, чтобы попросить пользователя ввести вопрос"
  },
  "message.noInput": {
    "message": "Вопрос не может быть пустым",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя, что вопрос не может быть пустым"
  },
  "message.uploadReferencesExceed": {
    "message": "Можно загрузить не более 1 файла",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя, что можно загрузить не более 1 файла"
  },
  "message.uploadReferencesError": {
    "message": "Ошибка загрузки файла, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя об ошибке загрузки файла, попробуйте позже"
  },
  "message.notApplied": {
    "message": "Вы еще не заявляли об этой услуге, сначала подайте заявку",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя, что он еще не заявлял об этой услуге, сначала подайте заявку"
  },
  "message.tryForFree": {
    "message": "Попробовать бесплатно",
    "description": "Сообщение на веб-странице, чтобы предложить пользователю бесплатную попытку"
  },
  "message.question1": {
    "message": "Создайте учебный план",
    "description": "Пример вопроса для начала диалога, требуется от пользователя написать JavaScript-код для вывода Hello World"
  },
  "message.question2": {
    "message": "Создайте персональную веб-страницу",
    "description": "Пример вопроса для начала диалога, требуется от пользователя написать электронное письмо Майку, сказать ему, что я только что переехал"
  },
  "message.question3": {
    "message": "Разработайте увлекательную игру программирования",
    "description": "Пример вопроса для начала диалога, требуется от пользователя простым языком объяснить основные принципы квантовых вычислений"
  },
  "message.question4": {
    "message": "Почувствуйте себя как местный житель Сеула",
    "description": "Пример вопроса для начала диалога, требуется от пользователя объяснить, как виртуальная реальность повлияла на процесс создания искусства"
  },
  "message.errorApiError": {
    "message": "Ошибка ответа, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя об ошибке ответа, попробуйте позже"
  },
  "message.errorBadRequest": {
    "message": "Некорректный запрос, пожалуйста, задайте вопрос заново",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя о неформатном запросе, пожалуйста, задайте вопрос заново"
  },
  "message.errorNoConversation": {
    "message": "Беседа не существует или истекло время, пожалуйста, начните новый разговор",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя о несуществующем или истекшем разговоре, пожалуйста, начните новый разговор"
  },
  "message.errorContentTooLarge": {
    "message": "Слишком длинный вопрос, пожалуйста, сократите и повторите",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя о слишком длинном вопросе, пожалуйста, сократите и повторите"
  },
  "message.errorTooManyRequests": {
    "message": "Ваши действия слишком частые, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя о слишком частых запросах, пожалуйста, попробуйте позже"
  },
  "message.errorUsedUp": {
    "message": "Вы уже исчерпали лимит использования пакета, пожалуйста, приобретите больше, чтобы продолжить использование",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя о том, что он уже исчерпал лимит использования пакета, пожалуйста, приобретите больше, чтобы продолжить использование"
  },
  "message.errorUnknown": {
    "message": "Произошла неизвестная ошибка на сервере, пожалуйста, попробуйте позже или свяжитесь с поддержкой",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя о неизвестной ошибке на сервере, пожалуйста, попробуйте позже или свяжитесь с поддержкой"
  },
  "message.errorTimeout": {
    "message": "Время ответа на вопрос истекло, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, чтобы предупредить пользователя, что время ответа на вопрос истекло, пожалуйста, попробуйте позже"
  },
  "message.errorNotApplied": {
    "message": "Вы еще не подали заявку на эту услугу. Сначала подайте заявку, а затем продолжайте задавать вопросы",
    "description": "Сообщение на веб-странице, информирующее пользователя о том, что вы еще не подали заявку на эту услугу. Сначала подайте заявку, а затем продолжайте задавать вопросы"
  },
  "message.confirmDelete": {
    "message": "Подтвердить удаление",
    "description": "Сообщение на веб-странице, информирующее пользователя о подтверждении удаления"
  },
  "message.howToUse": {
    "message": "ИИ может допустить ошибку. Пожалуйста, проверьте важные данные.",
    "description": "Сообщение на веб-странице, информирующее пользователя о возможной ошибке ИИ. Пожалуйста, проверьте важные данные."
  },
  "title.chat": {
    "message": "Чат с ИИ",
    "description": "Заголовок веб-страницы для чата с ИИ"
  },
  "title.example": {
    "message": "Пример",
    "description": "Заголовок веб-страницы для примера"
  },
  "title.capabilities": {
    "message": "Возможности",
    "description": "Заголовок веб-страницы для раздела о возможностях"
  },
  "title.limitations": {
    "message": "Ограничения",
    "description": "Заголовок веб-страницы, указывающий на технические ограничения услуги"
  },
  "title.complexQuestion": {
    "message": "Ответ на сложные вопросы",
    "description": "Заголовок веб-страницы, указывающий на возможность услуги отвечать на сложные вопросы"
  },
  "title.professionalQuestion": {
    "message": "Задать профессиональные вопросы",
    "description": "Заголовок веб-страницы, указывающий на возможность услуги консультировать по профессиональным вопросам"
  },
  "title.getTips": {
    "message": "Получить советы и идеи",
    "description": "Заголовок веб-страницы, указывающий на возможность услуги получать советы и идеи"
  },
  "group.today": {
    "message": "Сегодня",
    "description": "Имя группы на веб-странице, определяющее сегодняшние записи"
  },
  "group.yesterday": {
    "message": "Вчера",
    "description": "Имя группы на веб-странице, определяющее вчерашние записи"
  },
  "group.thisWeek": {
    "message": "На этой неделе",
    "description": "Имя группы на веб-странице, определяющее записи этой недели"
  },
  "group.earlier": {
    "message": "Ранее",
    "description": "Имя группы на веб-странице, определяющее более ранние записи"
  }
}