{
  "model.35Standard": {
    "message": "3.5 Стандарт",
    "description": "Имя модели сервиса, которое является GPT 3.5 Базовым"
  },
  "model.35StandardDescription": {
    "message": "Базовая модель, которая может отвечать на простые вопросы и предоставлять общую информацию.",
    "description": "Описание стандартной модели 3.5"
  },
  "model.35Browsing": {
    "message": "3.5 Поиск",
    "description": "Имя модели сервиса, которое является GPT 3.5 Поиском"
  },
  "model.35BrowsingDescription": {
    "message": "Может в реальном времени извлекать информацию из Интернета и предоставлять более простые ответы.",
    "description": "Описание модели 3.5 Поиска"
  },
  "model.4Standard": {
    "message": "4.0 Стандарт",
    "description": "Имя модели сервиса, которое является GPT 4.0 Стандарт"
  },
  "model.4StandardDescription": {
    "message": "Более мощная модель, которая может отвечать на более сложные вопросы.",
    "description": "Описание стандартной модели 4.0"
  },
  "model.4Browsing": {
    "message": "4.0 Поиск",
    "description": "Имя модели сервиса, которое является GPT 4.0 Поиском"
  },
  "model.4BrowsingDescription": {
    "message": "Может в реальном времени извлекать информацию для предоставления ответов на основе модели 4.0 Стандарт.",
    "description": "Описание модели 4.0 Поиска"
  },
  "model.4Vision": {
    "message": "4.0 Видение",
    "description": "Имя модели сервиса, которое является GPT 4.0 Видением"
  },
  "model.4VisionDescription": {
    "message": "Может анализировать изображения и предоставлять информацию на основе содержания изображений.",
    "description": "Описание модели 4.0 Видения"
  },
  "message.startNewChat": {
    "message": "Начать новый разговор",
    "description": "Сообщение на веб-странице, которое призывает пользователя начать новый разговор"
  },
  "message.uploadFile": {
    "message": "Загрузить файл",
    "description": "Сообщение на веб-странице, которое призывает пользователя загрузить файл"
  },
  "message.noToken": {
    "message": "Пожалуйста, сначала подайте заявку на соответствующий сервис",
    "description": "Сообщение на веб-странице, которое призывает пользователя сначала подать заявку на соответствующий сервис"
  },
  "message.newMessagePlaceholder": {
    "message": "Пожалуйста, введите свой вопрос...",
    "description": "Заполнитель на веб-странице, который призывает пользователя ввести вопрос"
  },
  "message.noInput": {
    "message": "Вопрос не может быть пустым",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что вопрос не может быть пустым"
  },
  "message.uploadReferencesExceed": {
    "message": "Вы можете загрузить не более 1 файла",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что можно загрузить не более 1 файла"
  },
  "message.uploadReferencesError": {
    "message": "Ошибка загрузки файла, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что загрузка файла не удалась, пожалуйста, попробуйте позже"
  },
  "message.notApplied": {
    "message": "Вы еще не подали заявку на этот сервис, пожалуйста, сначала подайте заявку",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что он еще не подавал заявку на этот сервис, пожалуйста, сначала подайте заявку"
  },
  "message.tryForFree": {
    "message": "Попробовать бесплатно",
    "description": "Сообщение на веб-странице, которое призывает пользователя попробовать бесплатно"
  },
  "message.question1": {
    "message": "Напишите кусок кода JavaScript, который выводит Hello World",
    "description": "Пример вопроса для начала чата, который просит пользователя написать кусок кода JavaScript, который выводит Hello World"
  },
  "message.question2": {
    "message": "Напишите электронное письмо Майку, сообщающее ему, что я только что переехал",
    "description": "Пример вопроса для начала чата, который просит пользователя написать электронное письмо Майку, сообщающее ему, что я только что переехал"
  },
  "message.question3": {
    "message": "Объясните основные принципы квантовых вычислений простыми словами",
    "description": "Пример вопроса для начала чата, который просит пользователя объяснить основные принципы квантовых вычислений простыми словами"
  },
  "message.question4": {
    "message": "Какое влияние оказала виртуальная реальность на художественное творчество?",
    "description": "Пример вопроса для начала чата, который просит пользователя объяснить, какое влияние оказала виртуальная реальность на художественное творчество"
  },
  "message.question5": {
    "message": "Как конфиденциальность и защита данных влияют на юридическую практику?",
    "description": "Пример вопроса для начала чата, который просит пользователя объяснить, как конфиденциальность и защита данных влияют на юридическую практику"
  },
  "message.question6": {
    "message": "Как справиться с сложными изменениями в налоговом законодательстве в современном мире?",
    "description": "Пример вопроса для начала чата, который просит пользователя объяснить, как справиться со сложными изменениями в налоговом законодательстве в современном мире"
  },
  "message.question7": {
    "message": "Как создать уникальную кухню, объединяя различные региональные культурные особенности?",
    "description": "Пример вопроса для начала чата, который просит пользователя объяснить, как создать уникальную кухню, объединяя различные региональные культурные особенности"
  },
  "message.question8": {
    "message": "Как получить вдохновение для литературного творчества из опыта путешествий?",
    "description": "Пример вопроса для начала чата, который просит пользователя объяснить, как получить вдохновение для литературного творчества из опыта путешествий"
  },
  "message.question9": {
    "message": "Как получить бизнес-идеи из успешных случаев в различных отраслях?",
    "description": "Пример вопроса для начала чата, который просит пользователя объяснить, как получить бизнес-идеи из успешных случаев в различных отраслях"
  },
  "message.errorApiError": {
    "message": "Ответ не удался, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что ответ не удался, пожалуйста, попробуйте позже"
  },
  "message.errorBadRequest": {
    "message": "Содержание запроса не соответствует стандартам, пожалуйста, задайте вопрос снова",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что содержание запроса не соответствует стандартам, пожалуйста, задайте вопрос снова"
  },
  "message.errorNoConversation": {
    "message": "Разговор не существует или истек срок, пожалуйста, начните новый разговор",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что разговор не существует или истек срок, пожалуйста, начните новый разговор"
  },
  "message.errorContentTooLarge": {
    "message": "Содержание вопроса слишком длинное, пожалуйста, сократите его и попробуйте снова",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что содержание вопроса слишком длинное, пожалуйста, сократите его и попробуйте снова"
  },
  "message.errorTooManyRequests": {
    "message": "Ваши операции слишком частые, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что ваши операции слишком частые, пожалуйста, попробуйте позже"
  },
  "message.errorUsedUp": {
    "message": "Вы исчерпали количество запросов в вашем пакете, пожалуйста, купите больше запросов, чтобы продолжить использование",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что он исчерпал количество запросов в своем пакете, пожалуйста, купите больше запросов, чтобы продолжить использование"
  },
  "message.errorUnknown": {
    "message": "На сервере произошла неизвестная ошибка, пожалуйста, попробуйте позже или свяжитесь с службой поддержки",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что на сервере произошла неизвестная ошибка, пожалуйста, попробуйте позже или свяжитесь с службой поддержки"
  },
  "message.errorTimeout": {
    "message": "Время ответа на вопрос истекло, пожалуйста, попробуйте позже",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что время ответа на вопрос истекло, пожалуйста, попробуйте позже"
  },
  "message.errorNotApplied": {
    "message": "Вы еще не подали заявку на этот сервис, пожалуйста, сначала подайте заявку, прежде чем продолжить задавать вопросы",
    "description": "Сообщение на веб-странице, которое сообщает пользователю, что он еще не подавал заявку на этот сервис, пожалуйста, сначала подайте заявку, прежде чем продолжить задавать вопросы"
  },
  "message.confirmDelete": {
    "message": "Подтвердить удаление",
    "description": "Сообщение на веб-странице, которое призывает пользователя подтвердить удаление"
  },
  "message.howToUse": {
    "message": "Нажмите Shift+Enter, чтобы начать новую строку",
    "description": "Сообщение на веб-странице, которое призывает пользователя нажать Shift+Enter, чтобы начать новую строку"
  },
  "title.chat": {
    "message": "Чат с ИИ",
    "description": "Заголовок веб-страницы, который является Чат с ИИ"
  },
  "title.example": {
    "message": "Пример",
    "description": "Заголовок веб-страницы, который является Пример"
  },
  "title.capabilities": {
    "message": "Возможности",
    "description": "Заголовок веб-страницы, который является Возможности"
  },
  "title.limitations": {
    "message": "Ограничения",
    "description": "Заголовок на веб-странице, который указывает на то, что это часть о технических ограничениях сервиса"
  },
  "title.complexQuestion": {
    "message": "Ответ на сложные вопросы",
    "description": "Заголовок на веб-странице, который указывает на способность сервиса отвечать на сложные вопросы"
  },
  "title.professionalQuestion": {
    "message": "Консультирование по профессиональным вопросам",
    "description": "Заголовок на веб-странице, который указывает на способность сервиса консультировать по профессиональным вопросам"
  },
  "title.getTips": {
    "message": "Получение вдохновения и творчества",
    "description": "Заголовок на веб-странице, который указывает на способность сервиса получать вдохновение и творчество"
  }
}