{
  "button.suggested": {
    "message": "Рекомендуется",
    "description": "Текст кнопки, указывающий на рекомендуемую кнопку"
  },
  "menu.orderList": {
    "message": "Список заказов",
    "description": "Текст в меню сайта, заказы относятся к заказам пользователей на покупку услуг"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст в меню сайта, заявки относятся к заявкам пользователей на использование услуг"
  },
  "menu.userProfile": {
    "message": "Профиль пользователя",
    "description": "Текст в меню сайта, профиль пользователя относится к личной информации пользователя"
  },
  "menu.idVerify": {
    "message": "Проверка личности",
    "description": "Текст в меню сайта, проверка личности относится к верификации личности пользователя"
  },
  "menu.manageApplication": {
    "message": "Управление заявками",
    "description": "Текст в меню сайта, управление заявками относится к управлению заявками пользователей"
  },
  "menu.distributionIndex": {
    "message": "Доход от рекомендаций",
    "description": "Текст в меню сайта, доход от рекомендаций относится к доходу, полученному пользователями от рекомендаций"
  },
  "menu.developerPlatform": {
    "message": "Платформа разработчика",
    "description": "Текст в меню сайта, платформа разработчика означает платформу для разработчиков"
  },
  "menu.usageList": {
    "message": "История использования",
    "description": "Текст в меню сайта, история использования относится к истории использования API-сервисов пользователем"
  },
  "menu.credentialIndex": {
    "message": "Учетные данные",
    "description": "Текст в меню сайта, учетные данные относятся к учетным данным для доступа к API"
  },
  "menu.manageOrder": {
    "message": "Управление заказами",
    "description": "Текст в меню сайта, управление заказами относится к управлению заказами пользователей, заказы относятся к заказам на покупку услуг"
  },
  "menu.manageDistributionStatus": {
    "message": "Управление распределением",
    "description": "Текст в меню сайта, управление распределением относится к управлению статусом распределения пользователей, связанным с доходом от рекомендаций"
  },
  "message.benefit1": {
    "message": "Поддержка от персонального консультанта",
    "description": "Текст на главной странице сайта, поддержка от персонального консультанта означает, что пользователь может получить поддержку от персонального консультанта"
  },
  "message.benefit2": {
    "message": "Приоритетный доступ к новым функциям",
    "description": "Текст на главной странице сайта, приоритетный доступ к новым функциям означает, что пользователь может получить приоритетный доступ к новым функциям"
  },
  "message.buyExtra": {
    "message": "Купить",
    "description": "Текст на главной странице сайта, покупка квоты означает, что пользователь может купить квоту"
  },
  "message.subscribe": {
    "message": "Подписаться",
    "description": "Текст на главной странице сайта, подписка на членство означает, что пользователь может подписаться на членство"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хотите подписываться на периодическое членство? Вы также можете попробовать купить квоту отдельно.",
    "description": "Текст на главной странице сайта, не хотите подписываться означает, что пользователь не хочет подписываться на членство"
  },
  "message.doNotWantExtra": {
    "message": "Не хотите покупать квоту? Вы также можете попробовать подписаться на периодическое членство.",
    "description": "Текст на главной странице сайта, не хотите покупать квоту означает, что пользователь не хочет покупать квоту"
  },
  "message.applicationNotFound": {
    "message": "Заявка не найдена",
    "description": "Сообщение, отображаемое пользователю, когда заявка не найдена."
  },
  "subscription.title": {
    "message": "Подписка на членство, наслаждайтесь дополнительными преимуществами",
    "description": "Сообщение, отображаемое пользователю при подписке на услугу."
  },
  "subscription.3days": {
    "message": "3-дневное пробное членство",
    "description": "Тип членства, 3-дневное пробное членство"
  },
  "subscription.3days.description": {
    "message": "Пробное членство, подходит для краткосрочного использования.",
    "description": "Тип членства, подходит для краткосрочного использования"
  },
  "subscription.weekly": {
    "message": "Еженедельное членство",
    "description": "Тип членства, еженедельное членство означает, что пользователь покупает членство на неделю"
  },
  "subscription.monthly": {
    "message": "Ежемесячное членство",
    "description": "Тип членства, ежемесячное членство означает, что пользователь покупает членство на месяц"
  },
  "subscription.yearly": {
    "message": "Годовое членство",
    "description": "Тип членства, годовое членство означает, что пользователь покупает членство на год"
  },
  "subscription.weekly.description": {
    "message": "Пробное еженедельное членство, подходит для краткосрочного использования.",
    "description": "Описание типа членства, еженедельное членство означает, что пользователь покупает членство на неделю"
  },
  "subscription.monthly.description": {
    "message": "Гибкое ежемесячное членство, подходит для долгосрочного использования.",
    "description": "Описание типа членства, ежемесячное членство означает, что пользователь покупает членство на месяц"
  },
  "subscription.yearly.description": {
    "message": "Выгодное годовое членство, самый экономичный выбор.",
    "description": "Описание типа членства, годовое членство означает, что пользователь покупает членство на год"
  },
  "subscription.introduction": {
    "message": "Подписка на членство, разблокируйте все AI-сервисы на сайте.",
    "description": "Введение в членство означает введение в членство"
  },
  "menu.coinIndex": {
    "message": "Интеграция криптовалюты",
    "description": "Текст в меню сайта, который относится к интеграции криптовалюты"
  },
  "menu.platformTokenIndex": {
    "message": "Токен платформы",
    "description": "Текст в меню сайта, токен платформы относится к токену для доступа к платформе Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Центр публикаций",
    "description": "Текст в меню сайта, центр публикаций относится к центру, где пользователи публикуют контент"
  },
  "menu.platformRankIndex": {
    "message": "Рейтинг платформы",
    "description": "Текст в меню сайта, рейтинг платформы относится к таблице доходов от рекомендаций пользователей"
  },
  "menu.manageOrderDiscount": {
    "message": "Управление скидками",
    "description": "Текст в меню сайта, вход для управления скидками на заказы, виден только администраторам"
  },
  "menu.manageUser": {
    "message": "Управление пользователями",
    "description": "Текст в меню сайта, вход для управления пользователями, виден только администраторам"
  },
  "menu.revenueAnalysis": {
    "message": "Анализ доходов",
    "description": "Текст в меню сайта, вход для анализа доходов, виден только администраторам"
  }
}
