{
  "button.suggested": {
    "message": "Рекомендуемое",
    "description": "Текст кнопки, рекомендующее обозначает рекомендующую кнопку"
  },
  "menu.orderList": {
    "message": "Список заказов",
    "description": "Текст в меню сайта, заказы обозначает заказы пользователя на покупку услуг"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст в меню сайта, заявки обозначает заявки пользователя на использование услуг"
  },
  "menu.userProfile": {
    "message": "Профиль пользователя",
    "description": "Текст в меню сайта, профиль пользователя обозначает личные данные пользователя"
  },
  "menu.idVerify": {
    "message": "Проверка личности",
    "description": "Текст в меню сайта, проверка личности обозначает проверку идентичности пользователя"
  },
  "menu.manageApplication": {
    "message": "Управление заявками",
    "description": "Текст в меню сайта, управление заявками обозначает управление заявками пользователя"
  },
  "menu.distributionIndex": {
    "message": "Рекомендации по доходам",
    "description": "Текст в меню сайта, рекомендации по доходам обозначает доходы от рекомендаций пользователя"
  },
  "menu.developerPlatform": {
    "message": "Платформа для разработчиков",
    "description": "Текст в меню сайта, платформа для разработчиков обозначает платформу для разработчиков"
  },
  "menu.usageList": {
    "message": "История использования",
    "description": "Текст в меню сайта, история использования обозначает историю использования пользователем API услуг"
  },
  "menu.credentialIndex": {
    "message": "Учетные данные",
    "description": "Текст в меню сайта, учетные данные обозначают учетные данные для доступа к API"
  },
  "menu.manageOrder": {
    "message": "Управление заказами",
    "description": "Текст в меню сайта, управление заказами обозначает управление заказами пользователя, заказы обозначают заказы на покупку услуг"
  },
  "menu.manageDistributionStatus": {
    "message": "Управление распределением",
    "description": "Текст в меню сайта, управление распределением обозначает управление статусом распределения пользователя, связано с доходами от рекомендаций пользователя"
  },
  "message.benefit1": {
    "message": "Поддержка от персонального менеджера",
    "description": "Текст на главной странице сайта, поддержка от персонального менеджера обозначает поддержку, которую пользователь может получить от персонального менеджера"
  },
  "message.benefit2": {
    "message": "Приоритетный доступ к новым функциям",
    "description": "Текст на главной странице сайта, приоритетный доступ к новым функциям обозначает, что пользователь может первым протестировать новые функции"
  },
  "message.buyExtra": {
    "message": "Купить дополнительно",
    "description": "Текст на главной странице сайта, купить дополнительно обозначает, что пользователь может купить дополнительно"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хотите подписаться на полный членский доступ? Вы также можете попробовать купить доступ к отдельным услугам.",
    "description": "Текст на главной странице сайта, не хотите подписаться обозначает, что пользователь не хочет подписываться на членский доступ"
  },
  "subscription.3days": {
    "message": "3 дня пробного членства",
    "description": "Тип членства, 3 дня пробного членства"
  },
  "subscription.3days.description": {
    "message": "Пробное членство, подходит для краткосрочного использования.",
    "description": "Тип членства, подходит для краткосрочного использования"
  },
  "subscription.weekly": {
    "message": "Неделя членства",
    "description": "Тип членства, неделя членства обозначает, что покупаемый тип членства - недельный"
  },
  "subscription.monthly": {
    "message": "Месячное членство",
    "description": "Тип членства, месячное членство обозначает, что покупаемый тип членства - месячное"
  },
  "subscription.yearly": {
    "message": "Годовое членство",
    "description": "Тип членства, годовое членство обозначает, что покупаемый тип членства - годовое"
  },
  "subscription.weekly.description": {
    "message": "Пробное недельное членство, подходит для краткосрочного использования.",
    "description": "Описание типа членства, недельное членство обозначает, что покупаемый тип членства - недельное"
  },
  "subscription.monthly.description": {
    "message": "Гибкое месячное членство, подходит для долгосрочного использования.",
    "description": "Описание типа членства, месячное членство обозначает, что покупаемый тип членства - месячное"
  },
  "subscription.yearly.description": {
    "message": "Выгодное годовое членство, самый выгодный выбор.",
    "description": "Описание типа членства, годовое членство обозначает, что покупаемый тип членства - годовое"
  },
  "subscription.introduction": {
    "message": "Подписка на членство, открывает доступ ко всем AI услугам на сайте.",
    "description": "Описание членства, объясняющее, что такое членство"
  }
}