{
  "button.suggested": {
    "message": "Рекомендуемые",
    "description": "Текст кнопки, рекомендуемые обозначает кнопку рекомендаций"
  },
  "menu.orderList": {
    "message": "Список заказов",
    "description": "Текст в меню сайта, список заказов обозначает заказы, сделанные пользователем"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст в меню сайта, список заявок обозначает заявки пользователя на использование услуги"
  },
  "menu.userProfile": {
    "message": "Профиль пользователя",
    "description": "Текст в меню сайта, профиль пользователя обозначает личные данные пользователя"
  },
  "menu.idVerify": {
    "message": "Проверка личности",
    "description": "Текст в меню сайта, проверка личности обозначает подтверждение личности пользователя"
  },
  "menu.manageApplication": {
    "message": "Управление заявками",
    "description": "Текст в меню сайта, управление заявками обозначает управление заявками пользователя"
  },
  "menu.distributionIndex": {
    "message": "Доходы от рекомендаций",
    "description": "Текст в меню сайта, доходы от рекомендаций обозначает доходы пользователя от его рекомендаций"
  },
  "menu.developerPlatform": {
    "message": "Платформа для разработчиков",
    "description": "Текст в меню сайта, платформа для разработчиков обозначает платформу для разработчиков"
  },
  "menu.usageList": {
    "message": "История использования",
    "description": "Текст в меню сайта, история использования обозначает историю использования API услуг пользователем"
  },
  "menu.credentialIndex": {
    "message": "Учетные данные",
    "description": "Текст в меню сайта, учетные данные обозначает учетные данные для доступа к API"
  },
  "menu.manageOrder": {
    "message": "Управление заказами",
    "description": "Текст в меню сайта, управление заказами обозначает управление заказами пользователя, заказами на услуги"
  },
  "menu.manageDistributionStatus": {
    "message": "Управление дистрибуцией",
    "description": "Текст в меню сайта, управление дистрибуцией обозначает управление статусом дистрибуции пользователя, связанной с доходами от рекомендаций"
  },
  "message.benefit1": {
    "message": "Поддержка эксклюзивного клиента",
    "description": "Текст на главной странице сайта, поддержка эксклюзивного клиента обозначает, что пользователю доступна поддержка от эксклюзивного клиента"
  },
  "message.benefit2": {
    "message": "Приоритетный доступ к новым функциям",
    "description": "Текст на главной странице сайта, приоритетный доступ к новым функциям обозначает, что пользователь может получить приоритетный доступ к новым функциям"
  },
  "message.buyExtra": {
    "message": "Купить дополнительно",
    "description": "Текст на главной странице сайта, купить дополнительно обозначает, что пользователь может приобрести дополнительный лимит"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хотите подписаться на полный доступ? Вы также можете попробовать купить лимит на отдельные услуги.",
    "description": "Текст на главной странице сайта, не хотите подписаться обозначает, что пользователь не хочет подписываться на членство"
  },
  "subscription.weekly": {
    "message": "Недельная подписка",
    "description": "Тип подписки, недельная подписка обозначает, что пользователь купил подписку на неделю"
  },
  "subscription.monthly": {
    "message": "Месячная подписка",
    "description": "Тип подписки, месячная подписка обозначает, что пользователь купил подписку на месяц"
  },
  "subscription.yearly": {
    "message": "Годовая подписка",
    "description": "Тип подписки, годовая подписка обозначает, что пользователь купил подписку на год"
  },
  "subscription.weekly.description": {
    "message": "Пробная недельная подписка, подходит для краткосрочного использования.",
    "description": "Описание типа подписки, недельная подписка обозначает, что пользователь купил подписку на неделю"
  },
  "subscription.monthly.description": {
    "message": "Гибкая месячная подписка, подходит для длительного использования.",
    "description": "Описание типа подписки, месячная подписка обозначает, что пользователь купил подписку на месяц"
  },
  "subscription.yearly.description": {
    "message": "Выгодная годовая подписка, самое выгодное предложение.",
    "description": "Описание типа подписки, годовая подписка обозначает, что пользователь купил подписку на год"
  },
  "subscription.introduction": {
    "message": "Подписка на членство, открывает доступ ко всем AI услугам на сайте.",
    "description": "Описание подписки обозначает информацию о подписке"
  }
}