{
  "button.suggested": {
    "message": "Рекомендуемое",
    "description": "Текст кнопки, рекомендуемое обозначает кнопку для рекомендаций"
  },
  "menu.orderList": {
    "message": "Список заказов",
    "description": "Текст в меню сайта, список заказов обозначает заказы пользователя на услуги"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст в меню сайта, список заявок обозначает заявки пользователя на услуги"
  },
  "menu.userProfile": {
    "message": "Профиль пользователя",
    "description": "Текст в меню сайта, профиль пользователя обозначает личные данные пользователя"
  },
  "menu.idVerify": {
    "message": "Проверка личности",
    "description": "Текст в меню сайта, проверка личности обозначает проверку данных пользователя"
  },
  "menu.manageApplication": {
    "message": "Управление заявками",
    "description": "Текст в меню сайта, управление заявками обозначает администрирование заявок пользователя"
  },
  "menu.distributionIndex": {
    "message": "Доход от рекомендаций",
    "description": "Текст в меню сайта, доход от рекомендаций обозначает доход пользователя от рекомендаций"
  },
  "menu.developerPlatform": {
    "message": "Платформа разработчиков",
    "description": "Текст в меню сайта, платформа разработчиков обозначает платформу для разработчиков"
  },
  "menu.usageList": {
    "message": "История использования",
    "description": "Текст в меню сайта, история использования обозначает историю использования API-сервисов пользователем"
  },
  "menu.credentialIndex": {
    "message": "Учетные данные",
    "description": "Текст в меню сайта, учетные данные обозначают данные для доступа к API"
  },
  "menu.manageOrder": {
    "message": "Управление заказами",
    "description": "Текст в меню сайта, управление заказами обозначает администрирование заказов пользователя, заказы обозначают покупки услуг"
  },
  "menu.manageDistributionStatus": {
    "message": "Управление распределением",
    "description": "Текст в меню сайта, управление распределением обозначает управление состоянием распределения пользователя, связанное с доходами от рекомендаций"
  },
  "message.benefit1": {
    "message": "Поддержка личного менеджера",
    "description": "Текст на главной странице сайта, поддержка личного менеджера обозначает, что пользователь может получить поддержку от личного менеджера"
  },
  "message.benefit2": {
    "message": "Приоритетный доступ к новым функциям",
    "description": "Текст на главной странице сайта, приоритетный доступ к новым функциям обозначает, что пользователь может первее ознакомиться с новыми функциями"
  },
  "message.buyExtra": {
    "message": "Купить дополнительные возможности",
    "description": "Текст на главной странице сайта, купить возможности обозначает, что пользователь может приобрести новые возможности"
  },
  "message.subscribe": {
    "message": "Подписаться",
    "description": "Текст на главной странице сайта, подписаться на членство обозначает, что пользователь может оформить подписку на членство"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хотите подписываться на членство? Вы также можете попробовать купить отдельную услугу.",
    "description": "Текст на главной странице сайта, не хотите подписываться обозначает нежелание пользователя подписаться на членство"
  },
  "message.doNotWantExtra": {
    "message": "Не хотите покупать дополнительные возможности? Вы также можете попробовать подписаться на членство.",
    "description": "Текст на главной странице сайта, не хотите покупать возможности обозначает желание пользователя не приобретать дополнительные возможности"
  },
  "subscription.3days": {
    "message": "3 дня пробного членства",
    "description": "Тип членства, 3 дня пробного членства"
  },
  "subscription.3days.description": {
    "message": "Пробное членство, подходящее для краткосрочного использования.",
    "description": "Тип членства, подходящее для краткосрочного использования"
  },
  "subscription.weekly": {
    "message": "Неделя членства",
    "description": "Тип членства, неделя членства обозначает тип членства пользователя на одну неделю"
  },
  "subscription.monthly": {
    "message": "Месячное членство",
    "description": "Тип членства, месячное членство обозначает тип членства пользователя на один месяц"
  },
  "subscription.yearly": {
    "message": "Годовое членство",
    "description": "Тип членства, годовое членство обозначает тип членства пользователя на один год"
  },
  "subscription.weekly.description": {
    "message": "Пробное недельное членство, подходящее для краткосрочного использования.",
    "description": "Описание типа членства, неделя членства обозначает тип членства пользователя на одну неделю"
  },
  "subscription.monthly.description": {
    "message": "Гибкое месячное членство, подходящее для длительного использования.",
    "description": "Описание типа членства, месячное членство обозначает тип членства пользователя на один месяц"
  },
  "subscription.yearly.description": {
    "message": "Выгодное годовое членство, самый выгодный выбор.",
    "description": "Описание типа членства, годовое членство обозначает тип членства пользователя на один год"
  },
  "subscription.introduction": {
    "message": "Подписка на членство, открывает доступ ко всем AI услугам сайта.",
    "description": "Введение о членстве обозначает информацию о членстве"
  }
}