{
  "button.suggested": {
    "message": "Рекомендуемое",
    "description": "Текст на кнопке, который обозначает рекомендуемую кнопку"
  },
  "menu.orderList": {
    "message": "Список заказов",
    "description": "Текст в меню сайта, заказ относится к заказам пользователя на услуги"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст в меню сайта, заявка относится к заявкам пользователя на услуги"
  },
  "menu.userProfile": {
    "message": "Профиль пользователя",
    "description": "Текст в меню сайта, профиль пользователя относится к личной информации пользователя"
  },
  "menu.idVerify": {
    "message": "Проверка личности",
    "description": "Текст в меню сайта, проверка личности относится к верификации личности пользователя"
  },
  "menu.manageApplication": {
    "message": "Управление заявками",
    "description": "Текст в меню сайта, управление заявками относится к управлению заявками пользователя"
  },
  "menu.distributionIndex": {
    "message": "Доход от рекомендаций",
    "description": "Текст в меню сайта, доход от рекомендаций относится к доходу пользователя от рекомендаций"
  },
  "menu.developerPlatform": {
    "message": "Платформа разработчиков",
    "description": "Текст в меню сайта, платформа разработчиков обозначает платформу для разработчиков"
  },
  "menu.usageList": {
    "message": "История использования",
    "description": "Текст в меню сайта, история использования относится к истории использования API услуг пользователем"
  },
  "menu.credentialIndex": {
    "message": "Учетные данные",
    "description": "Текст в меню сайта, учетные данные относятся к данным для доступа к API"
  },
  "menu.manageOrder": {
    "message": "Управление заказами",
    "description": "Текст в меню сайта, управление заказами относится к управлению заказами пользователя, заказ относится к заказам на услуги"
  },
  "menu.manageDistributionStatus": {
    "message": "Управление распределением",
    "description": "Текст в меню сайта, управление распределением относится к управлению статусом распределения пользователя, касающемуся дохода от рекомендаций"
  },
  "message.benefit1": {
    "message": "Поддержка от персонального менеджера",
    "description": "Текст на главной странице сайта, поддержка от персонального менеджера обозначает, что пользователь может получить поддержку от персонального менеджера"
  },
  "message.benefit2": {
    "message": "Приоритетный доступ к новым функциям",
    "description": "Текст на главной странице сайта, приоритетный доступ к новым функциям обозначает, что пользователь может получить приоритетный доступ к новым функциям"
  },
  "message.buyExtra": {
    "message": "Купить дополнительные услуги",
    "description": "Текст на главной странице сайта, покупка лимита обозначает, что пользователь может купить лимит"
  },
  "message.subscribe": {
    "message": "Подписаться",
    "description": "Текст на главной странице сайта, подписка на членство обозначает, что пользователь может подписаться на членство"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хотите подписываться на периодическое членство? Вы также можете попробовать купить лимит отдельно.",
    "description": "Текст на главной странице сайта, не хотите подписываться обозначает, что пользователь не хочет подписываться на членство"
  },
  "message.doNotWantExtra": {
    "message": "Не хотите покупать лимит? Вы также можете попробовать подписаться на периодическое членство.",
    "description": "Текст на главной странице сайта, не хотите покупать лимит обозначает, что пользователь не хочет покупать лимит"
  },
  "message.applicationNotFound": {
    "message": "Заявка не найдена",
    "description": "Сообщение, отображаемое пользователю, когда заявка не найдена."
  },
  "subscription.title": {
    "message": "Подписка на членство, наслаждайтесь большими преимуществами",
    "description": "Сообщение, отображаемое пользователю при подписке на услуги."
  },
  "subscription.3days": {
    "message": "3 дня пробного членства",
    "description": "Тип членства, 3 дня пробного членства"
  },
  "subscription.3days.description": {
    "message": "Пробное членство, подходит для краткосрочного использования.",
    "description": "Тип членства, подходит для краткосрочного использования"
  },
  "subscription.weekly": {
    "message": "Недельное членство",
    "description": "Тип членства, недельное членство обозначает, что пользователь купил недельное членство"
  },
  "subscription.monthly": {
    "message": "Месячное членство",
    "description": "Тип членства, месячное членство обозначает, что пользователь купил месячное членство"
  },
  "subscription.yearly": {
    "message": "Годовое членство",
    "description": "Тип членства, годовое членство обозначает, что пользователь купил годовое членство"
  },
  "subscription.weekly.description": {
    "message": "Пробное недельное членство, подходит для краткосрочного использования.",
    "description": "Описание типа членства, недельное членство обозначает, что пользователь купил недельное членство"
  },
  "subscription.monthly.description": {
    "message": "Гибкое месячное членство, подходит для долгосрочного использования.",
    "description": "Описание типа членства, месячное членство обозначает, что пользователь купил месячное членство"
  },
  "subscription.yearly.description": {
    "message": "Выгодное годовое членство, самый выгодный выбор.",
    "description": "Описание типа членства, годовое членство обозначает, что пользователь купил годовое членство"
  },
  "subscription.introduction": {
    "message": "Подписка на членство, разблокируйте все AI услуги на сайте.",
    "description": "Описание членства, обозначающее преимущества членства"
  },
  "menu.coinIndex": {
    "message": "Интеграция криптовалюты",
    "description": "Текст в меню сайта, обозначающий интеграцию криптовалюты"
  },
  "menu.platformTokenIndex": {
    "message": "Токен платформы",
    "description": "Текст в меню сайта, токен платформы относится к токену для доступа к платформе Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Центр публикаций",
    "description": "Текст в меню сайта, центр публикаций относится к месту, где пользователи публикуют контент"
  },
  "menu.platformRankIndex": {
    "message": "Рейтинг платформы",
    "description": "Текст в меню сайта, рейтинг платформы относится к списку доходов, рекомендованному пользователями"
  },
  "menu.manageOrderDiscount": {
    "message": "Управление скидками",
    "description": "Текст в меню сайта, вход для управления скидками на заказы, видимый только администраторам"
  },
  "menu.manageUser": {
    "message": "Управление пользователями",
    "description": "Текст в меню сайта, вход для управления пользователями, видимый только администраторам"
  },
  "menu.revenueAnalysis": {
    "message": "Анализ доходов",
    "description": "Текст в меню сайта, вход для анализа доходов, видимый только администраторам"
  }
}