{
  "button.suggested": {
    "message": "Рекомендуется",
    "description": "Текст кнопки, указывающий на рекомендуемую кнопку"
  },
  "menu.orderList": {
    "message": "Список заказов",
    "description": "Текст в меню сайта, заказы означают заказы пользователя на покупку услуг"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст в меню сайта, заявки означают заявки пользователя на использование услуг"
  },
  "menu.userProfile": {
    "message": "Профиль пользователя",
    "description": "Текст в меню сайта, профиль пользователя означает личный профиль пользователя"
  },
  "menu.idVerify": {
    "message": "Проверка личности",
    "description": "Текст в меню сайта, проверка личности означает верификацию личности пользователя"
  },
  "menu.manageApplication": {
    "message": "Управление заявками",
    "description": "Текст в меню сайта, управление заявками означает управление заявками пользователя"
  },
  "menu.distributionIndex": {
    "message": "Реферальный доход",
    "description": "Текст в меню сайта, реферальный доход означает доход от рекомендаций пользователя"
  },
  "menu.developerPlatform": {
    "message": "Платформа разработчика",
    "description": "Текст в меню сайта, платформа разработчика означает платформу для разработчиков"
  },
  "menu.usageList": {
    "message": "История использования",
    "description": "Текст в меню сайта, история использования означает историю использования API-сервисов пользователем"
  },
  "menu.credentialIndex": {
    "message": "Учетные данные",
    "description": "Текст в меню сайта, учетные данные означают учетные данные для доступа к API"
  },
  "menu.manageOrder": {
    "message": "Управление заказами",
    "description": "Текст в меню сайта, управление заказами означает управление заказами пользователя, заказы означают заказы пользователя на покупку услуг"
  },
  "menu.manageDistributionStatus": {
    "message": "Управление дистрибуцией",
    "description": "Текст в меню сайта, управление дистрибуцией означает управление статусом дистрибуции пользователя, связано с доходом от рекомендаций пользователя"
  },
  "message.benefit1": {
    "message": "Поддержка от персонального консультанта",
    "description": "Текст на главной странице сайта, поддержка от персонального консультанта означает, что пользователь может получить поддержку от персонального консультанта"
  },
  "message.benefit2": {
    "message": "Приоритетный доступ к новым функциям",
    "description": "Текст на главной странице сайта, приоритетный доступ к новым функциям означает, что пользователь может получить приоритетный доступ к новым функциям"
  },
  "message.buyExtra": {
    "message": "Купить",
    "description": "Текст на главной странице сайта, покупка квоты означает, что пользователь может купить квоту"
  },
  "message.subscribe": {
    "message": "Подписаться",
    "description": "Текст на главной странице сайта, подписка на членство означает, что пользователь может подписаться на членство"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хотите подписываться на периодическое членство? Вы также можете попробовать купить квоту отдельно.",
    "description": "Текст на главной странице сайта, не хотите подписываться означает, что пользователь не хочет подписываться на членство"
  },
  "message.doNotWantExtra": {
    "message": "Не хотите покупать квоту? Вы также можете попробовать подписаться на периодическое членство.",
    "description": "Текст на главной странице сайта, не хотите покупать квоту означает, что пользователь не хочет покупать квоту"
  },
  "message.applicationNotFound": {
    "message": "Заявка не найдена",
    "description": "Сообщение, отображаемое пользователю, когда заявка не найдена."
  },
  "subscription.title": {
    "message": "Подписка на членство, наслаждайтесь дополнительными преимуществами",
    "description": "Сообщение, отображаемое пользователю при подписке на услугу."
  },
  "subscription.3days": {
    "message": "3-дневное пробное членство",
    "description": "Тип членства, 3-дневное пробное членство"
  },
  "subscription.3days.description": {
    "message": "Пробное членство, подходит для краткосрочного использования.",
    "description": "Тип членства, подходит для краткосрочного использования"
  },
  "subscription.weekly": {
    "message": "Еженедельное членство",
    "description": "Тип членства, еженедельное членство означает, что пользователь покупает членство на неделю"
  },
  "subscription.monthly": {
    "message": "Ежемесячное членство",
    "description": "Тип членства, ежемесячное членство означает, что пользователь покупает членство на месяц"
  },
  "subscription.yearly": {
    "message": "Годовое членство",
    "description": "Тип членства, годовое членство означает, что пользователь покупает членство на год"
  },
  "subscription.weekly.description": {
    "message": "Пробное еженедельное членство, подходит для краткосрочного использования.",
    "description": "Описание типа членства, еженедельное членство означает, что пользователь покупает членство на неделю"
  },
  "subscription.monthly.description": {
    "message": "Гибкое ежемесячное членство, подходит для долгосрочного использования.",
    "description": "Описание типа членства, ежемесячное членство означает, что пользователь покупает членство на месяц"
  },
  "subscription.yearly.description": {
    "message": "Выгодное годовое членство, самый экономичный выбор.",
    "description": "Описание типа членства, годовое членство означает, что пользователь покупает членство на год"
  },
  "subscription.introduction": {
    "message": "Подписка на членство, разблокируйте все AI-сервисы на сайте.",
    "description": "Введение в членство означает введение в членство"
  }
}