{
  "button.suggested": {
    "message": "Рекомендовать",
    "description": "Текст на кнопке, рекомендовать означает рекомендованную кнопку"
  },
  "menu.orderList": {
    "message": "Список заказов",
    "description": "Текст в меню сайта, список заказов обозначает заказы, которые пользователь сделал для получения услуг"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст в меню сайта, список заявок обозначает заявки пользователя на использование услуг"
  },
  "menu.userProfile": {
    "message": "Профиль пользователя",
    "description": "Текст в меню сайта, профиль пользователя обозначает личные данные пользователя"
  },
  "menu.idVerify": {
    "message": "Проверка личности",
    "description": "Текст в меню сайта, проверка личности обозначает проверку личных данных пользователя"
  },
  "menu.manageApplication": {
    "message": "Управление заявками",
    "description": "Текст в меню сайта, управление заявками обозначает управление заявками пользователя"
  },
  "menu.distributionIndex": {
    "message": "Доходы от рекомендаций",
    "description": "Текст в меню сайта, доходы от рекомендаций обозначает доходы пользователя от рекомендаций"
  },
  "menu.developerPlatform": {
    "message": "Платформа разработчиков",
    "description": "Текст в меню сайта, платформа разработчиков обозначает платформу для разработчиков"
  },
  "menu.usageList": {
    "message": "История использования",
    "description": "Текст в меню сайта, история использования обозначает историю использования API пользователем"
  },
  "menu.credentialIndex": {
    "message": "Учетные данные",
    "description": "Текст в меню сайта, учетные данные обозначают данные для доступа к API"
  },
  "menu.manageOrder": {
    "message": "Управление заказами",
    "description": "Текст в меню сайта, управление заказами обозначает управление заказами пользователя"
  },
  "menu.manageDistributionStatus": {
    "message": "Управление дистрибуцией",
    "description": "Текст в меню сайта, управление дистрибуцией обозначает управление статусом дистрибуции пользователя"
  },
  "message.benefit1": {
    "message": "Поддержка от персонального менеджера",
    "description": "Текст на главной странице сайта, поддержка от персонального менеджера означает, что пользователь может получить консультации от персонального менеджера"
  },
  "message.benefit2": {
    "message": "Приоритетный доступ к новым функциям",
    "description": "Текст на главной странице сайта, приоритетный доступ к новым функциям означает, что пользователь может первоочередно использовать новые функции"
  },
  "message.buyExtra": {
    "message": "Купить дополнительные услуги",
    "description": "Текст на главной странице сайта, купить дополнительные услуги означает, что пользователь может приобрести дополнительные услуги"
  },
  "message.subscribe": {
    "message": "Подписаться",
    "description": "Текст на главной странице сайта, подписаться означает, что пользователь может оформить подписку"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хотите подписываться на полноценную подписку? Вы также можете попробовать купить отдельные услуги.",
    "description": "Текст на главной странице сайта, не хотите подписываться обозначает, что пользователь не хочет оформлять подписку"
  },
  "message.doNotWantExtra": {
    "message": "Не хотите покупать дополнительные услуги? Вы также можете попробовать подписаться на полноценную подписку.",
    "description": "Текст на главной странице сайта, не хотите покупать дополнительные услуги обозначает, что пользователь не хочет покупать дополнительные услуги"
  },
  "subscription.3days": {
    "message": "3 дня подписки",
    "description": "Тип подписки, 3 дня подписки"
  },
  "subscription.3days.description": {
    "message": "Пробная подписка, подходит для краткосрочного использования.",
    "description": "Тип подписки, подходящий для краткосрочного использования"
  },
  "subscription.weekly": {
    "message": "Неделя подписки",
    "description": "Тип подписки, неделя подписки обозначает, что пользователь приобрел недельную подписку"
  },
  "subscription.monthly": {
    "message": "Месяц подписки",
    "description": "Тип подписки, месяц подписки обозначает, что пользователь приобрел месячную подписку"
  },
  "subscription.yearly": {
    "message": "Годовая подписка",
    "description": "Тип подписки, годовая подписка обозначает, что пользователь приобрел годовую подписку"
  },
  "subscription.weekly.description": {
    "message": "Пробная недельная подписка, подходит для краткосрочного использования.",
    "description": "Описание типа подписки, недельная подписка обозначает, что пользователь приобрел недельную подписку"
  },
  "subscription.monthly.description": {
    "message": "Гибкая месячная подписка, подходит для долгосрочного использования.",
    "description": "Описание типа подписки, месячная подписка обозначает, что пользователь приобрел месячную подписку"
  },
  "subscription.yearly.description": {
    "message": "Выгодная годовая подписка, наилучший выбор.",
    "description": "Описание типа подписки, годовая подписка обозначает, что пользователь приобрел годовую подписку"
  },
  "subscription.introduction": {
    "message": "Подпишитесь, чтобы разблокировать все AI услуги на сайте.",
    "description": "Описание подписки, обозначающее описание подписки"
  }
}