{
  "button.detail": {
    "message": "Просмотреть детали",
    "description": "Текст на кнопке, используемый для просмотра деталей истории рефералов для веб-сайта."
  },
  "button.withdrawal": {
    "message": "Вывести",
    "description": "Текст на кнопке, используемый для вывода заработанных реферальных средств для веб-сайта."
  },
  "button.query": {
    "message": "Запрос",
    "description": "Текст на кнопке, используемый для запроса заработанных реферальных средств для веб-сайта."
  },
  "field.id": {
    "message": "ID реферала",
    "description": "Уникальный идентификатор распределения, где распределение означает реферал для веб-сайта API-сервиса."
  },
  "field.percentage": {
    "message": "Процент реферальных заработков",
    "description": "Процент реферальных заработков, рассчитанный на основе суммы заказа."
  },
  "field.price": {
    "message": "Сумма заказа",
    "description": "Сумма заказа, используемая для расчета реферальных заработков."
  },
  "field.reward": {
    "message": "Реферальное вознаграждение",
    "description": "Реферальные заработки, рассчитанные на основе суммы заказа и процента реферальных заработков."
  },
  "field.createdAt": {
    "message": "Время реферала",
    "description": "Время создания реферала."
  },
  "field.level": {
    "message": "Уровень",
    "description": "Уровень реферала, используемый для расчета реферальных заработков."
  },
  "field.threshold": {
    "message": "Порог реферальных заработков",
    "description": "Порог реферальных заработков, используемый для вывода реферальных заработков."
  },
  "field.inviteeId": {
    "message": "ID пригласившего",
    "description": "Уникальный идентификатор пригласившего, где пригласивший означает пользователя, пригласившего приглашенного на веб-сайт API-сервиса."
  },
  "field.isVerified": {
    "message": "Подтверждено",
    "description": "Флаг, указывающий, подтвержден ли пользователь-реферал реальной информацией."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Разница до следующего уровня",
    "description": "Разница между текущей суммой заказа и порогом следующего уровня."
  },
  "message.developingWithDrawal": {
    "message": "Пожалуйста, добавьте обслуживание клиентов для обработки вывода средств, вывод средств будет удерживать 6% налог на доходы, счета могут использоваться для вычета",
    "description": "Сообщение, указывающее, что функция вывода средств находится в разработке."
  },
  "message.technicalDetail": {
    "message": "Техническая деталь",
    "description": "Техническая деталь системы рефералов реализована."
  },
  "message.distributionQrDescription": {
    "message": "QR-код реферала (тот же контент, что и ссылка)",
    "description": "Описание QR-кода реферала."
  },
  "message.distributionLink": {
    "message": "Ссылка реферала",
    "description": "Ссылка реферала, используемая для привязки клиента в качестве подчиненного клиента."
  },
  "message.updateSuccessfully": {
    "message": "Обновление успешно",
    "description": "Сообщение, указывающее, что информация о реферале успешно обновлена."
  },
  "message.distributionLinkDescription": {
    "message": "Если клиент регистрируется на этой платформе через эту ссылку или QR-код, клиент будет постоянно привязан к вам в качестве вашего подчиненного клиента, и все заказы потребления клиента на этой платформе будут возвращены на ваш счет в соответствии с текущим коэффициентом распределения.",
    "description": "Описание ссылки реферала."
  },
  "message.distributionLinkDescription2": {
    "message": "Эта ссылка содержит ваш идентификатор пользователя. После того как клиент откроет ссылку, ваш идентификатор пользователя будет записан в браузере клиента в виде Cookies, которые действительны в течение семи дней. В течение семи дней, если клиент регистрируется на этой платформе, отсканировав код, ваш идентификатор пользователя будет загружен на сервер регистрации с помощью Cookies, и клиент может быть привязан к вам в качестве вашего подчиненного клиента.",
    "description": "Описание ссылки реферала."
  },
  "title.price": {
    "message": "Общая сумма реферальных заказов",
    "description": "Общая сумма реферальных заказов, используемая для расчета реферальных заработков."
  },
  "title.reward": {
    "message": "Общие реферальные вознаграждения",
    "description": "Общие реферальные вознаграждения, рассчитанные на основе суммы заказа и процента реферальных заработков."
  },
  "title.level": {
    "message": "Уровень реферала",
    "description": "Уровень реферала, используемый для расчета реферальных заработков."
  },
  "title.percentage": {
    "message": "Процент реферальных заработков",
    "description": "Процент реферальных заработков, используемый для расчета реферальных заработков."
  },
  "title.currentLevel": {
    "message": "Текущий уровень",
    "description": "Текущий уровень реферала, используемый для расчета реферальных заработков."
  },
  "title.nextLevel": {
    "message": "Следующий уровень",
    "description": "Следующий уровень реферала, используемый для расчета реферальных заработков."
  },
  "title.currentPercentage": {
    "message": "Текущий процент реферальных заработков",
    "description": "Текущий процент реферальных заработков, используемый для расчета реферальных заработков."
  },
  "title.nextPercentage": {
    "message": "Процент реферальных заработков следующего уровня",
    "description": "Процент реферальных заработков следующего уровня, используемый для расчета реферальных заработков."
  },
  "title.levelInfo": {
    "message": "Информация об уровне",
    "description": "Информация о уровне реферала, используемая для расчета реферальных заработков."
  },
  "title.distributionLink": {
    "message": "Ссылка реферала",
    "description": "Ссылка реферала, используемая для привязки клиента в качестве подчиненного клиента."
  },
  "title.inviteesCount": {
    "message": "Общее количество приглашенных",
    "description": "Общее количество приглашенных, используемое для расчета реферальных заработков."
  },
  "title.manageDistributionStatus": {
    "message": "Управление реферальным статусом",
    "description": "Управление статусом реферала."
  }
}