{
  "button": {
    "detail": "Просмотреть детали",
    "_detail.comment": "Текст на кнопке, который используется для просмотра деталей истории рефералов на веб-сайте.",
    "withdrawal": "Вывод",
    "_withdrawal.comment": "Текст на кнопке, который используется для вывода заработанных реферальных средств на веб-сайте.",
    "query": "Запрос",
    "_query.comment": "Текст на кнопке, который используется для запроса заработанных реферальных средств на веб-сайте."
  },
  "field": {
    "id": "Идентификатор реферала",
    "_id.comment": "Уникальный идентификатор распределения, распределение означает реферала для веб-сайта API-сервиса.",
    "percentage": "Процент реферального заработка",
    "_percentage.comment": "Процент реферального заработка, который рассчитывается на основе суммы заказа.",
    "price": "Сумма заказа",
    "_price.comment": "Сумма заказа, которая используется для расчета реферального заработка.",
    "reward": "Реферальное вознаграждение",
    "_reward.comment": "Реферальный заработок, который рассчитывается на основе суммы заказа и процента реферального заработка.",
    "createdAt": "Время реферала",
    "_createdAt.comment": "Время создания реферала.",
    "level": "Уровень",
    "_level.comment": "Уровень реферала, который используется для расчета реферального заработка.",
    "threshold": "Порог реферального заработка",
    "_threshold.comment": "Порог реферального заработка, который используется для вывода реферального заработка.",
    "inviteeId": "Идентификатор пригласившего",
    "_inviteeId.comment": "Уникальный идентификатор пригласившего, пригласивший означает пользователя, который приглашает приглашенного на веб-сайт API-сервиса.",
    "isVerified": "Подтверждено",
    "_isVerified.comment": "Флаг, указывающий, подтвержден ли реферальный пользователь реальной информацией."
  },
  "message": {
    "deltaPriceForNextLevel": "Разница до следующего уровня",
    "_deltaPriceForNextLevel": "Разница между текущей суммой заказа и порогом следующего уровня.",
    "developingWithDrawal": "Пожалуйста, добавьте обслуживание клиентов для обработки вывода средств, вывод средств будет удерживать 6% налог на доходы, счета могут использоваться для вычета",
    "_developingWithDrawal": "Сообщение, указывающее, что функция вывода средств находится в разработке.",
    "technicalDetail": "Техническая деталь",
    "_technicalDetail": "Техническая деталь реферальной системы реализована.",
    "distributionQrDescription": "QR-код реферала (тот же контент, что и ссылка)",
    "_distributionQrDescription": "Описание QR-кода реферала.",
    "distributionLink": "Ссылка реферала",
    "_distributionLink": "Ссылка реферала, которая используется для привязки клиента в качестве подчиненного клиента.",
    "updateSuccessfully": "Обновление успешно",
    "_updateSuccessfully": "Сообщение, указывающее, что информация о реферале успешно обновлена.",
    "distributionLinkDescription": "Если клиент регистрируется на этой платформе через эту ссылку или QR-код, клиент будет постоянно привязан к вам в качестве вашего подчиненного клиента, и все заказы на потребление клиента на этой платформе будут возвращены на ваш счет в соответствии с текущим коэффициентом распределения.",
    "_distributionLinkDescription": "Описание ссылки реферала.",
    "distributionLinkDescription2": "Эта ссылка содержит ваш идентификатор пользователя. После того, как клиент откроет ссылку, ваш идентификатор пользователя будет записан в браузере клиента в виде Cookies, которые действительны в течение семи дней. В течение семи дней, если клиент регистрируется на этой платформе, отсканировав код, ваш идентификатор пользователя будет загружен на сервер регистрации с помощью Cookies, и клиент может быть привязан к вам в качестве вашего подчиненного клиента.",
    "_distributionLinkDescription2": "Описание ссылки реферала."
  },
  "title": {
    "price": "Общая сумма реферальных заказов",
    "_price.comment": "Общая сумма реферальных заказов, которая используется для расчета реферального заработка.",
    "reward": "Общее реферальное вознаграждение",
    "_reward.comment": "Общее реферальное вознаграждение, которое рассчитывается на основе суммы заказа и процента реферального заработка.",
    "level": "Уровень реферала",
    "_level.comment": "Уровень реферала, который используется для расчета реферального заработка.",
    "percentage": "Процент реферального заработка",
    "_percentage.comment": "Процент реферального заработка, который используется для расчета реферального заработка.",
    "currentLevel": "Текущий уровень",
    "_currentLevel.comment": "Текущий уровень реферала, который используется для расчета реферального заработка.",
    "nextLevel": "Следующий уровень",
    "_nextLevel.comment": "Следующий уровень реферала, который используется для расчета реферального заработка.",
    "currentPercentage": "Текущий процент реферального заработка",
    "_currentPercentage.comment": "Текущий процент реферального заработка, который используется для расчета реферального заработка.",
    "nextPercentage": "Процент реферального заработка следующего уровня",
    "_nextPercentage.comment": "Процент реферального заработка следующего уровня, который используется для расчета реферального заработка.",
    "levelInfo": "Информация об уровне",
    "_levelInfo.comment": "Информация о уровне реферала, которая используется для расчета реферального заработка.",
    "distributionLink": "Ссылка реферала",
    "_distributionLink.comment": "Ссылка реферала, которая используется для привязки клиента в качестве подчиненного клиента.",
    "inviteesCount": "Общее количество приглашенных",
    "_inviteesCount.comment": "Общее количество приглашенных, которое используется для расчета реферального заработка.",
    "manageDistributionStatus": "Управление распределением",
    "_manageDistributionStatus.comment": "Управление статусом реферала."
  }
}