{
  "button.detail": {
    "message": "Просмотреть детали",
    "description": "Текст на кнопке, который используется для просмотра деталей истории рефералов для веб-сайта."
  },
  "button.withdrawal": {
    "message": "Вывести",
    "description": "Текст на кнопке, который используется для вывода заработанных реферальных средств для веб-сайта."
  },
  "button.query": {
    "message": "Запрос",
    "description": "Текст на кнопке, который используется для запроса заработанных реферальных средств для веб-сайта."
  },
  "field.id": {
    "message": "ID реферала",
    "description": "Уникальный идентификатор распределения, распределение означает реферал для веб-сайта API-сервиса."
  },
  "field.percentage": {
    "message": "Процент заработка реферала",
    "description": "Процент заработка реферала, который рассчитывается на основе суммы заказа."
  },
  "field.price": {
    "message": "Сумма заказа",
    "description": "Сумма заказа, которая используется для расчета заработка реферала."
  },
  "field.reward": {
    "message": "Награда реферала",
    "description": "Заработок реферала, который рассчитывается на основе суммы заказа и процента заработка реферала."
  },
  "field.createdAt": {
    "message": "Время реферала",
    "description": "Время создания реферала."
  },
  "field.level": {
    "message": "Уровень",
    "description": "Уровень реферала, который используется для расчета заработка реферала."
  },
  "field.threshold": {
    "message": "Порог заработка реферала",
    "description": "Порог заработка реферала, который используется для вывода заработанных реферальных средств."
  },
  "field.inviteeId": {
    "message": "ID пригласившего",
    "description": "Уникальный идентификатор пригласившего, пригласивший означает пользователя, который приглашает приглашенного на веб-сайт API-сервиса."
  },
  "field.isVerified": {
    "message": "Подтверждено",
    "description": "Флаг, указывающий, подтвержден ли пользователь-реферал реальной информацией."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Разница до следующего уровня",
    "description": "Разница между текущей суммой заказа и порогом следующего уровня."
  },
  "message.developingWithDrawal": {
    "message": "Пожалуйста, присоединитесь к Discord и проконсультируйтесь с поддержкой по обработке вывода средств, вывод средств будет удерживать соответствующий налог на доходы.",
    "description": "Сообщение, указывающее, что функция вывода средств находится в разработке."
  },
  "message.technicalDetail": {
    "message": "Техническая деталь",
    "description": "Техническая деталь реферальной системы реализована."
  },
  "message.distributionQrDescription": {
    "message": "QR-код реферала (тот же контент, что и ссылка)",
    "description": "Описание QR-кода реферала."
  },
  "message.distributionLink": {
    "message": "Ссылка реферала",
    "description": "Ссылка реферала, которая используется для привязки клиента в качестве подчиненного клиента."
  },
  "message.updateSuccessfully": {
    "message": "Обновление успешно",
    "description": "Сообщение, указывающее, что информация о реферале успешно обновлена."
  },
  "message.distributionLinkDescription": {
    "message": "Если клиент регистрируется на этой платформе через эту ссылку или QR-код, клиент будет постоянно привязан к вам в качестве вашего подчиненного клиента, и все заказы потребления клиента на этой платформе будут возвращены на ваш счет в соответствии с текущим коэффициентом распределения.",
    "description": "Описание ссылки реферала."
  },
  "message.distributionLinkDescription2": {
    "message": "Эта ссылка содержит ваш идентификатор пользователя. После того как клиент откроет ссылку, ваш идентификатор пользователя будет записан в браузере клиента в виде Cookies, которые действительны в течение семи дней. В течение семи дней, если клиент регистрируется на этой платформе, отсканировав код, ваш идентификатор пользователя будет загружен на сервер регистрации с помощью Cookies, и клиент может быть привязан к вам в качестве вашего нижестоящего клиента.",
    "description": "Описание ссылки реферала."
  },
  "title.price": {
    "message": "Общая сумма реферальных заказов",
    "description": "Общая сумма реферальных заказов, которая используется для расчета заработка реферала."
  },
  "title.reward": {
    "message": "Общие реферальные награды",
    "description": "Общие реферальные награды, которые рассчитываются на основе суммы заказа и процента заработка реферала."
  },
  "title.level": {
    "message": "Уровень реферала",
    "description": "Уровень реферала, который используется для расчета заработка реферала."
  },
  "title.percentage": {
    "message": "Процент заработка реферала",
    "description": "Процент заработка реферала, который используется для расчета заработка реферала."
  },
  "title.currentLevel": {
    "message": "Текущий уровень",
    "description": "Текущий уровень реферала, который используется для расчета заработка реферала."
  },
  "title.nextLevel": {
    "message": "Следующий уровень",
    "description": "Следующий уровень реферала, который используется для расчета заработка реферала."
  },
  "title.currentPercentage": {
    "message": "Текущий процент заработка реферала",
    "description": "Текущий процент заработка реферала, который используется для расчета заработка реферала."
  },
  "title.nextPercentage": {
    "message": "Процент заработка следующего уровня",
    "description": "Процент заработка следующего уровня, который используется для расчета заработка реферала."
  },
  "title.levelInfo": {
    "message": "Информация об уровне",
    "description": "Информация о уровне реферала, которая используется для расчета заработка реферала."
  },
  "title.distributionLink": {
    "message": "Ссылка реферала",
    "description": "Ссылка реферала, которая используется для привязки клиента в качестве подчиненного клиента."
  },
  "title.inviteesCount": {
    "message": "Общее количество приглашенных",
    "description": "Общее количество приглашенных, которое используется для расчета заработка реферала."
  },
  "title.manageDistributionStatus": {
    "message": "Управление распределением",
    "description": "Управление статусом реферала."
  }
}