{
  "button": {
    "detail": "Просмотреть детали",
    "_detail.comment": "Текст на кнопке, который используется для просмотра деталей истории рефералов на веб-сайте.",
    "withdrawal": "Вывод",
    "_withdrawal.comment": "Текст на кнопке, который используется для вывода заработанных реферальных средств на веб-сайте.",
    "query": "Запрос",
    "_query.comment": "Текст на кнопке, который используется для запроса заработанных реферальных средств на веб-сайте."
  },
  "field": {
    "id": "Идентификатор реферала",
    "_id.comment": "Уникальный идентификатор распределения, распределение означает реферала для веб-сайта API-сервиса.",
    "percentage": "Процент заработка по рефералам",
    "_percentage.comment": "Процент заработка по рефералам, рассчитанный на основе суммы заказа.",
    "price": "Сумма заказа",
    "_price.comment": "Сумма заказа, которая используется для расчета заработка по рефералам.",
    "reward": "Награда за реферала",
    "_reward.comment": "Заработок по рефералам, рассчитанный на основе суммы заказа и процента заработка по рефералам.",
    "createdAt": "Время реферала",
    "_createdAt.comment": "Время создания реферала.",
    "level": "Уровень",
    "_level.comment": "Уровень реферала, который используется для расчета заработка по рефералам.",
    "threshold": "Порог заработка по рефералам",
    "_threshold.comment": "Порог заработка по рефералам, который используется для вывода заработанных реферальных средств.",
    "inviteeId": "Идентификатор пригласившего",
    "_inviteeId.comment": "Уникальный идентификатор пригласившего, пригласивший означает пользователя, который пригласил приглашенного на веб-сайт API-сервиса.",
    "isVerified": "Подтверждено",
    "_isVerified.comment": "Флаг, указывающий, подтвержден ли пользователь-реферал реальной информацией."
  },
  "message": {
    "deltaPriceForNextLevel": "Разница до следующего уровня",
    "_deltaPriceForNextLevel": "Разница между текущей суммой заказа и порогом следующего уровня.",
    "developingWithDrawal": "Пожалуйста, добавьте обслуживание клиентов для обработки выводов, выводы будут облагаться налогом на доход в размере 6%, счета могут использоваться для вычета",
    "_developingWithDrawal": "Сообщение, указывающее, что функция вывода находится в разработке.",
    "technicalDetail": "Техническая деталь",
    "_technicalDetail": "Техническая деталь системы рефералов реализована.",
    "distributionQrDescription": "QR-код реферала (тот же контент, что и ссылка)",
    "_distributionQrDescription": "Описание QR-кода реферала.",
    "distributionLink": "Ссылка на реферала",
    "_distributionLink": "Ссылка на реферала, которая используется для привязки клиента в качестве подчиненного клиента.",
    "updateSuccessfully": "Обновление успешно",
    "_updateSuccessfully": "Сообщение, указывающее, что информация о реферале успешно обновлена.",
    "distributionLinkDescription": "Если клиент зарегистрируется на этой платформе через эту ссылку или QR-код, клиент будет навсегда привязан к вам в качестве вашего подчиненного клиента, и все заказы клиента на этой платформе будут возвращены на ваш счет в соответствии с текущим коэффициентом распределения.",
    "_distributionLinkDescription": "Описание ссылки на реферала.",
    "distributionLinkDescription2": "Эта ссылка содержит ваш идентификатор пользователя. После того как клиент откроет ссылку, ваш идентификатор пользователя будет записан в браузере клиента в виде Cookies, которые действительны в течение семи дней. В течение семи дней, если клиент зарегистрируется на этой платформе, отсканировав код, ваш идентификатор пользователя будет загружен на сервер регистрации с помощью Cookies, и клиент может быть привязан к вам в качестве вашего нижестоящего клиента.",
    "_distributionLinkDescription2": "Описание ссылки на реферала."
  },
  "title": {
    "price": "Общая сумма заказов по рефералам",
    "_price.comment": "Общая сумма заказов по рефералам, которая используется для расчета заработка по рефералам.",
    "reward": "Общая награда за рефералов",
    "_reward.comment": "Общая награда за рефералов, рассчитанная на основе суммы заказа и процента заработка по рефералам.",
    "level": "Уровень реферала",
    "_level.comment": "Уровень реферала, который используется для расчета заработка по рефералам.",
    "percentage": "Процент заработка по рефералам",
    "_percentage.comment": "Процент заработка по рефералам, который используется для расчета заработка по рефералам.",
    "currentLevel": "Текущий уровень",
    "_currentLevel.comment": "Текущий уровень реферала, который используется для расчета заработка по рефералам.",
    "nextLevel": "Следующий уровень",
    "_nextLevel.comment": "Следующий уровень реферала, который используется для расчета заработка по рефералам.",
    "currentPercentage": "Текущий процент заработка по рефералам",
    "_currentPercentage.comment": "Текущий процент заработка по рефералам, который используется для расчета заработка по рефералам.",
    "nextPercentage": "Процент заработка на следующем уровне",
    "_nextPercentage.comment": "Процент заработка на следующем уровне, который используется для расчета заработка по рефералам.",
    "levelInfo": "Информация об уровне",
    "_levelInfo.comment": "Информация об уровне реферала, которая используется для расчета заработка по рефералам.",
    "distributionLink": "Ссылка на реферала",
    "_distributionLink.comment": "Ссылка на реферала, которая используется для привязки клиента в качестве подчиненного клиента.",
    "inviteesCount": "Общее количество приглашенных",
    "_inviteesCount.comment": "Общее количество приглашенных, которое используется для расчета заработка по рефералам.",
    "manageDistributionStatus": "Управление распределением",
    "_manageDistributionStatus.comment": "Управление статусом реферала."
  }
}