{
  "button.edit": {
    "message": "Επεξεργασία μηνύματος",
    "description": "Επεξεργασία του αποσταλμένου μηνύματος"
  },
  "model.35Standard": {
    "message": "3.5 Πρότυπο",
    "description": "Η ονομασία του μοντέλου της υπηρεσίας, δηλαδή το GPT 3.5 Βασικό"
  },
  "model.35StandardDescription": {
    "message": "Κατάλληλο για καθημερινές εργασίες.",
    "description": "Η περιγραφή του μοντέλου 3.5 Πρότυπο"
  },
  "model.35Browsing": {
    "message": "3.5 Διαδικτυακό",
    "description": "Η ονομασία του μοντέλου της υπηρεσίας, δηλαδή το GPT 3.5 Διαδικτυακό"
  },
  "model.35BrowsingDescription": {
    "message": "Μπορεί να αναζητήσει πληροφορίες σε πραγματικό χρόνο.",
    "description": "Η περιγραφή του μοντέλου 3.5 Περιήγηση"
  },
  "model.4Standard": {
    "message": "4.0 Πρότυπο",
    "description": "Η ονομασία του μοντέλου της υπηρεσίας, δηλαδή το GPT 4.0 Πρότυπο"
  },
  "model.4StandardDescription": {
    "message": "Πιο ισχυρό μοντέλο, κατάλληλο για πολύπλοκες εργασίες.",
    "description": "Η περιγραφή του μοντέλου 4.0 Πρότυπο"
  },
  "model.4Browsing": {
    "message": "4.0 Διαδικτυακό",
    "description": "Η ονομασία του μοντέλου της υπηρεσίας, δηλαδή το GPT 4.0 Διαδικτυακό"
  },
  "model.4BrowsingDescription": {
    "message": "Ικανό να αναζητά πληροφορίες σε πραγματικό χρόνο.",
    "description": "Η περιγραφή του μοντέλου 4.0 Περιήγηση"
  },
  "model.4Vision": {
    "message": "4.0 Οπτική",
    "description": "Η ονομασία του μοντέλου της υπηρεσίας, δηλαδή το GPT 4.0 Οπτική"
  },
  "model.4VisionDescription": {
    "message": "Μπορεί να αναλύσει εικόνες.",
    "description": "Η περιγραφή του μοντέλου 4.0 Οπτική"
  },
  "message.startNewChat": {
    "message": "Ξεκινήστε νέα συνομιλία",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη να ξεκινήσει νέα συνομιλία"
  },
  "message.uploadFile": {
    "message": "Ανέβασμα αρχείου",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη να ανεβάσει αρχείο"
  },
  "message.noToken": {
    "message": "Παρακαλώ ζητήστε την αντίστοιχη υπηρεσία πρώτα",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη να ζητήσει την αντίστοιχη υπηρεσία πρώτα"
  },
  "message.newMessagePlaceholder": {
    "message": "Πληκτρολογήστε την ερώτησή σας...",
    "description": "Placeholder στη σελίδα, λέγοντας στον χρήστη να εισάγει ερώτηση"
  },
  "message.noInput": {
    "message": "Η ερώτηση δεν μπορεί να είναι κενή",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι η ερώτηση δεν μπορεί να είναι κενή"
  },
  "message.uploadReferencesExceed": {
    "message": "Επιτρέπεται να ανεβάσετε το πολύ 1 αρχείο",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι μπορεί να ανεβάσει το πολύ 1 αρχείο"
  },
  "message.uploadReferencesError": {
    "message": "Η μεταφόρτωση αρχείου απέτυχε, παρακαλώ δοκιμάστε ξανά αργότερα",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι η μεταφόρτωση αρχείου απέτυχε, παρακαλώ δοκιμάστε ξανά αργότερα"
  },
  "message.notApplied": {
    "message": "Δεν έχετε ζητήσει αυτή την υπηρεσία, παρακαλώ ζητήστε πρώτα",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι δεν έχει ζητήσει αυτή την υπηρεσία, παρακαλώ ζητήστε πρώτα"
  },
  "message.tryForFree": {
    "message": "Δοκιμή δωρεάν",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη να δοκιμάσει δωρεάν"
  },
  "message.question1": {
    "message": "Δημιουργία προγράμματος εκπαίδευσης",
    "description": "Παράδειγμα ερώτησης για να ξεκινήσει η συνομιλία, ζητώντας από τον χρήστη να γράψει κώδικα JavaScript που εκτυπώνει 'Hello World'"
  },
  "message.question2": {
    "message": "Δημιουργία προσωπικής ιστοσελίδας",
    "description": "Παράδειγμα ερώτησης για να ξεκινήσει η συνομιλία, ζητώντας από τον χρήστη να γράψει ένα email στον Mike, λέγοντας του ότι μόλις μετακόμισε"
  },
  "message.question3": {
    "message": "Σχεδίαση ενδιαφέροντος παιχνιδιού προγραμματισμού",
    "description": "Παράδειγμα ερώτησης για να ξεκινήσει η συνομιλία, ζητώντας από τον χρήστη να εξηγήσει με απλά λόγια τις βασικές αρχές της κβαντικής υπολογιστικής"
  },
  "message.question4": {
    "message": "Ζήστε τη Σεούλ σαν ντόπιος",
    "description": "Παράδειγμα ερώτησης για να ξεκινήσει η συνομιλία, ζητώντας από τον χρήστη να εξηγήσει πώς η εικονική πραγματικότητα επιδρά στη δημιουργία τέχνης"
  },
  "message.errorApiError": {
    "message": "Η απάντηση απέτυχε, παρακαλώ δοκιμάστε ξανά αργότερα",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι η απάντηση απέτυχε, παρακαλώ δοκιμάστε ξανά αργότερα"
  },
  "message.errorBadRequest": {
    "message": "Το περιεχόμενο της αίτησης δεν είναι κανονικό, παρακαλώ υποβάλετε ξανά την ερώτηση",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι το περιεχόμενο της αίτησης δεν είναι κανονικό, παρακαλώ υποβάλετε ξανά την ερώτηση"
  },
  "message.errorNoConversation": {
    "message": "Η συνομιλία δεν υπάρχει ή έχει λήξει, παρακαλώ ξεκινήστε νέα συνομιλία",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι η συνομιλία δεν υπάρχει ή έχει λήξει, παρακαλώ ξεκινήστε νέα συνομιλία"
  },
  "message.errorContentTooLarge": {
    "message": "Το περιεχόμενο της ερώτησης είναι πολύ μεγάλο, παρακαλώ συντομεύστε το και δοκιμάστε ξανά",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι το περιεχόμενο της ερώτησης είναι πολύ μεγάλο, παρακαλώ συντομεύστε το και δοκιμάστε ξανά"
  },
  "message.errorTooManyRequests": {
    "message": "Οι ενέργειές σας είναι υπερβολικά συχνές, παρακαλώ δοκιμάστε ξανά αργότερα",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι οι ενέργειές του είναι υπερβολικά συχνές, παρακαλώ δοκιμάστε ξανά αργότερα"
  },
  "message.errorUsedUp": {
    "message": "Έχετε εξαντλήσει τις δυνατότητές σας, παρακαλώ αγοράστε περισσότερες για να συνεχίσετε να χρησιμοποιείτε",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι έχει εξαντλήσει τις δυνατότητές του, παρακαλώ αγοράστε περισσότερες για να συνεχίσετε να χρησιμοποιείτε"
  },
  "message.errorUnknown": {
    "message": "Προέκυψε άγνωστο σφάλμα στον διακομιστή, παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη πελατών",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι προέκυψε άγνωστο σφάλμα στον διακομιστή, παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη πελατών"
  },
  "message.errorTimeout": {
    "message": "Η απάντηση στην ερώτηση χρονικά υπερέβη, παρακαλώ δοκιμάστε ξανά αργότερα",
    "description": "Μήνυμα στη σελίδα, λέγοντας στον χρήστη ότι η απάντηση στην ερώτηση χρονικά υπερέβη, παρακαλώ δοκιμάστε ξανά αργότερα"
  },
  "message.errorNotApplied": {
    "message": "Δεν έχετε ζητήσει αυτή την υπηρεσία. Παρακαλώ κάντε αίτηση και μετά συνεχίστε με την ερώτησή σας.",
    "description": "Μήνυμα στην ιστοσελίδα που ενημερώνει τον χρήστη ότι δεν έχει ζητήσει αυτή την υπηρεσία. Παρακαλώ κάντε αίτηση και μετά συνεχίστε με την ερώτησή σας."
  },
  "message.confirmDelete": {
    "message": "Επιβεβαίωση διαγραφής",
    "description": "Μήνυμα στην ιστοσελίδα που ενημερώνει τον χρήστη να επιβεβαιώσει τη διαγραφή."
  },
  "message.howToUse": {
    "message": "Η AI μπορεί να κάνει λάθη, παρακαλώ ελέγξτε τις σημαντικές πληροφορίες.",
    "description": "Μήνυμα στην ιστοσελίδα που ενημερώνει τον χρήστη ότι η AI μπορεί να κάνει λάθη, παρακαλώ ελέγξτε τις σημαντικές πληροφορίες."
  },
  "title.chat": {
    "message": "AI Συνομιλία",
    "description": "Τίτλος της ιστοσελίδας, δηλαδή AI Συνομιλία."
  },
  "title.example": {
    "message": "Παράδειγμα",
    "description": "Τίτλος της ιστοσελίδας, δηλαδή Παράδειγμα."
  },
  "title.capabilities": {
    "message": "Δυνατότητες",
    "description": "Τίτλος της ιστοσελίδας, δηλαδή Δυνατότητες."
  },
  "title.limitations": {
    "message": "Περιορισμοί",
    "description": "Τίτλος στην ιστοσελίδα που υποδεικνύει ότι αυτή η ενότητα αφορά τις τεχνικές περιορισμούς της υπηρεσίας."
  },
  "title.complexQuestion": {
    "message": "Απάντηση σε περίπλοκες ερωτήσεις",
    "description": "Τίτλος στην ιστοσελίδα που υποδεικνύει ότι αυτή η ενότητα αφορά την ικανότητα της υπηρεσίας να απαντά σε περίπλοκες ερωτήσεις."
  },
  "title.professionalQuestion": {
    "message": "Συμβουλές για επαγγελματικά θέματα",
    "description": "Τίτλος στην ιστοσελίδα που υποδεικνύει ότι αυτή η ενότητα αφορά την ικανότητα της υπηρεσίας να συμβουλεύει σε επαγγελματικά ζητήματα."
  },
  "title.getTips": {
    "message": "Πάρτε έμπνευση και ιδέες",
    "description": "Τίτλος στην ιστοσελίδα που υποδεικνύει ότι αυτή η ενότητα αφορά την ικανότητα της υπηρεσίας να παρέχει έμπνευση και ιδέες."
  },
  "group.today": {
    "message": "Σήμερα",
    "description": "Όνομα ομάδας στην ιστοσελίδα, δηλαδή Σήμερα."
  },
  "group.yesterday": {
    "message": "Χθες",
    "description": "Όνομα ομάδας στην ιστοσελίδα, δηλαδή Χθες."
  },
  "group.thisWeek": {
    "message": "Αυτή την εβδομάδα",
    "description": "Όνομα ομάδας στην ιστοσελίδα, δηλαδή Αυτή την εβδομάδα."
  },
  "group.earlier": {
    "message": "Πιο νωρίς",
    "description": "Όνομα ομάδας στην ιστοσελίδα, δηλαδή Πιο νωρίς."
  }
}