{
  "button.edit": {
    "message": "Επεξεργασία μηνύματος",
    "description": "Επεξεργασία του αποσταλέντος μηνύματος"
  },
  "model.35Standard": {
    "message": "3,5 Πρότυπο",
    "description": "Το όνομα του μοντέλου της υπηρεσίας, δηλαδή το GPT 3.5 Βασικό"
  },
  "model.35StandardDescription": {
    "message": "Κατάλληλο για καθημερινές εργασίες.",
    "description": "Περιγραφή του μοντέλου 3.5 Πρότυπο"
  },
  "model.35Browsing": {
    "message": "3,5 Πλοήγηση",
    "description": "Το όνομα του μοντέλου της υπηρεσίας, δηλαδή το GPT 3.5 Πλοήγηση"
  },
  "model.35BrowsingDescription": {
    "message": "Μπορεί να ανακτήσει πληροφορίες σε πραγματικό χρόνο.",
    "description": "Περιγραφή του μοντέλου 3.5 Πλοήγηση"
  },
  "model.4Standard": {
    "message": "4,0 Πρότυπο",
    "description": "Το όνομα του μοντέλου της υπηρεσίας, δηλαδή το GPT 4.0 Πρότυπο"
  },
  "model.4StandardDescription": {
    "message": "Πιο ισχυρό μοντέλο, κατάλληλο για πολύπλοκες εργασίες.",
    "description": "Περιγραφή του μοντέλου 4.0 Πρότυπο"
  },
  "model.4Browsing": {
    "message": "4,0 Πλοήγηση",
    "description": "Το όνομα του μοντέλου της υπηρεσίας, δηλαδή το GPT 4.0 Πλοήγηση"
  },
  "model.4BrowsingDescription": {
    "message": "Δυνατό και ανακτά πληροφορίες σε πραγματικό χρόνο.",
    "description": "Περιγραφή του μοντέλου 4.0 Πλοήγηση"
  },
  "model.4Vision": {
    "message": "4,0 Οπτική",
    "description": "Το όνομα του μοντέλου της υπηρεσίας, δηλαδή το GPT 4.0 Οπτική"
  },
  "model.4VisionDescription": {
    "message": "Μπορεί να αναλύσει εικόνες.",
    "description": "Περιγραφή του μοντέλου 4.0 Οπτική"
  },
  "message.startNewChat": {
    "message": "Ξεκινήστε νέα συνομιλία",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη να ξεκινήσει νέα συνομιλία"
  },
  "message.uploadFile": {
    "message": "Ανέβασμα αρχείου",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη να ανεβάσει αρχείο"
  },
  "message.noToken": {
    "message": "Παρακαλώ κάντε αίτηση για την αντίστοιχη υπηρεσία",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη να κάνει αίτηση για την αντίστοιχη υπηρεσία"
  },
  "message.newMessagePlaceholder": {
    "message": "Πληκτρολογήστε την ερώτησή σας...",
    "description": "Placeholder στη σελίδα που ενημερώνει τον χρήστη να εισάγει την ερώτηση"
  },
  "message.noInput": {
    "message": "Η ερώτηση δεν μπορεί να είναι κενή",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι η ερώτηση δεν μπορεί να είναι κενή"
  },
  "message.uploadReferencesExceed": {
    "message": "Μπορείτε να ανεβάσετε το πολύ 1 αρχείο",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι μπορεί να ανεβάσει το πολύ 1 αρχείο"
  },
  "message.uploadReferencesError": {
    "message": "Η ανέβασμα αρχείου απέτυχε, παρακαλώ προσπαθήστε ξανά αργότερα",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι η ανέβασμα αρχείου απέτυχε, παρακαλώ προσπαθήστε ξανά αργότερα"
  },
  "message.notApplied": {
    "message": "Δεν έχετε κάνει αίτηση για αυτήν την υπηρεσία, παρακαλώ κάντε αίτηση πρώτα",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι δεν έχετε κάνει αίτηση για αυτήν την υπηρεσία, παρακαλώ κάντε αίτηση πρώτα"
  },
  "message.tryForFree": {
    "message": "Δοκιμή δωρεάν",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη με πληροφορίες για τη δωρεάν δοκιμή"
  },
  "message.question1": {
    "message": "Δημιουργία προγράμματος εκπαίδευσης",
    "description": "Παράδειγμα ερώτησης για να ξεκινήσει η συνομιλία, ζητώντας από τον χρήστη να γράψει κώδικα JavaScript που εκτυπώνει Hello World"
  },
  "message.question2": {
    "message": "Δημιουργία προσωπικής ιστοσελίδας",
    "description": "Παράδειγμα ερώτησης για να ξεκινήσει η συνομιλία, ζητώντας από τον χρήστη να γράψει email στον Mike, ενημερώνοντάς τον ότι μόλις μετακόμισε"
  },
  "message.question3": {
    "message": "Σχεδίαση ενδιαφέροντος προγραμματιστικού παιχνιδιού",
    "description": "Παράδειγμα ερώτησης για να ξεκινήσει η συνομιλία, ζητώντας από τον χρήστη να εξηγήσει τις βασικές αρχές της κβαντικής υπολογιστικής με απλή γλώσσα"
  },
  "message.question4": {
    "message": "Ζήστε τη Σεούλ σαν ντόπιος",
    "description": "Παράδειγμα ερώτησης για να ξεκινήσει η συνομιλία, ζητώντας από τον χρήστη να εξηγήσει πώς η εικονική πραγματικότητα έχει επηρεάσει τη δημιουργία τέχνης"
  },
  "message.errorApiError": {
    "message": "Η απάντηση απέτυχε, παρακαλώ προσπαθήστε ξανά αργότερα",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι η απάντηση απέτυχε, παρακαλώ προσπαθήστε ξανά αργότερα"
  },
  "message.errorBadRequest": {
    "message": "Το περιεχόμενο της αίτησης δεν είναι έγκυρο, παρακαλώ ρωτήστε πάλι",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι το περιεχόμενο της αίτησης δεν είναι έγκυρο, παρακαλώ ρωτήστε πάλι"
  },
  "message.errorNoConversation": {
    "message": "Η συνομιλία δεν υπάρχει ή έχει λήξει, παρακαλώ ξεκινήστε νέα συνομιλία",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι η συνομιλία δεν υπάρχει ή έχει λήξει, παρακαλώ ξεκινήστε νέα συνομιλία"
  },
  "message.errorContentTooLarge": {
    "message": "Το περιεχόμενο της ερώτησης είναι πολύ μεγάλο, παρακαλώ συντομεύσετε και προσπαθήστε ξανά",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι το περιεχόμενο της ερώτησης είναι πολύ μεγάλο, παρακαλώ συντομεύσετε και προσπαθήστε ξανά"
  },
  "message.errorTooManyRequests": {
    "message": "Οι ενέργειές σας είναι πολύ συχνές, παρακαλώ προσπαθήστε ξανά αργότερα",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι οι ενέργειές του είναι πολύ συχνές, παρακαλώ προσπαθήστε ξανά αργότερα"
  },
  "message.errorUsedUp": {
    "message": "Έχετε εξαντλήσει τον αριθμό των πακέτων σας, παρακαλώ αγοράστε περισσότερους αριθμούς για να συνεχίσετε να χρησιμοποιείτε",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι έχει εξαντλήσει τον αριθμό των πακέτων του, παρακαλώ αγοράστε περισσότερους αριθμούς για να συνεχίσετε να χρησιμοποιείτε"
  },
  "message.errorUnknown": {
    "message": "Σφάλμα Server, παρακαλώ προσπαθήστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη πελατών",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι συνέβη άγνωστο σφάλμα server, παρακαλώ προσπαθήστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη πελατών"
  },
  "message.errorTimeout": {
    "message": "Η απάντηση στην ερώτηση έχει υπερβεί το χρόνο, παρακαλώ προσπαθήστε ξανά αργότερα",
    "description": "Μήνυμα στη σελίδα που ενημερώνει τον χρήστη ότι η απάντηση στην ερώτηση έχει υπερβεί το χρόνο, παρακαλώ προσπαθήστε ξανά αργότερα"
  },
  "message.errorNotApplied": {
    "message": "Δεν έχετε υποβάλει αίτηση για αυτή την υπηρεσία, παρακαλώ υποβάλετε αίτηση πριν συνεχίσετε να ρωτάτε.",
    "description": "Μηνύματα στη σελίδα, που ενημερώνει τον χρήστη ότι δεν έχει υποβάλει αίτηση για αυτήν την υπηρεσία, παρακαλώ υποβάλετε αίτηση πριν συνεχίσετε να ρωτάτε."
  },
  "message.confirmDelete": {
    "message": "Επιβεβαίωση διαγραφής",
    "description": "Μηνύματα στη σελίδα, που ενημερώνει τον χρήστη να επιβεβαιώσει τη διαγραφή."
  },
  "message.howToUse": {
    "message": "Η AI μπορεί να κάνει λάθη, παρακαλώ ελέγξτε τις σημαντικές πληροφορίες.",
    "description": "Μηνύματα στη σελίδα, που ενημερώνει τον χρήστη ότι η AI μπορεί να κάνει λάθη, παρακαλώ ελέγξτε τις σημαντικές πληροφορίες."
  },
  "title.chat": {
    "message": "AI Συνομιλία",
    "description": "Ο τίτλος της σελίδας, δηλαδή AI Συνομιλία."
  },
  "title.example": {
    "message": "Παράδειγμα",
    "description": "Ο τίτλος της σελίδας, δηλαδή Παράδειγμα."
  },
  "title.capabilities": {
    "message": "Δυνατότητες",
    "description": "Ο τίτλος της σελίδας, δηλαδή Δυνατότητες."
  },
  "title.limitations": {
    "message": "Περιορισμοί",
    "description": "Ο τίτλος στη σελίδα, υποδεικνύει ότι αυτή η ενότητα αφορά τεχνικούς περιορισμούς της υπηρεσίας."
  },
  "title.complexQuestion": {
    "message": "Απάντηση σε σύνθετες ερωτήσεις",
    "description": "Ο τίτλος στη σελίδα, υποδεικνύει ότι αυτή η ενότητα αφορά την ικανότητα της υπηρεσίας να απαντά σε σύνθετες ερωτήσεις."
  },
  "title.professionalQuestion": {
    "message": "Συμβουλές για επαγγελματικά θέματα",
    "description": "Ο τίτλος στη σελίδα, υποδεικνύει ότι αυτή η ενότητα αφορά την ικανότητα της υπηρεσίας να παρέχει συμβουλές για επαγγελματικά θέματα."
  },
  "title.getTips": {
    "message": "Λάβετε έμπνευση και ιδέες",
    "description": "Ο τίτλος στη σελίδα, υποδεικνύει ότι αυτή η ενότητα αφορά την ικανότητα της υπηρεσίας να παρέχει έμπνευση και ιδέες."
  },
  "group.today": {
    "message": "Σήμερα",
    "description": "Το όνομα της ομάδας στη σελίδα, δηλαδή Σήμερα."
  },
  "group.yesterday": {
    "message": " χθες",
    "description": "Το όνομα της ομάδας στη σελίδα, δηλαδή Χθες."
  },
  "group.thisWeek": {
    "message": "Αυτή την εβδομάδα",
    "description": "Το όνομα της ομάδας στη σελίδα, δηλαδή Αυτή την εβδομάδα."
  },
  "group.earlier": {
    "message": "Πιο νωρίς",
    "description": "Το όνομα της ομάδας στη σελίδα, δηλαδή Πιο νωρίς."
  }
}