{
  "button.suggested": {
    "message": "Προτεινόμενο",
    "description": "Κείμενο κουμπιού που υποδηλώνει ένα προτεινόμενο κουμπί"
  },
  "menu.orderList": {
    "message": "Λίστα παραγγελιών",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει τις παραγγελίες που έχει κάνει ο χρήστης"
  },
  "menu.applicationList": {
    "message": "Λίστα αιτήσεων",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει τις αιτήσεις που έχει υποβάλει ο χρήστης"
  },
  "menu.userProfile": {
    "message": "Προφίλ χρήστη",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει τα προσωπικά στοιχεία του χρήστη"
  },
  "menu.idVerify": {
    "message": "Επαλήθευση ταυτότητας",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει την επαλήθευση της ταυτότητας του χρήστη"
  },
  "menu.manageApplication": {
    "message": "Διαχείριση αιτήσεων",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει τη διαχείριση των αιτήσεων του χρήστη"
  },
  "menu.distributionIndex": {
    "message": "Προτεινόμενα κέρδη",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει τα κέρδη από τις προτάσεις του χρήστη"
  },
  "menu.developerPlatform": {
    "message": "Πλατφόρμα προγραμματιστών",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει την πλατφόρμα για προγραμματιστές"
  },
  "menu.usageList": {
    "message": "Ιστορικό χρήσης",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει την ιστορία χρήσης των υπηρεσιών API από τον χρήστη"
  },
  "menu.credentialIndex": {
    "message": "Διαπιστευτήρια",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει τα διαπιστευτήρια πρόσβασης στις υπηρεσίες API"
  },
  "menu.manageOrder": {
    "message": "Διαχείριση παραγγελιών",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει τη διαχείριση των παραγγελιών του χρήστη"
  },
  "menu.manageDistributionStatus": {
    "message": "Διαχείριση διανομής",
    "description": "Κείμενο στο μενού της ιστοσελίδας που δηλώνει τη διαχείριση της κατάστασης διανομής του χρήστη"
  },
  "message.benefit1": {
    "message": "Εξατομικευμένη υποστήριξη από το τμήμα εξυπηρέτησης πελατών",
    "description": "Κείμενο στην κύρια σελίδα της ιστοσελίδας που δηλώνει την υποστήριξη από το τμήμα εξυπηρέτησης πελατών"
  },
  "message.benefit2": {
    "message": "Προτεραιότητα στην εμπειρία νέων χαρακτηριστικών",
    "description": "Κείμενο στην κύρια σελίδα της ιστοσελίδας που δηλώνει την προτεραιότητα στην εμπειρία νέων χαρακτηριστικών"
  },
  "message.buyExtra": {
    "message": "Αγοράσετε",
    "description": "Κείμενο στην κύρια σελίδα της ιστοσελίδας που δηλώνει ότι ο χρήστης μπορεί να αγοράσει επιπλέον υπηρεσίες"
  },
  "message.subscribe": {
    "message": "Ακολουθήστε",
    "description": "Κείμενο στην κύρια σελίδα της ιστοσελίδας που δηλώνει ότι ο χρήστης μπορεί να εγγραφεί ως μέλος"
  },
  "message.doNotWantSubscribe": {
    "message": "Δεν θέλετε να εγγραφείτε ως μέλος; Μπορείτε επίσης να εξετάσετε την αγορά μεμονωμένων υπηρεσιών.",
    "description": "Κείμενο στην κύρια σελίδα της ιστοσελίδας που δηλώνει ότι ο χρήστης δεν επιθυμεί να εγγραφεί ως μέλος"
  },
  "message.doNotWantExtra": {
    "message": "Δεν θέλετε να αγοράσετε επιπλέον υπηρεσίες; Μπορείτε επίσης να εξετάσετε την εγγραφή ως μέλος.",
    "description": "Κείμενο στην κύρια σελίδα της ιστοσελίδας που δηλώνει ότι ο χρήστης δεν επιθυμεί να αγοράσει επιπλέον υπηρεσίες"
  },
  "subscription.3days": {
    "message": "Μέλος 3 ημερών",
    "description": "Τύπος μέλους, μέλος 3 ημερών"
  },
  "subscription.3days.description": {
    "message": "Δοκιμαστικό μέλος, κατάλληλο για βραχυχρόνια χρήση.",
    "description": "Τύπος μέλους, κατάλληλο για βραχυχρόνια χρήση"
  },
  "subscription.weekly": {
    "message": "Εβδομαδιαίο μέλος",
    "description": "Τύπος μέλους, εβδομαδιαίο μέλος υποδηλώνει ότι ο χρήστης έχει αγοράσει αυτόν τον τύπο μέλους"
  },
  "subscription.monthly": {
    "message": "Μηνιαίο μέλος",
    "description": "Τύπος μέλους, μηνιαίο μέλος υποδηλώνει ότι ο χρήστης έχει αγοράσει αυτόν τον τύπο μέλους"
  },
  "subscription.yearly": {
    "message": "Ετήσιο μέλος",
    "description": "Τύπος μέλους, ετήσιο μέλος υποδηλώνει ότι ο χρήστης έχει αγοράσει αυτόν τον τύπο μέλους"
  },
  "subscription.weekly.description": {
    "message": "Δοκιμαστικό εβδομαδιαίο μέλος, κατάλληλο για βραχυχρόνια χρήση.",
    "description": "Περιγραφή τύπου μέλους, εβδομαδιαίο μέλος υποδηλώνει ότι ο χρήστης έχει αγοράσει αυτόν τον τύπο μέλους"
  },
  "subscription.monthly.description": {
    "message": "Ευέλικτο μηνιαίο μέλος, κατάλληλο για μακροχρόνια χρήση.",
    "description": "Περιγραφή τύπου μέλους, μηνιαίο μέλος υποδηλώνει ότι ο χρήστης έχει αγοράσει αυτόν τον τύπο μέλους"
  },
  "subscription.yearly.description": {
    "message": "Άριστο ετήσιο μέλος, η πιο οικονομική επιλογή.",
    "description": "Περιγραφή τύπου μέλους, ετήσιο μέλος υποδηλώνει ότι ο χρήστης έχει αγοράσει αυτόν τον τύπο μέλους"
  },
  "subscription.introduction": {
    "message": "Εγγραφείτε ως μέλος για να ξεκλειδώσετε όλες τις υπηρεσίες AI της ιστοσελίδας.",
    "description": "Εισαγωγή μέλους που δηλώνει μια παρουσίαση των μελών"
  }
}