{
  "button.suggested": {
    "message": "Προτεινόμενο",
    "description": "Κείμενο κουμπιού, που δηλώνει ότι είναι το προτεινόμενο κουμπί"
  },
  "menu.orderList": {
    "message": "Λίστα παραγγελιών",
    "description": "Κείμενο στο μενού της ιστοσελίδας, παραγγελίες δηλώνει τις παραγγελίες που έκανε ο χρήστης για υπηρεσίες"
  },
  "menu.applicationList": {
    "message": "Λίστα αιτήσεων",
    "description": "Κείμενο στο μενού της ιστοσελίδας, αιτήσεις δηλώνει τις αιτήσεις που έκανε ο χρήστης για υπηρεσίες"
  },
  "menu.userProfile": {
    "message": "Προφίλ χρήστη",
    "description": "Κείμενο στο μενού της ιστοσελίδας, προφίλ χρήστη δηλώνει τα προσωπικά στοιχεία του χρήστη"
  },
  "menu.idVerify": {
    "message": "Επαλήθευση ταυτότητας",
    "description": "Κείμενο στο μενού της ιστοσελίδας, επαλήθευση ταυτότητας δηλώνει την επιβεβαίωση ταυτότητας του χρήστη"
  },
  "menu.manageApplication": {
    "message": "Διαχείριση αιτήσεων",
    "description": "Κείμενο στο μενού της ιστοσελίδας, διαχείριση αιτήσεων δηλώνει τη διαχείριση των αιτήσεων του χρήστη"
  },
  "menu.distributionIndex": {
    "message": "Προτεινόμενα κέρδη",
    "description": "Κείμενο στο μενού της ιστοσελίδας, προτεινόμενα κέρδη δηλώνει τα κέρδη που έχει ο χρήστης από προτάσεις"
  },
  "menu.developerPlatform": {
    "message": "Πλατφόρμα προγραμματιστών",
    "description": "Κείμενο στο μενού της ιστοσελίδας, πλατφόρμα προγραμματιστών δηλώνει την πλατφόρμα για προγραμματιστές"
  },
  "menu.usageList": {
    "message": "Ιστορικό χρήσης",
    "description": "Κείμενο στο μενού της ιστοσελίδας, ιστορικό χρήσης δηλώνει το ιστορικό χρήσης της API υπηρεσίας από τον χρήστη"
  },
  "menu.credentialIndex": {
    "message": "Πιστοποιήσεις",
    "description": "Κείμενο στο μενού της ιστοσελίδας, πιστοποιήσεις δηλώνει τα πιστοποιητικά πρόσβασης στις API"
  },
  "menu.manageOrder": {
    "message": "Διαχείριση παραγγελιών",
    "description": "Κείμενο στο μενού της ιστοσελίδας, διαχείριση παραγγελιών δηλώνει τη διαχείριση των παραγγελιών του χρήστη, παραγγελίες δηλώνει τις παραγγελίες για υπηρεσίες"
  },
  "menu.manageDistributionStatus": {
    "message": "Διαχείριση διανομής",
    "description": "Κείμενο στο μενού της ιστοσελίδας, διαχείριση διανομής δηλώνει τη διαχείριση της κατάστασης διανομής του χρήστη, σχετίζεται με τα κέρδη από προτάσεις"
  },
  "message.benefit1": {
    "message": "Υποστήριξη πελατών",
    "description": "Κείμενο στην κεντρική σελίδα, υποστήριξη πελατών δηλώνει ότι ο χρήστης μπορεί να λάβει υποστήριξη από ειδικό τμήμα"
  },
  "message.benefit2": {
    "message": "Προτεραιότητα στη νέα λειτουργικότητα",
    "description": "Κείμενο στην κεντρική σελίδα, προτεραιότητα στη νέα λειτουργικότητα δηλώνει ότι ο χρήστης μπορεί να έχει προτεραιότητα στη νέα λειτουργικότητα"
  },
  "message.buyExtra": {
    "message": "Αγοράστε επιπλέον",
    "description": "Κείμενο στην κεντρική σελίδα, αγορά επιπλέον δηλώνει ότι ο χρήστης μπορεί να αγοράσει επιπλέον ποσά"
  },
  "message.subscribe": {
    "message": "Εγγραφείτε",
    "description": "Κείμενο στην κεντρική σελίδα, εγγραφή μέλους δηλώνει ότι ο χρήστης μπορεί να εγγραφεί ως μέλος"
  },
  "message.doNotWantSubscribe": {
    "message": "Δεν θέλετε να εγγραφείτε ως μέλος; Μπορείτε επίσης να δοκιμάσετε να αγοράσετε επιμέρους υπηρεσίες.",
    "description": "Κείμενο στην κεντρική σελίδα, δεν θέλω να εγγραφώ δηλώνει ότι ο χρήστης δεν επιθυμεί να εγγραφεί ως μέλος"
  },
  "message.doNotWantExtra": {
    "message": "Δεν θέλετε να αγοράσετε επιπλέον; Μπορείτε επίσης να δοκιμάσετε την εγγραφή ως μέλος.",
    "description": "Κείμενο στην κεντρική σελίδα, δεν θέλω να αγοράσω επιπλέον δηλώνει ότι ο χρήστης δεν επιθυμεί να αγοράσει επιπλέον ποσά"
  },
  "subscription.3days": {
    "message": "3ήμερη δοκιμή μέλους",
    "description": "Τύπος μέλους, 3ήμερη δοκιμή μέλους"
  },
  "subscription.3days.description": {
    "message": "Δοκιμαστική ημέρα μελών, κατάλληλη για σύντομη χρήση.",
    "description": "Τύπος μέλους, κατάλληλος για σύντομη χρήση"
  },
  "subscription.weekly": {
    "message": "Εβδομαδιαίο μέλος",
    "description": "Τύπος μέλους, εβδομαδιαίο μέλος δηλώνει τον τύπο μέλους που αγόρασε ο χρήστης"
  },
  "subscription.monthly": {
    "message": "Μηνιαίο μέλος",
    "description": "Τύπος μέλους, μηνιαίο μέλος δηλώνει τον τύπο μέλους που αγόρασε ο χρήστης"
  },
  "subscription.yearly": {
    "message": "Ετήσιο μέλος",
    "description": "Τύπος μέλους, ετήσιο μέλος δηλώνει τον τύπο μέλους που αγόρασε ο χρήστης"
  },
  "subscription.weekly.description": {
    "message": "Δοκιμαστικό εβδομαδιαίο μέλος, κατάλληλη για σύντομη χρήση.",
    "description": "Περιγραφή τύπου μέλους, εβδομαδιαίο μέλος δηλώνει τον τύπο μέλους που αγόρασε ο χρήστης"
  },
  "subscription.monthly.description": {
    "message": "Ευέλικτο μηνιαίο μέλος, κατάλληλη για μακροχρόνια χρήση.",
    "description": "Περιγραφή τύπου μέλους, μηνιαίο μέλος δηλώνει τον τύπο μέλους που αγόρασε ο χρήστης"
  },
  "subscription.yearly.description": {
    "message": "Εξαιρετικό ετήσιο μέλος, ο πιο οικονομικός επιλογή.",
    "description": "Περιγραφή τύπου μέλους, ετήσιο μέλος δηλώνει τον τύπο μέλους που αγόρασε ο χρήστης"
  },
  "subscription.introduction": {
    "message": "Εγγραφή μέλους, ξεκλειδώστε όλες τις υπηρεσίες AI της ιστοσελίδας.",
    "description": "Εισαγωγή μέλους δηλώνει την περιγραφή του μέλους"
  }
}