{
  "button.suggested": {
    "message": "Προτεινόμενο",
    "description": "Κείμενο κουμπιού, το Προτεινόμενο αναφέρεται στο κουμπί που προτείνει."
  },
  "menu.orderList": {
    "message": "Λίστα παραγγελιών",
    "description": "Κείμενο στο μενού του ιστότοπου, η παραγγελία αναφέρεται σε παραγγελίες που έχει κάνει ο χρήστης για υπηρεσίες."
  },
  "menu.applicationList": {
    "message": "Λίστα αιτήσεων",
    "description": "Κείμενο στο μενού του ιστότοπου, η αίτηση αναφέρεται σε αιτήσεις που έχει κάνει ο χρήστης για υπηρεσίες."
  },
  "menu.userProfile": {
    "message": "Προφίλ χρήστη",
    "description": "Κείμενο στο μενού του ιστότοπου, το προφίλ χρήστη αναφέρεται στα προσωπικά στοιχεία του χρήστη."
  },
  "menu.idVerify": {
    "message": "Επαλήθευση Ταυτότητας",
    "description": "Κείμενο στο μενού του ιστότοπου, η επαλήθευση ταυτότητας αναφέρεται στη διαδικασία επαλήθευσης της ταυτότητας του χρήστη."
  },
  "menu.manageApplication": {
    "message": "Διαχείριση Αιτήσεων",
    "description": "Κείμενο στο μενού του ιστότοπου, η διαχείριση αιτήσεων αναφέρεται στη διαχείριση των αιτήσεων του χρήστη."
  },
  "menu.distributionIndex": {
    "message": "Προτεινόμενα Κέρδη",
    "description": "Κείμενο στο μενού του ιστότοπου, τα προτεινόμενα κέρδη αναφέρονται στα κέρδη που προκύπτουν από τις προτάσεις του χρήστη."
  },
  "menu.developerPlatform": {
    "message": "Πλατφόρμα Προγραμματιστών",
    "description": "Κείμενο στο μενού του ιστότοπου, η πλατφόρμα προγραμματιστών αναφέρεται στην πλατφόρμα για προγραμματιστές."
  },
  "menu.usageList": {
    "message": "Ιστορικό Χρήσης",
    "description": "Κείμενο στο μενού του ιστότοπου, το ιστορικό χρήσης αναφέρεται στην ιστορία χρήσης των υπηρεσιών API από τον χρήστη."
  },
  "menu.credentialIndex": {
    "message": "Πιστοποιητικά",
    "description": "Κείμενο στο μενού του ιστότοπου, τα πιστοποιητικά αναφέρονται στα πιστοποιητικά πρόσβασης στις υπηρεσίες API."
  },
  "menu.manageOrder": {
    "message": "Διαχείριση Παραγγελιών",
    "description": "Κείμενο στο μενού του ιστότοπου, η διαχείριση παραγγελιών αναφέρεται στη διαχείριση των παραγγελιών που έχει κάνει ο χρήστης."
  },
  "menu.manageDistributionStatus": {
    "message": "Διαχείριση Διανομής",
    "description": "Κείμενο στο μενού του ιστότοπου, η διαχείριση διανομής αναφέρεται στη διαχείριση της κατάστασης διανομής του χρήστη."
  },
  "message.benefit1": {
    "message": "Εξατομικευμένη Υποστήριξη Πελατών",
    "description": "Κείμενο στην αρχική του ιστότοπου, η εξατομικευμένη υποστήριξη πελατών αναφέρεται στην υποστήριξη που μπορεί να λάβει ο χρήστης από προσωπικό υπηρεσιών."
  },
  "message.benefit2": {
    "message": "Προτεραιότητα στη Δοκιμή Νέων Λειτουργιών",
    "description": "Κείμενο στην αρχική του ιστότοπου, η προτεραιότητα στη δοκιμή νέων λειτουργιών αναφέρεται στη δυνατότητα του χρήστη να δοκιμάσει πρώτος νέες λειτουργίες."
  },
  "message.buyExtra": {
    "message": "Αγοράστε Επιπλέον",
    "description": "Κείμενο στην αρχική του ιστότοπου, η αγορά επιπλέον αναφέρεται στη δυνατότητα αγοράς περισσότερων πιστώσεων."
  },
  "message.doNotWantSubscribe": {
    "message": "Δεν θέλετε να εγγραφείτε ως μέλος; Μπορείτε επίσης να δοκιμάσετε να αγοράσετε επιμέρους υπηρεσίες.",
    "description": "Κείμενο στην αρχική του ιστότοπου, δεν θέλετε να εγγραφείτε αναφέρεται στην επιθυμία του χρήστη να αποφύγει την εγγραφή ως μέλος."
  },
  "subscription.3days": {
    "message": "Μέλος 3 ημερών",
    "description": "Τύπος μέλους, μέλος 3 ημερών."
  },
  "subscription.3days.description": {
    "message": "Προσωρινό μέλος, κατάλληλο για βραχύχρονες χρήσεις.",
    "description": "Περιγραφή τύπου μέλους, κατάλληλο για βραχύχρονες χρήσεις."
  },
  "subscription.weekly": {
    "message": "Εβδομαδιαίο Μέλος",
    "description": "Τύπος μέλους, το εβδομαδιαίο μέλος αναφέρεται στον τύπο μέλους που έχει αγοράσει ο χρήστης."
  },
  "subscription.monthly": {
    "message": "Μηνιαίο Μέλος",
    "description": "Τύπος μέλους, το μηνιαίο μέλος αναφέρεται στον τύπο μέλους που έχει αγοράσει ο χρήστης."
  },
  "subscription.yearly": {
    "message": "Ετήσιο Μέλος",
    "description": "Τύπος μέλους, το ετήσιο μέλος αναφέρεται στον τύπο μέλους που έχει αγοράσει ο χρήστης."
  },
  "subscription.weekly.description": {
    "message": "Προσωρινό εβδομαδιαίο μέλος, κατάλληλο για βραχύχρονες χρήσεις.",
    "description": "Περιγραφή τύπου μέλους, το εβδομαδιαίο μέλος αναφέρεται στον τύπο μέλους που έχει αγοράσει ο χρήστης."
  },
  "subscription.monthly.description": {
    "message": "Ευέλικτο μηνιαίο μέλος, κατάλληλο για μακροχρόνιες χρήσεις.",
    "description": "Περιγραφή τύπου μέλους, το μηνιαίο μέλος αναφέρεται στον τύπο μέλους που έχει αγοράσει ο χρήστης."
  },
  "subscription.yearly.description": {
    "message": "Εξαιρετικό ετήσιο μέλος, η καλύτερη επιλογή.",
    "description": "Περιγραφή τύπου μέλους, το ετήσιο μέλος αναφέρεται στον τύπο μέλους που έχει αγοράσει ο χρήστης."
  },
  "subscription.introduction": {
    "message": "Εγγραφή μέλους, ξεκλειδώστε όλες τις υπηρεσίες AI του ιστότοπου.",
    "description": "Περιγραφή του μέλους που αναφέρεται στην παρουσίαση των υπηρεσιών."
  }
}