{
  "button.suggested": {
    "message": "Προτεινόμενο",
    "description": "Κείμενο κουμπιού, προτεινόμενο σημαίνει το προτεινόμενο κουμπί"
  },
  "menu.orderList": {
    "message": "Λίστα Παραγγελιών",
    "description": "Κείμενο στο μενού της ιστοσελίδας, η παραγγελία αναφέρεται στις παραγγελίες που κάνουν οι χρήστες για υπηρεσίες"
  },
  "menu.applicationList": {
    "message": "Λίστα Αιτήσεων",
    "description": "Κείμενο στο μενού της ιστοσελίδας, η αίτηση αναφέρεται στις αιτήσεις που κάνουν οι χρήστες για υπηρεσίες"
  },
  "menu.userProfile": {
    "message": "Προφίλ Χρήστη",
    "description": "Κείμενο στο μενού της ιστοσελίδας, το προφίλ χρήστη αναφέρεται στα προσωπικά στοιχεία του χρήστη"
  },
  "menu.idVerify": {
    "message": "Επαλήθευση Ταυτότητας",
    "description": "Κείμενο στο μενού της ιστοσελίδας, η επαλήθευση ταυτότητας αναφέρεται στην επιβεβαίωση της ταυτότητας του χρήστη"
  },
  "menu.manageApplication": {
    "message": "Διαχείριση Αιτήσεων",
    "description": "Κείμενο στο μενού της ιστοσελίδας, η διαχείριση αιτήσεων αναφέρεται στη διαχείριση των αιτήσεων των χρηστών"
  },
  "menu.distributionIndex": {
    "message": "Έσοδα Συστάσεων",
    "description": "Κείμενο στο μενού της ιστοσελίδας, τα έσοδα συστάσεων αναφέρονται στα έσοδα που προέρχονται από τις συστάσεις των χρηστών"
  },
  "menu.developerPlatform": {
    "message": "Πλατφόρμα Προγραμματιστών",
    "description": "Κείμενο στο μενού του ιστότοπου, πλατφόρμα προγραμματιστών σημαίνει την πλατφόρμα για προγραμματιστές"
  },
  "menu.usageList": {
    "message": "Ιστορικό Χρήσης",
    "description": "Κείμενο στο μενού της ιστοσελίδας, το ιστορικό χρήσης αναφέρεται στην ιστορία χρήσης των υπηρεσιών API από τον χρήστη"
  },
  "menu.credentialIndex": {
    "message": "Διαπιστευτήρια",
    "description": "Κείμενο στο μενού της ιστοσελίδας, τα διαπιστευτήρια αναφέρονται στα διαπιστευτήρια πρόσβασης στο API"
  },
  "menu.manageOrder": {
    "message": "Διαχείριση Παραγγελιών",
    "description": "Κείμενο στο μενού της ιστοσελίδας, η διαχείριση παραγγελιών αναφέρεται στη διαχείριση των παραγγελιών των χρηστών, οι παραγγελίες αναφέρονται στις παραγγελίες που κάνουν οι χρήστες για υπηρεσίες"
  },
  "menu.manageDistributionStatus": {
    "message": "Διαχείριση Διανομής",
    "description": "Κείμενο στο μενού της ιστοσελίδας, η διαχείριση διανομής αναφέρεται στη διαχείριση της κατάστασης διανομής των χρηστών, που σχετίζεται με τα έσοδα από συστάσεις"
  },
  "message.benefit1": {
    "message": "Αποκλειστική Υποστήριξη Πελατών",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, αποκλειστική υποστήριξη πελατών σημαίνει ότι ο χρήστης μπορεί να λάβει αποκλειστική υποστήριξη πελατών"
  },
  "message.benefit2": {
    "message": "Προτεραιότητα στη Δοκιμή Νέων Λειτουργιών",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, προτεραιότητα στη δοκιμή νέων λειτουργιών σημαίνει ότι ο χρήστης μπορεί να δοκιμάσει νέες λειτουργίες με προτεραιότητα"
  },
  "message.buyExtra": {
    "message": "Αγοράστε Περισσότερα",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, αγοράστε περισσότερα σημαίνει ότι ο χρήστης μπορεί να αγοράσει επιπλέον ποσότητα"
  },
  "message.subscribe": {
    "message": "Εγγραφείτε",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, εγγραφείτε σημαίνει ότι ο χρήστης μπορεί να εγγραφεί ως μέλος"
  },
  "message.doNotWantSubscribe": {
    "message": "Δεν θέλετε να εγγραφείτε ως μέλος; Μπορείτε επίσης να δοκιμάσετε να αγοράσετε επιπλέον ποσότητα.",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, δεν θέλετε να εγγραφείτε σημαίνει ότι ο χρήστης δεν θέλει να εγγραφεί ως μέλος"
  },
  "message.doNotWantExtra": {
    "message": "Δεν θέλετε να αγοράσετε επιπλέον ποσότητα; Μπορείτε επίσης να δοκιμάσετε να εγγραφείτε ως μέλος.",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, δεν θέλετε να αγοράσετε επιπλέον ποσότητα σημαίνει ότι ο χρήστης δεν θέλει να αγοράσει επιπλέον ποσότητα"
  },
  "message.applicationNotFound": {
    "message": "Η αίτηση δεν βρέθηκε",
    "description": "Μήνυμα που εμφανίζεται στον χρήστη όταν η αίτηση δεν υπάρχει."
  },
  "subscription.title": {
    "message": "Εγγραφείτε ως μέλος για περισσότερα προνόμια",
    "description": "Μήνυμα που εμφανίζεται στον χρήστη όταν εγγράφεται στην υπηρεσία."
  },
  "subscription.3days": {
    "message": "3 Ημέρες Δοκιμαστική Συνδρομή",
    "description": "Τύπος συνδρομής, 3 ημέρες δοκιμαστική συνδρομή"
  },
  "subscription.3days.description": {
    "message": "Δοκιμαστική συνδρομή, κατάλληλη για βραχυπρόθεσμη χρήση.",
    "description": "Περιγραφή τύπου συνδρομής, κατάλληλη για βραχυπρόθεσμη χρήση"
  },
  "subscription.weekly": {
    "message": "Εβδομαδιαία Συνδρομή",
    "description": "Τύπος συνδρομής, εβδομαδιαία συνδρομή σημαίνει ότι ο χρήστης αγοράζει εβδομαδιαία συνδρομή"
  },
  "subscription.monthly": {
    "message": "Μηνιαία Συνδρομή",
    "description": "Τύπος συνδρομής, μηνιαία συνδρομή σημαίνει ότι ο χρήστης αγοράζει μηνιαία συνδρομή"
  },
  "subscription.yearly": {
    "message": "Ετήσια Συνδρομή",
    "description": "Τύπος συνδρομής, ετήσια συνδρομή σημαίνει ότι ο χρήστης αγοράζει ετήσια συνδρομή"
  },
  "subscription.weekly.description": {
    "message": "Δοκιμαστική εβδομαδιαία συνδρομή, κατάλληλη για βραχυπρόθεσμη χρήση.",
    "description": "Περιγραφή τύπου συνδρομής, εβδομαδιαία συνδρομή σημαίνει ότι ο χρήστης αγοράζει εβδομαδιαία συνδρομή"
  },
  "subscription.monthly.description": {
    "message": "Ευέλικτη μηνιαία συνδρομή, κατάλληλη για μακροπρόθεσμη χρήση.",
    "description": "Περιγραφή τύπου συνδρομής, μηνιαία συνδρομή σημαίνει ότι ο χρήστης αγοράζει μηνιαία συνδρομή"
  },
  "subscription.yearly.description": {
    "message": "Πολύτιμη ετήσια συνδρομή, η πιο οικονομική επιλογή.",
    "description": "Περιγραφή τύπου συνδρομής, ετήσια συνδρομή σημαίνει ότι ο χρήστης αγοράζει ετήσια συνδρομή"
  },
  "subscription.introduction": {
    "message": "Εγγραφείτε ως μέλος για να ξεκλειδώσετε όλες τις υπηρεσίες AI του ιστότοπου.",
    "description": "Εισαγωγή συνδρομής σημαίνει την εισαγωγή της συνδρομής"
  },
  "menu.coinIndex": {
    "message": "Ενοποίηση Κρυπτονομισμάτων",
    "description": "Κείμενο στο μενού της ιστοσελίδας, αναφέρεται στην ενοποίηση κρυπτονομισμάτων"
  },
  "menu.platformTokenIndex": {
    "message": "Μέσο Πλατφόρμας",
    "description": "Κείμενο στο μενού της ιστοσελίδας, το μέσο πλατφόρμας αναφέρεται στο μέσο πρόσβασης στην πλατφόρμα Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Κέντρο Δημοσίευσης",
    "description": "Κείμενο στο μενού της ιστοσελίδας, το κέντρο δημοσίευσης αναφέρεται στο κέντρο όπου οι χρήστες δημοσιεύουν περιεχόμενο"
  },
  "menu.platformRankIndex": {
    "message": "Κατάταξη Πλατφόρμας",
    "description": "Κείμενο στο μενού της ιστοσελίδας, η κατάταξη πλατφόρμας αναφέρεται στη λίστα κατάταξης των εσόδων από συστάσεις χρηστών"
  },
  "menu.manageOrderDiscount": {
    "message": "Διαχείριση Εκπτώσεων",
    "description": "Κείμενο στο μενού της ιστοσελίδας, είσοδος διαχείρισης εκπτώσεων παραγγελιών που είναι ορατή μόνο στους διαχειριστές"
  },
  "menu.manageUser": {
    "message": "Διαχείριση Χρηστών",
    "description": "Κείμενο στο μενού της ιστοσελίδας, είσοδος διαχείρισης χρηστών που είναι ορατή μόνο στους διαχειριστές"
  },
  "menu.revenueAnalysis": {
    "message": "Ανάλυση Εσόδων",
    "description": "Κείμενο στο μενού της ιστοσελίδας, είσοδος ανάλυσης εσόδων που είναι ορατή μόνο στους διαχειριστές"
  }
}
