{
  "button.suggested": {
    "message": "Προτεινόμενο",
    "description": "Κείμενο κουμπιού, προτεινόμενο σημαίνει το προτεινόμενο κουμπί"
  },
  "menu.orderList": {
    "message": "Λίστα Παραγγελιών",
    "description": "Κείμενο στο μενού του ιστότοπου, παραγγελίες σημαίνει τις παραγγελίες των χρηστών για υπηρεσίες"
  },
  "menu.applicationList": {
    "message": "Λίστα Αιτήσεων",
    "description": "Κείμενο στο μενού του ιστότοπου, αιτήσεις σημαίνει τις αιτήσεις των χρηστών για υπηρεσίες"
  },
  "menu.userProfile": {
    "message": "Προφίλ Χρήστη",
    "description": "Κείμενο στο μενού του ιστότοπου, προφίλ χρήστη σημαίνει το προσωπικό προφίλ του χρήστη"
  },
  "menu.idVerify": {
    "message": "Επαλήθευση Ταυτότητας",
    "description": "Κείμενο στο μενού του ιστότοπου, επαλήθευση ταυτότητας σημαίνει την επαλήθευση της ταυτότητας του χρήστη"
  },
  "menu.manageApplication": {
    "message": "Διαχείριση Αιτήσεων",
    "description": "Κείμενο στο μενού του ιστότοπου, διαχείριση αιτήσεων σημαίνει τη διαχείριση των αιτήσεων των χρηστών"
  },
  "menu.distributionIndex": {
    "message": "Κέρδη από Προτάσεις",
    "description": "Κείμενο στο μενού του ιστότοπου, κέρδη από προτάσεις σημαίνει τα κέρδη από τις προτάσεις των χρηστών"
  },
  "menu.developerPlatform": {
    "message": "Πλατφόρμα Προγραμματιστών",
    "description": "Κείμενο στο μενού του ιστότοπου, πλατφόρμα προγραμματιστών σημαίνει την πλατφόρμα για προγραμματιστές"
  },
  "menu.usageList": {
    "message": "Ιστορικό Χρήσης",
    "description": "Κείμενο στο μενού του ιστότοπου, ιστορικό χρήσης σημαίνει το ιστορικό χρήσης των υπηρεσιών API από τον χρήστη"
  },
  "menu.credentialIndex": {
    "message": "Διαπιστευτήρια",
    "description": "Κείμενο στο μενού του ιστότοπου, διαπιστευτήρια σημαίνει τα διαπιστευτήρια πρόσβασης στο API"
  },
  "menu.manageOrder": {
    "message": "Διαχείριση Παραγγελιών",
    "description": "Κείμενο στο μενού του ιστότοπου, διαχείριση παραγγελιών σημαίνει τη διαχείριση των παραγγελιών των χρηστών, παραγγελίες σημαίνει τις παραγγελίες των χρηστών για υπηρεσίες"
  },
  "menu.manageDistributionStatus": {
    "message": "Διαχείριση Διανομής",
    "description": "Κείμενο στο μενού του ιστότοπου, διαχείριση διανομής σημαίνει τη διαχείριση της κατάστασης διανομής των χρηστών, σχετίζεται με τα κέρδη από τις προτάσεις των χρηστών"
  },
  "message.benefit1": {
    "message": "Αποκλειστική Υποστήριξη Πελατών",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, αποκλειστική υποστήριξη πελατών σημαίνει ότι ο χρήστης μπορεί να λάβει αποκλειστική υποστήριξη πελατών"
  },
  "message.benefit2": {
    "message": "Προτεραιότητα στη Δοκιμή Νέων Λειτουργιών",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, προτεραιότητα στη δοκιμή νέων λειτουργιών σημαίνει ότι ο χρήστης μπορεί να δοκιμάσει νέες λειτουργίες με προτεραιότητα"
  },
  "message.buyExtra": {
    "message": "Αγοράστε Περισσότερα",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, αγοράστε περισσότερα σημαίνει ότι ο χρήστης μπορεί να αγοράσει επιπλέον ποσότητα"
  },
  "message.subscribe": {
    "message": "Εγγραφείτε",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, εγγραφείτε σημαίνει ότι ο χρήστης μπορεί να εγγραφεί ως μέλος"
  },
  "message.doNotWantSubscribe": {
    "message": "Δεν θέλετε να εγγραφείτε ως μέλος; Μπορείτε επίσης να δοκιμάσετε να αγοράσετε επιπλέον ποσότητα.",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, δεν θέλετε να εγγραφείτε σημαίνει ότι ο χρήστης δεν θέλει να εγγραφεί ως μέλος"
  },
  "message.doNotWantExtra": {
    "message": "Δεν θέλετε να αγοράσετε επιπλέον ποσότητα; Μπορείτε επίσης να δοκιμάσετε να εγγραφείτε ως μέλος.",
    "description": "Κείμενο στην αρχική σελίδα του ιστότοπου, δεν θέλετε να αγοράσετε επιπλέον ποσότητα σημαίνει ότι ο χρήστης δεν θέλει να αγοράσει επιπλέον ποσότητα"
  },
  "message.applicationNotFound": {
    "message": "Η αίτηση δεν βρέθηκε",
    "description": "Μήνυμα που εμφανίζεται στον χρήστη όταν η αίτηση δεν υπάρχει."
  },
  "subscription.title": {
    "message": "Εγγραφείτε ως μέλος για περισσότερα προνόμια",
    "description": "Μήνυμα που εμφανίζεται στον χρήστη όταν εγγράφεται στην υπηρεσία."
  },
  "subscription.3days": {
    "message": "3 Ημέρες Δοκιμαστική Συνδρομή",
    "description": "Τύπος συνδρομής, 3 ημέρες δοκιμαστική συνδρομή"
  },
  "subscription.3days.description": {
    "message": "Δοκιμαστική συνδρομή, κατάλληλη για βραχυπρόθεσμη χρήση.",
    "description": "Περιγραφή τύπου συνδρομής, κατάλληλη για βραχυπρόθεσμη χρήση"
  },
  "subscription.weekly": {
    "message": "Εβδομαδιαία Συνδρομή",
    "description": "Τύπος συνδρομής, εβδομαδιαία συνδρομή σημαίνει ότι ο χρήστης αγοράζει εβδομαδιαία συνδρομή"
  },
  "subscription.monthly": {
    "message": "Μηνιαία Συνδρομή",
    "description": "Τύπος συνδρομής, μηνιαία συνδρομή σημαίνει ότι ο χρήστης αγοράζει μηνιαία συνδρομή"
  },
  "subscription.yearly": {
    "message": "Ετήσια Συνδρομή",
    "description": "Τύπος συνδρομής, ετήσια συνδρομή σημαίνει ότι ο χρήστης αγοράζει ετήσια συνδρομή"
  },
  "subscription.weekly.description": {
    "message": "Δοκιμαστική εβδομαδιαία συνδρομή, κατάλληλη για βραχυπρόθεσμη χρήση.",
    "description": "Περιγραφή τύπου συνδρομής, εβδομαδιαία συνδρομή σημαίνει ότι ο χρήστης αγοράζει εβδομαδιαία συνδρομή"
  },
  "subscription.monthly.description": {
    "message": "Ευέλικτη μηνιαία συνδρομή, κατάλληλη για μακροπρόθεσμη χρήση.",
    "description": "Περιγραφή τύπου συνδρομής, μηνιαία συνδρομή σημαίνει ότι ο χρήστης αγοράζει μηνιαία συνδρομή"
  },
  "subscription.yearly.description": {
    "message": "Πολύτιμη ετήσια συνδρομή, η πιο οικονομική επιλογή.",
    "description": "Περιγραφή τύπου συνδρομής, ετήσια συνδρομή σημαίνει ότι ο χρήστης αγοράζει ετήσια συνδρομή"
  },
  "subscription.introduction": {
    "message": "Εγγραφείτε ως μέλος για να ξεκλειδώσετε όλες τις υπηρεσίες AI του ιστότοπου.",
    "description": "Εισαγωγή συνδρομής σημαίνει την εισαγωγή της συνδρομής"
  }
}