{
  "button.suggested": {
    "message": "Προτεινόμενο",
    "description": "Κείμενο κουμπιού για ένα προτεινόμενο κουμπί"
  },
  "menu.orderList": {
    "message": "Λίστα παραγγελιών",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στις παραγγελίες των υπηρεσιών που αγόρασε ο χρήστης"
  },
  "menu.applicationList": {
    "message": "Λίστα αιτήσεων",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στις αιτήσεις του χρήστη για τη χρήση υπηρεσιών"
  },
  "menu.userProfile": {
    "message": "Προφίλ χρήστη",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στα προσωπικά στοιχεία του χρήστη"
  },
  "menu.idVerify": {
    "message": "Επαλήθευση ταυτότητας",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στην επιβεβαίωση της ταυτότητας του χρήστη"
  },
  "menu.manageApplication": {
    "message": "Διαχείριση αιτήσεων",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στη διαχείριση αιτήσεων του χρήστη"
  },
  "menu.distributionIndex": {
    "message": "Έσοδα από προτεινόμενα",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στα έσοδα που προέρχονται από προτάσεις του χρήστη"
  },
  "menu.developerPlatform": {
    "message": "Πλατφόρμα προγραμματιστών",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στην πλατφόρμα που διατίθεται στους προγραμματιστές"
  },
  "menu.usageList": {
    "message": "Ιστορικό χρήσης",
    "description": "Κείμενο μενού ιστοσελίδας, που αντιπροσωπεύει το ιστορικό χρήσης υπηρεσιών API από τον χρήστη"
  },
  "menu.credentialIndex": {
    "message": "Διαπιστευτήρια",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στα διαπιστευτήρια πρόσβασης στο API"
  },
  "menu.manageOrder": {
    "message": "Διαχείριση παραγγελιών",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στη διαχείριση παραγγελιών του χρήστη, που αναφέρονται σε παραγγελίες υπηρεσιών"
  },
  "menu.manageDistributionStatus": {
    "message": "Διαχείριση διανομών",
    "description": "Κείμενο μενού ιστοσελίδας, που αναφέρεται στη διαχείριση της κατάστασης διανομής του χρήστη, σχετίζεται με τα έσοδα από προτάσεις"
  },
  "message.benefit1": {
    "message": "Υποστήριξη από ειδικό εξυπηρέτησης πελατών",
    "description": "Κείμενο στην αρχική σελίδα που δηλώνει ότι ο χρήστης μπορεί να έχει υποστήριξη από ειδικό εξυπηρέτησης πελατών"
  },
  "message.benefit2": {
    "message": "Πρώτη πρόσβαση σε νέες λειτουργίες",
    "description": "Κείμενο στην αρχική σελίδα που δηλώνει ότι ο χρήστης μπορεί να έχει πρώτη πρόσβαση σε νέες λειτουργίες"
  },
  "message.buyExtra": {
    "message": "Αγοράστε",
    "description": "Κείμενο στην αρχική σελίδα που δηλώνει ότι ο χρήστης μπορεί να αγοράσει πιστώσεις"
  },
  "message.subscribe": {
    "message": "Εγγραφή",
    "description": "Κείμενο στην αρχική σελίδα που δηλώνει ότι ο χρήστης μπορεί να εγγραφεί ως μέλος"
  },
  "message.doNotWantSubscribe": {
    "message": "Δεν θέλετε να εγγραφείτε στο μέλος του ιστότοπου; Μπορείτε επίσης να δοκιμάσετε να αγοράσετε πιστώσεις για μια μεμονωμένη υπηρεσία.",
    "description": "Κείμενο στην αρχική σελίδα που δηλώνει ότι ο χρήστης δεν θέλει να εγγραφεί ως μέλος"
  },
  "message.doNotWantExtra": {
    "message": "Δεν θέλετε να αγοράσετε πιστώσεις; Μπορείτε επίσης να δοκιμάσετε να εγγραφείτε ως μέλος του ιστότοπου.",
    "description": "Κείμενο στην αρχική σελίδα που δηλώνει ότι ο χρήστης δεν θέλει να αγοράσει πιστώσεις"
  },
  "subscription.3days": {
    "message": "Μέλος 3 ημερών",
    "description": "Τύπος μέλους, μέλος διάρκειας 3 ημερών"
  },
  "subscription.3days.description": {
    "message": "Προσωρινό μέλος, κατάλληλο για βραχυπρόθεσμη χρήση.",
    "description": "Τύπος μέλους, κατάλληλο για βραχυπρόθεσμη χρήση"
  },
  "subscription.weekly": {
    "message": "Εβδομαδιαίο μέλος",
    "description": "Τύπος μέλους, εβδομαδιαίο μέλος αναφέρεται στον τύπο μέλους που αγοράστηκε από τον χρήστη"
  },
  "subscription.monthly": {
    "message": "Μηνιαίο μέλος",
    "description": "Τύπος μέλους, μηνιαίο μέλος αναφέρεται στον τύπο μέλους που αγοράστηκε από τον χρήστη"
  },
  "subscription.yearly": {
    "message": "Ετήσιο μέλος",
    "description": "Τύπος μέλους, ετήσιο μέλος αναφέρεται στον τύπο μέλους που αγοράστηκε από τον χρήστη"
  },
  "subscription.weekly.description": {
    "message": "Προσωρινό εβδομαδιαίο μέλος, κατάλληλο για βραχυπρόθεσμη χρήση.",
    "description": "Περιγραφή τύπου μέλους, εβδομαδιαίο μέλος που αναφέρεται στον τύπο μέλους που αγοράστηκε από τον χρήστη"
  },
  "subscription.monthly.description": {
    "message": "Ευέλικτο μηνιαίο μέλος, κατάλληλο για μακροχρόνια χρήση.",
    "description": "Περιγραφή τύπου μέλους, μηνιαίο μέλος που αναφέρεται στον τύπο μέλους που αγοράστηκε από τον χρήστη"
  },
  "subscription.yearly.description": {
    "message": "Εξαιρετικό ετήσιο μέλος, η πιο οικονομική επιλογή.",
    "description": "Περιγραφή τύπου μέλους, ετήσιο μέλος που αναφέρεται στον τύπο μέλους που αγοράστηκε από τον χρήστη"
  },
  "subscription.introduction": {
    "message": "Εγγραφείτε ως μέλος για να ξεκλειδώσετε όλες τις AI υπηρεσίες του ιστότοπου.",
    "description": "Εισαγωγή τύπου μέλους, περιγράφει την εγγραφή για μέλος"
  }
}