{
  "button.suggested": {
    "message": "Προτεινόμενο",
    "description": "Κείμενο κουμπιού, το προτεινόμενο αναφέρεται στο κουμπί προτάσεων"
  },
  "menu.orderList": {
    "message": "Λίστα παραγγελιών",
    "description": "Κείμενο μενού ιστοσελίδας, η παραγγελία αναφέρεται στις παραγγελίες υπηρεσιών που αγόρασε ο χρήστης"
  },
  "menu.applicationList": {
    "message": "Λίστα αιτήσεων",
    "description": "Κείμενο μενού ιστοσελίδας, η αίτηση αναφέρεται στις αιτήσεις που υποβάλλει ο χρήστης για υπηρεσίες"
  },
  "menu.userProfile": {
    "message": "Προφίλ χρήστη",
    "description": "Κείμενο μενού ιστοσελίδας, το προφίλ χρήστη αναφέρεται στα προσωπικά στοιχεία του χρήστη"
  },
  "menu.idVerify": {
    "message": "Επαλήθευση ταυτότητας",
    "description": "Κείμενο μενού ιστοσελίδας, η επαλήθευση ταυτότητας αναφέρεται στην επιβεβαίωση της ταυτότητας του χρήστη"
  },
  "menu.manageApplication": {
    "message": "Διαχείριση αιτήσεων",
    "description": "Κείμενο μενού ιστοσελίδας, η διαχείριση αιτήσεων αναφέρεται στη διαχείριση των αιτήσεων του χρήστη"
  },
  "menu.distributionIndex": {
    "message": "Κέρδη προτάσεων",
    "description": "Κείμενο μενού ιστοσελίδας, τα κέρδη προτάσεων αναφέρονται στα κέρδη που αποκτά ο χρήστης από προτάσεις"
  },
  "menu.developerPlatform": {
    "message": "Πλατφόρμα προγραμματιστών",
    "description": "Κείμενο μενού ιστοσελίδας, η πλατφόρμα προγραμματιστών αναφέρεται στην πλατφόρμα για προγραμματιστές"
  },
  "menu.usageList": {
    "message": "Ιστορικό χρήσης",
    "description": "Κείμενο μενού ιστοσελίδας, το ιστορικό χρήσης αναφέρεται στην ιστορία χρήσης των υπηρεσιών API από τον χρήστη"
  },
  "menu.credentialIndex": {
    "message": "Διαπιστευτήρια",
    "description": "Κείμενο μενού ιστοσελίδας, τα διαπιστευτήρια αναφέρονται στα διαπιστευτήρια για πρόσβαση στις υπηρεσίες API"
  },
  "menu.manageOrder": {
    "message": "Διαχείριση παραγγελιών",
    "description": "Κείμενο μενού ιστοσελίδας, η διαχείριση παραγγελιών αναφέρεται στη διαχείριση των παραγγελιών του χρήστη"
  },
  "menu.manageDistributionStatus": {
    "message": "Διαχείριση διανομής",
    "description": "Κείμενο μενού ιστοσελίδας, η διαχείριση διανομής αναφέρεται στη διαχείριση της κατάστασης διανομής του χρήστη"
  },
  "message.benefit1": {
    "message": "Υποστήριξη από αποκλειστική εξυπηρέτηση πελατών",
    "description": "Κείμενο στην αρχική σελίδα της ιστοσελίδας, η υποστήριξη από αποκλειστική εξυπηρέτηση πελατών αναφέρεται στην υποστήριξη που μπορεί να λάβει ο χρήστης"
  },
  "message.benefit2": {
    "message": "Προτεραιότητα στην δοκιμή νέων λειτουργιών",
    "description": "Κείμενο στην αρχική σελίδα της ιστοσελίδας, η προτεραιότητα σε νέες λειτουργίες αναφέρεται στην ικανότητα του χρήστη να δοκιμάσει νέες λειτουργίες πρώτος"
  },
  "message.buyExtra": {
    "message": "Αγορά",
    "description": "Κείμενο στην αρχική σελίδα της ιστοσελίδας, η αγορά αναφέρεται στην πράξη να αγοράσει ο χρήστης ποσοστά"
  },
  "message.doNotWantSubscribe": {
    "message": "Δεν θέλετε να εγγραφείτε για μέλος του ιστότοπου; Μπορείτε επίσης να προσπαθήσετε να αγοράσετε ποσοστά για μία μόνο υπηρεσία.",
    "description": "Κείμενο στην αρχική σελίδα της ιστοσελίδας, που εκφράζει την επιθυμία του χρήστη να μην εγγραφεί σε υπηρεσίες μέλους"
  },
  "subscription.weekly": {
    "message": "Εβδομαδιαίο μέλος",
    "description": "Τύπος μέλους, το εβδομαδιαίο μέλος αναφέρεται στον τύπο μέλους που αγοράζει ο χρήστης"
  },
  "subscription.monthly": {
    "message": "Μηνιαίο μέλος",
    "description": "Τύπος μέλους, το μηνιαίο μέλος αναφέρεται στον τύπο μέλους που αγοράζει ο χρήστης"
  },
  "subscription.yearly": {
    "message": "Ετήσιο μέλος",
    "description": "Τύπος μέλους, το ετήσιο μέλος αναφέρεται στον τύπο μέλους που αγοράζει ο χρήστης"
  },
  "subscription.weekly.description": {
    "message": "Εβδομαδιαίο μέλος δοκιμής, κατάλληλο για χρήση βραχυπρόθεσμα.",
    "description": "Περιγραφή τύπου μέλους, το εβδομαδιαίο μέλος αναφέρεται στο εβδομαδιαίο μέλος που αγοράζει ο χρήστης"
  },
  "subscription.monthly.description": {
    "message": "Ευέλικτο μηνιαίο μέλος, κατάλληλο για μακροχρόνια χρήση.",
    "description": "Περιγραφή τύπου μέλους, το μηνιαίο μέλος αναφέρεται στο μηνιαίο μέλος που αγοράζει ο χρήστης"
  },
  "subscription.yearly.description": {
    "message": "Εξαιρετική ετήσια συνδρομή, η πιο οικονομική επιλογή.",
    "description": "Περιγραφή τύπου μέλους, το ετήσιο μέλος αναφέρεται στο ετήσιο μέλος που αγοράζει ο χρήστης"
  },
  "subscription.introduction": {
    "message": "Εγγραφή μέλους για να ξεκλειδώσετε όλες τις υπηρεσίες AI του ιστότοπου.",
    "description": "Εισαγωγή μέλους που περιγράφει την υπηρεσία της συνδρομής"
  }
}