{
  "button.detail": {
    "message": "Δείτε λεπτομέρειες",
    "description": "Κείμενο κουμπιού για να δείτε τις λεπτομέρειες της ιστορικότητας των συστάσεων στον ιστότοπο."
  },
  "button.withdrawal": {
    "message": "Οι αναλήψεις",
    "description": "Κείμενο κουμπιού για να κάνετε ανάληψη των κερδών από τις συστάσεις στον ιστότοπο."
  },
  "button.query": {
    "message": "Ερώτηση",
    "description": "Κείμενο κουμπιού για να ελέγξετε τα κέρδη από τις συστάσεις στον ιστότοπο."
  },
  "field.id": {
    "message": "Αναγνωριστικό σύστασης",
    "description": "Μοναδικός ταυτοποιητής της διανομής, όπου η διανομή αναφέρεται στις συστάσεις της ιστοσελίδας API."
  },
  "field.percentage": {
    "message": "Ποσοστό κερδών από συστάσεις",
    "description": "Ποσοστό κερδών από τις συστάσεις, υπολογισμένο με βάση το ποσό της παραγγελίας."
  },
  "field.price": {
    "message": "Ποσό παραγγελίας",
    "description": "Ποσό παραγγελίας, που χρησιμοποιείται για τον υπολογισμό των κερδών από τις συστάσεις."
  },
  "field.reward": {
    "message": "Αμοιβή σύστασης",
    "description": "Κέρδη από τις συστάσεις, υπολογισμένα με βάση το ποσό της παραγγελίας και το ποσοστό κερδών από τις συστάσεις."
  },
  "field.userId": {
    "message": "Αναγνωριστικό χρήστη",
    "description": "Μοναδικός ταυτοποιητής του χρήστη, όπου ο χρήστης αναφέρεται στους χρήστες της ιστοσελίδας API."
  },
  "field.userEmail": {
    "message": "Ηλεκτρονικό ταχυδρομείο χρήστη",
    "description": "Η διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη."
  },
  "field.createdAt": {
    "message": "Χρόνος σύστασης",
    "description": "Ο χρόνος δημιουργίας της σύστασης."
  },
  "field.level": {
    "message": "Επίπεδο",
    "description": "Το επίπεδο της σύστασης, που χρησιμοποιείται για τον υπολογισμό των κερδών από τις συστάσεις."
  },
  "field.threshold": {
    "message": "Κατώφλι κερδών από συστάσεις",
    "description": "Το κατώφλι των κερδών από τις συστάσεις, που χρησιμοποιείται για την ανάληψη των κερδών από τις συστάσεις."
  },
  "field.inviteeId": {
    "message": "Αναγνωριστικό προσκαλούντος",
    "description": "Μοναδικός ταυτοποιητής του προσκαλούντος, όπου ο προσκαλούντας αναφέρεται στο άτομο που προσκαλεί κάποιον στην ιστοσελίδα API."
  },
  "field.isVerified": {
    "message": "Επιβεβαιωμένο",
    "description": "Σημείο που δηλώνει αν ο χρήστης έχει επιβεβαιωθεί μέσω έγκυρων πληροφοριών."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Διαφορά από το επόμενο επίπεδο",
    "description": "Η διαφορά μεταξύ του τρέχοντος ποσού παραγγελίας και του κατωφλίου του επόμενου επιπέδου."
  },
  "message.developingWithDrawal": {
    "message": "Παρακαλώ προσθέστε εξυπηρέτηση πελατών για την επεξεργασία αναλήψεων, οι αναλήψεις θα αφαιρέσουν τους σχετικούς φόρους εισοδήματος.",
    "description": "Μήνυμα που δηλώνει ότι η λειτουργία ανάληψης είναι υπό ανάπτυξη."
  },
  "message.technicalDetail": {
    "message": "Τεχνικές λεπτομέρειες",
    "description": "Οι τεχνικές λεπτομέρειες της υλοποίησης του συστήματος συστάσεων."
  },
  "message.distributionQrDescription": {
    "message": "Κωδικός QR σύστασης (ίδιος με το περιεχόμενο του συνδέσμου)",
    "description": "Περιγραφή του κωδικού QR σύστασης."
  },
  "message.distributionLink": {
    "message": "Σύνδεσμος σύστασης",
    "description": "Σύνδεσμος σύστασης για να ενώσετε τον πελάτη ως υποκατάστημα."
  },
  "message.updateSuccessfully": {
    "message": "Επιτυχής ενημέρωση",
    "description": "Μήνυμα που δηλώνει ότι οι πληροφορίες σύστασης έχουν ενημερωθεί επιτυχώς."
  },
  "message.distributionLinkDescription": {
    "message": "Εάν ο πελάτης εγγραφεί στην πλατφόρμα μας μέσω αυτού του συνδέσμου ή του κωδικού QR, θα δεσμευτεί μόνιμα ως υποκατάστημα σας και όλες οι παραγγελίες κατανάλωσης του πελάτη στην πλατφόρμα μας θα επιστρέφονται στον λογαριασμό σας με βάση την τρέχουσα ποσοστιαία διανομή.",
    "description": "Περιγραφή του συνδέσμου σύστασης."
  },
  "message.distributionLinkDescription2": {
    "message": "Αυτός ο σύνδεσμος περιέχει το αναγνωριστικό χρήστη σας. Όταν ο πελάτης ανοίξει το σύνδεσμο, το αναγνωριστικό χρήστη σας θα καταγραφεί ως Cookies στον περιηγητή του πελάτη για επτά ημέρες. Εάν ο πελάτης εγγραφεί στην πλατφόρμα μας σκαναρίσοντας αυτόν τον κωδικό εντός επτά ημερών, το αναγνωριστικό χρήστη σας θα ανέβει στον διακομιστή εγγραφών μαζί με τα Cookies και ο πελάτης θα μπορεί να συνδεθεί ως υποκατάστημα σας.",
    "description": "Περιγραφή του συνδέσμου σύστασης."
  },
  "title.price": {
    "message": "Συνολικό ποσό παραγγελίας σύστασης",
    "description": "Το συνολικό ποσό των παραγγελιών σύστασης, που χρησιμοποιείται για τον υπολογισμό των κερδών από τις συστάσεις."
  },
  "title.reward": {
    "message": "Συνολική αμοιβή σύστασης",
    "description": "Συνολική αμοιβή σύστασης, υπολογισμένη με βάση το ποσό της παραγγελίας και το ποσοστό κερδών από τις συστάσεις."
  },
  "title.level": {
    "message": "Επίπεδο σύστασης",
    "description": "Επίπεδο σύστασης, που χρησιμοποιείται για τον υπολογισμό των κερδών από τις συστάσεις."
  },
  "title.percentage": {
    "message": "Ποσοστό κερδών από συστάσεις",
    "description": "Ποσοστό κερδών από τις συστάσεις, που χρησιμοποιείται για τον υπολογισμό των κερδών."
  },
  "title.currentLevel": {
    "message": "Τρέχον επίπεδο",
    "description": "Το τρέχον επίπεδο της σύστασης, που χρησιμοποιείται για τον υπολογισμό των κερδών."
  },
  "title.nextLevel": {
    "message": "Επόμενο επίπεδο",
    "description": "Το επόμενο επίπεδο σύστασης, που χρησιμοποιείται για τον υπολογισμό των κερδών."
  },
  "title.currentPercentage": {
    "message": "Τρέχον ποσοστό κερδών από συστάσεις",
    "description": "Το τρέχον ποσοστό κερδών από τις συστάσεις, που χρησιμοποιείται για τον υπολογισμό των κερδών."
  },
  "title.nextPercentage": {
    "message": "Ποσοστό κερδών από συστάσεις του επόμενου επιπέδου",
    "description": "Ποσοστό κερδών από τις συστάσεις του επόμενου επιπέδου, που χρησιμοποιείται για τον υπολογισμό των κερδών."
  },
  "title.levelInfo": {
    "message": "Πληροφορίες επιπέδου",
    "description": "Πληροφορίες σχετικά με το επίπεδο σύστασης, που χρησιμοποιούνται για τον υπολογισμό των κερδών."
  },
  "title.distributionLink": {
    "message": "Σύνδεσμος σύστασης",
    "description": "Σύνδεσμος σύστασης, που χρησιμοποιείται για να ενώσετε τον πελάτη ως υποκατάστημα."
  },
  "title.inviteesCount": {
    "message": "Συνολικός αριθμός προσκαλεσμένων",
    "description": "Ο συνολικός αριθμός των προσκαλεσμένων, που χρησιμοποιείται για τον υπολογισμό των κερδών από συστάσεις."
  },
  "title.manageDistributionStatus": {
    "message": "Διαχείριση Διανομής",
    "description": "Η διαχείριση της κατάστασης των συστάσεων."
  }
}