{
  "button.detail": {
    "message": "Προβολή λεπτομερειών",
    "description": "Το κείμενο στο κουμπί, το οποίο χρησιμοποιείται για την προβολή των λεπτομερειών του ιστορικού αναφοράς για τον ιστότοπο."
  },
  "button.withdrawal": {
    "message": "Ανάληψη",
    "description": "Το κείμενο στο κουμπί, το οποίο χρησιμοποιείται για την ανάληψη των κερδών αναφοράς για τον ιστότοπο."
  },
  "button.query": {
    "message": "Ερώτημα",
    "description": "Το κείμενο στο κουμπί, το οποίο χρησιμοποιείται για το ερώτημα των κερδών αναφοράς για τον ιστότοπο."
  },
  "field.id": {
    "message": "Αναφορά ID",
    "description": "Το μοναδικό αναγνωριστικό της διανομής, όπου η διανομή σημαίνει την αναφορά για τον ιστότοπο της υπηρεσίας API."
  },
  "field.percentage": {
    "message": "Ποσοστό Κερδών Αναφοράς",
    "description": "Το ποσοστό των κερδών αναφοράς, το οποίο υπολογίζεται με βάση το ποσό της παραγγελίας."
  },
  "field.price": {
    "message": "Ποσό Παραγγελίας",
    "description": "Το ποσό της παραγγελίας, το οποίο χρησιμοποιείται για τον υπολογισμό των κερδών αναφοράς."
  },
  "field.reward": {
    "message": "Κερδοφορία Αναφοράς",
    "description": "Τα κέρδη αναφοράς, τα οποία υπολογίζονται με βάση το ποσό της παραγγελίας και το ποσοστό κερδών αναφοράς."
  },
  "field.createdAt": {
    "message": "Χρόνος Αναφοράς",
    "description": "Ο χρόνος που δημιουργήθηκε η αναφορά."
  },
  "field.level": {
    "message": "Επίπεδο",
    "description": "Το επίπεδο της αναφοράς, το οποίο χρησιμοποιείται για τον υπολογισμό των κερδών αναφοράς."
  },
  "field.threshold": {
    "message": "Κατώτατο Όριο Κερδών Αναφοράς",
    "description": "Το κατώτατο όριο των κερδών αναφοράς, το οποίο χρησιμοποιείται για την ανάληψη των κερδών αναφοράς."
  },
  "field.inviteeId": {
    "message": "ID Προσκεκλημένου",
    "description": "Το μοναδικό αναγνωριστικό του προσκεκλημένου, όπου το προσκεκλημένο σημαίνει τον χρήστη που προσκαλεί τον προσκεκλημένο στον ιστότοπο της υπηρεσίας API."
  },
  "field.isVerified": {
    "message": "Είναι Επαληθευμένο",
    "description": "Η σημαία που υποδεικνύει εάν ο χρήστης αναφοράς έχει επαληθευτεί με τις πραγματικές πληροφορίες."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Διαφορά για το επόμενο επίπεδο",
    "description": "Η διαφορά μεταξύ του τρέχοντος ποσού παραγγελίας και του επόμενου κατωτάτου ορίου."
  },
  "message.developingWithDrawal": {
    "message": "Παρακαλώ εγγραφείτε στο Discord και συμβουλευτείτε την υποστήριξη για τη διαχείριση των αναλήψεων, οι αναλήψεις θα αφαιρέσουν σχετικό φόρο εισοδήματος.",
    "description": "Το μήνυμα που υποδεικνύει ότι η λειτουργία ανάληψης είναι υπό ανάπτυξη."
  },
  "message.technicalDetail": {
    "message": "Τεχνική λεπτομέρεια",
    "description": "Η τεχνική λεπτομέρεια του συστήματος αναφοράς εφαρμόζεται."
  },
  "message.distributionQrDescription": {
    "message": "Κωδικός QR Αναφοράς (ίδιο περιεχόμενο με τον σύνδεσμο)",
    "description": "Η περιγραφή του κωδικού QR αναφοράς."
  },
  "message.distributionLink": {
    "message": "Σύνδεσμος Αναφοράς",
    "description": "Ο σύνδεσμος αναφοράς, ο οποίος χρησιμοποιείται για τη δέσμευση του πελάτη ως υποδοχέα πελάτη."
  },
  "message.updateSuccessfully": {
    "message": "Επιτυχής ενημέρωση",
    "description": "Το μήνυμα που υποδεικνύει ότι οι πληροφορίες αναφοράς ενημερώθηκαν με επιτυχία."
  },
  "message.distributionLinkDescription": {
    "message": "Εάν ένας πελάτης εγγραφεί σε αυτήν την πλατφόρμα μέσω αυτού του συνδέσμου ή κωδικού QR, ο πελάτης θα δεσμεύεται μόνιμα ως υποδοχέας πελάτη σας, και όλες οι παραγγελίες κατανάλωσης του πελάτη σε αυτήν την πλατφόρμα θα επιστρέφονται στον λογαριασμό σας σύμφωνα με το τρέχον ποσοστό διανομής.",
    "description": "Η περιγραφή του συνδέσμου αναφοράς."
  },
  "message.distributionLinkDescription2": {
    "message": "Αυτός ο σύνδεσμος περιέχει τον αναγνωριστικό χρήστη σας. Αφού ο πελάτης ανοίξει τον σύνδεσμο, ο αναγνωριστικός χρήστης σας θα καταγραφεί στον περιηγητή του πελάτη σε μορφή Cookies, η οποία είναι έγκυρη για επτά ημέρες. Εντός επτά ημερών, εάν ο πελάτης εγγραφεί σε αυτήν την πλατφόρμα σάρωσης του κωδικού, ο αναγνωριστικός χρήστης σας θα μεταφορτωθεί στον εξυπηρετητή εγγραφής με τα Cookies, και ο πελάτης μπορεί να δεσμευτεί ως κατωτέρας σας πελάτης.",
    "description": "Η περιγραφή του συνδέσμου αναφοράς."
  },
  "title.price": {
    "message": "Συνολικό ποσό αναφοράς παραγγελιών",
    "description": "Το συνολικό ποσό των αναφοράς παραγγελιών, το οποίο χρησιμοποιείται για τον υπολογισμό των κερδών αναφοράς."
  },
  "title.reward": {
    "message": "Συνολικά κέρδη αναφοράς",
    "description": "Τα συνολικά κέρδη αναφοράς, τα οποία υπολογίζονται με βάση το ποσό της παραγγελίας και το ποσοστό κερδών αναφοράς."
  },
  "title.level": {
    "message": "Επίπεδο αναφοράς",
    "description": "Το επίπεδο αναφοράς, το οποίο χρησιμοποιείται για τον υπολογισμό των κερδών αναφοράς."
  },
  "title.percentage": {
    "message": "Ποσοστό κερδών αναφοράς",
    "description": "Το ποσοστό κερδών αναφοράς, το οποίο χρησιμοποιείται για τον υπολογισμό των κερδών αναφοράς."
  },
  "title.currentLevel": {
    "message": "Τρέχον επίπεδο",
    "description": "Το τρέχον επίπεδο αναφοράς, το οποίο χρησιμοποιείται για τον υπολογισμό των κερδών αναφοράς."
  },
  "title.nextLevel": {
    "message": "Επόμενο επίπεδο",
    "description": "Το επόμενο επίπεδο αναφοράς, το οποίο χρησιμοποιείται για τον υπολογισμό των κερδών αναφοράς."
  },
  "title.currentPercentage": {
    "message": "Τρέχον ποσοστό κερδών αναφοράς",
    "description": "Το τρέχον ποσοστό κερδών αναφοράς, το οποίο χρησιμοποιείται για τον υπολογισμό των κερδών αναφοράς."
  },
  "title.nextPercentage": {
    "message": "Ποσοστό κερδών αναφοράς επόμενου επιπέδου",
    "description": "Το ποσοστό κερδών αναφοράς του επόμενου επιπέδου, το οποίο χρησιμοποιείται για τον υπολογισμό των κερδών αναφοράς."
  }
}