{
  "button.detail": {
    "message": "Δείτε λεπτομέρειες",
    "description": "Κείμενο κουμπιού για να δείτε τις λεπτομέρειες ιστορικού προτάσεων της ιστοσελίδας."
  },
  "button.withdrawal": {
    "message": "Ανάληψη",
    "description": "Κείμενο κουμπιού για να κάνετε ανάληψη εσόδων από τις προτάσεις της ιστοσελίδας."
  },
  "button.query": {
    "message": "Ερώτηση",
    "description": "Κείμενο κουμπιού για να ελέγξετε τα έσοδα από τις προτάσεις της ιστοσελίδας."
  },
  "field.id": {
    "message": "ID Προτεινόμενου",
    "description": "Μοναδικός προσδιοριστής για τις προτάσεις, οι προτάσεις αναφέρονται σε ιστότοπους API."
  },
  "field.percentage": {
    "message": "Ποσοστό Εσόδων από Προτάσεις",
    "description": "Ποσοστό εσόδων από προτάσεις, υπολογίζεται βάσει του ποσού παραγγελίας."
  },
  "field.price": {
    "message": "Ποσό Παραγγελίας",
    "description": "Ποσό παραγγελίας που χρησιμοποιείται για τον υπολογισμό των εσόδων από προτάσεις."
  },
  "field.reward": {
    "message": "Αμοιβή Προτάσεων",
    "description": "Έσοδα από προτάσεις που υπολογίζεται με βάση το ποσό παραγγελίας και το ποσοστό εσόδων από προτάσεις."
  },
  "field.userId": {
    "message": "ID Χρήστη",
    "description": "Μοναδικός προσδιοριστής του χρήστη, ο χρήστης αναφέρεται στους χρήστες της ιστοσελίδας API."
  },
  "field.userEmail": {
    "message": "Διεύθυνση Ηλεκτρονικού Ταχυδρομείου Χρήστη",
    "description": "Διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη."
  },
  "field.createdAt": {
    "message": "Χρόνος Πρότασης",
    "description": "Χρόνος δημιουργίας της πρότασης."
  },
  "field.level": {
    "message": "Επίπεδο",
    "description": "Το επίπεδο της πρότασης, χρησιμοποιείται για τον υπολογισμό των εσόδων από προτάσεις."
  },
  "field.threshold": {
    "message": "Κατώφλι Εσόδων από Προτάσεις",
    "description": "Κατώφλι εσόδων από προτάσεις για την ανάληψη των εσόδων."
  },
  "field.inviteeId": {
    "message": "ID Προσκαλούντος",
    "description": "Μοναδικός προσδιοριστής του προσκαλούντος, ο προσκαλών αναφέρεται σε αυτόν που προσκαλεί τον προσκεκλημένο στην ιστοσελίδα API."
  },
  "field.isVerified": {
    "message": "Επιβεβαιωμένο",
    "description": "Σημαία που υποδεικνύει αν ο προτεινόμενος χρήστης έχει επιβεβαιωθεί μέσω πραγματικών πληροφοριών."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Διαφορά από το επόμενο επίπεδο",
    "description": "Η διαφορά μεταξύ του τρέχοντος ποσού παραγγελίας και του κατωφλιού του επόμενου επιπέδου."
  },
  "message.developingWithDrawal": {
    "message": "Παρακαλώ προσθέστε υποστήριξη πελατών για επεξεργασία αναλήψεων, οι αναλήψεις θα υπόκεινται σε σχετικούς φόρους εισοδήματος.",
    "description": "Μήνυμα που υποδεικνύει ότι η λειτουργία ανάληψης είναι υπό ανάπτυξη."
  },
  "message.technicalDetail": {
    "message": "Τεχνικές λεπτομέρειες",
    "description": "Τεχνικές λεπτομέρειες της υλοποίησης του συστήματος προτάσεων."
  },
  "message.distributionQrDescription": {
    "message": "QR Code Προτάσεων (ίδιο με το περιεχόμενο του συνδέσμου)",
    "description": "Περιγραφή του QR Code προτάσεων."
  },
  "message.distributionLink": {
    "message": "Σύνδεσμος Προτάσεων",
    "description": "Σύνδεσμος προτάσεων για να δεσμεύσετε τον πελάτη ως κατώτερο πελάτη."
  },
  "message.updateSuccessfully": {
    "message": "Επιτυχής Ενημέρωση",
    "description": "Μήνυμα που υποδεικνύει ότι οι πληροφορίες της πρότασης έχουν ενημερωθεί με επιτυχία."
  },
  "message.distributionLinkDescription": {
    "message": "Εάν ο πελάτης εγγραφεί στην πλατφόρμα μέσω αυτού του συνδέσμου ή του QR Code, θα δεσμευθεί μόνιμα ως κατώτερος πελάτης σας και όλες οι παραγγελίες καταναλώσεων του πελάτη στην πλατφόρμα θα επιστραφούν στον λογαριασμό σας με βάση την τρέχουσα αναλογία διανομής.",
    "description": "Περιγραφή του συνδέσμου προτάσεων."
  },
  "message.distributionLinkDescription2": {
    "message": "Αυτός ο σύνδεσμος περιλαμβάνει το ID χρήστη σας. Όταν ο πελάτης ανοίξει τον σύνδεσμο, το ID χρήστη σας θα καταγραφεί ως Cookies στον πελάτη του προγράμματος περιήγησης με διάρκεια επτά ημερών. Εντός επτά ημερών, αν ο πελάτης εγγραφεί στην πλατφόρμα σκανάροντας τον κωδικό, το ID χρήστη σας θα upload-αριστεί μαζί με τα Cookies στον διακομιστή εγγραφής και ο πελάτης μπορεί να δεσμευτεί ως κατώτερος πελάτης σας.",
    "description": "Περιγραφή του συνδέσμου προτάσεων."
  },
  "title.price": {
    "message": "Συνολικό Ποσό Παραγγελίας Προτάσεων",
    "description": "Το συνολικό ποσό της παραγγελίας προτάσεων, χρησιμοποιείται για τον υπολογισμό των εσόδων από προτάσεις."
  },
  "title.reward": {
    "message": "Συνολική Αμοιβή Προτάσεων",
    "description": "Συνολική αμοιβή προτάσεων, υπολογίζεται βάσει του ποσού παραγγελίας και του ποσοστού εσόδων από προτάσεις."
  },
  "title.level": {
    "message": "Επίπεδο Προτάσεων",
    "description": "Το επίπεδο προτάσεων, χρησιμοποιείται για τον υπολογισμό των εσόδων."
  },
  "title.percentage": {
    "message": "Ποσοστό Εσόδων από Προτάσεις",
    "description": "Ποσοστό εσόδων από προτάσεις, χρησιμοποιείται για τον υπολογισμό των εσόδων από προτάσεις."
  },
  "title.currentLevel": {
    "message": "Τρέχον Επίπεδο",
    "description": "Το τρέχον επίπεδο προτάσεων, χρησιμοποιείται για τον υπολογισμό των εσόδων."
  },
  "title.nextLevel": {
    "message": "Επόμενο Επίπεδο",
    "description": "Το επόμενο επίπεδο προτάσεων, χρησιμοποιείται για τον υπολογισμό των εσόδων."
  },
  "title.currentPercentage": {
    "message": "Τρέχων Ποσοστό Εσόδων από Προτάσεις",
    "description": "Το τρέχον ποσοστό εσόδων από προτάσεις, χρησιμοποιείται για τον υπολογισμό των εσόδων."
  },
  "title.nextPercentage": {
    "message": "Ποσοστό Εσόδων από Προτάσεις Επόμενου Επιπέδου",
    "description": "Το ποσοστό εσόδων από προτάσεις του επόμενου επιπέδου, χρησιμοποιείται για τον υπολογισμό των εσόδων."
  },
  "title.levelInfo": {
    "message": "Πληροφορίες Επίπεδου",
    "description": "Πληροφορίες σχετικά με το επίπεδο προτάσεων, χρησιμοποιούνται για τον υπολογισμό των εσόδων."
  },
  "title.distributionLink": {
    "message": "Σύνδεσμος Προτάσεων",
    "description": "Σύνδεσμος προτάσεων για να δεσμεύσετε τον πελάτη ως κατώτερο πελάτη."
  },
  "title.inviteesCount": {
    "message": "Συνολικός αριθμός προσκεκλημένων",
    "description": "Ο συνολικός αριθμός των προσκεκλημένων, που χρησιμοποιείται για τον υπολογισμό των κερδών από τις συστάσεις."
  },
  "title.manageDistributionStatus": {
    "message": "Διαχείριση διανομής",
    "description": "Η διαχείριση της κατάστασης των συστάσεων."
  }
}