{
  "button.detail": {
    "message": "Δείτε λεπτομέρειες",
    "description": "Κείμενο κουμπιού για προβολή των λεπτομερειών ιστορικού συστάσεων της ιστοσελίδας."
  },
  "button.withdrawal": {
    "message": "Ανάληψη",
    "description": "Κείμενο κουμπιού για ανάληψη των συστάσεων εισοδήματος της ιστοσελίδας."
  },
  "button.query": {
    "message": "Ερώτημα",
    "description": "Κείμενο κουμπιού για ερώτημα σχετικά με τα συστατικά κέρδη της ιστοσελίδας."
  },
  "field.id": {
    "message": "Ταυτότητα συστάσεων",
    "description": "Μοναδικό αναγνωριστικό της διάθεσης, όπου η διάθεση αναφέρεται στις συστάσεις της ιστοσελίδας των υπηρεσιών API."
  },
  "field.percentage": {
    "message": "Ποσοστό συστάσεων εισοδήματος",
    "description": "Ποσοστό εισοδήματος από συστάσεις, υπολογισμένο με βάση το ποσό της παραγγελίας."
  },
  "field.price": {
    "message": "Ποσό παραγγελίας",
    "description": "Ποσό της παραγγελίας, που χρησιμοποιείται για τον υπολογισμό των εσόδων από συστάσεις."
  },
  "field.reward": {
    "message": "Αντάμισμα συστάσεων",
    "description": "Εισόδημα από συστάσεις, υπολογισμένο με βάση το ποσό της παραγγελίας και το ποσοστό εισοδήματος από συστάσεις."
  },
  "field.createdAt": {
    "message": "Χρόνος συστάσεων",
    "description": "Χρόνος δημιουργίας των συστάσεων."
  },
  "field.level": {
    "message": "Επίπεδο",
    "description": "Το επίπεδο των συστάσεων, χρησιμοποιείται για τον υπολογισμό των εσόδων από συστάσεις."
  },
  "field.threshold": {
    "message": "Κατώτατο όριο εισοδήματος από συστάσεις",
    "description": "Το κατώτατο όριο εισοδήματος από συστάσεις, που χρησιμοποιείται για την ανάληψη των εσόδων από συστάσεις."
  },
  "field.inviteeId": {
    "message": "ID Προσκαλούντος",
    "description": "Μοναδικό αναγνωριστικό του προσκαλούντος, όπου ο προσκαλών αναφέρεται στην πρόσκληση των προσκεκλημένων στην ιστοσελίδα των υπηρεσιών API."
  },
  "field.isVerified": {
    "message": "Έχει επαληθευτεί",
    "description": "Σήμα που υποδηλώνει εάν ο συστήνων χρήστης έχει επαληθεύσει τις πραγματικές πληροφορίες του."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Διαφορά με το επόμενο επίπεδο",
    "description": "Η διαφορά μεταξύ του τρέχοντος ποσού παραγγελίας και του κατωτάτου ορίου του επόμενου επιπέδου."
  },
  "message.developingWithDrawal": {
    "message": "Παρακαλούμε εγγραφείτε στο Discord και συμβουλευτείτε το προσωπικό υποστήριξης για την επεξεργασία της ανάληψης. Η ανάληψη θα επιφέρει ανακοπές σε σχέση με τους σχετικούς φόρους εισοδήματος.",
    "description": "Μήνυμα που υποδηλώνει ότι η λειτουργία ανάληψης είναι υπό ανάπτυξη."
  },
  "message.technicalDetail": {
    "message": "Τεχνική λεπτομέρεια",
    "description": "Υλοποίηση τεχνικών λεπτομερειών του συστήματος συστάσεων."
  },
  "message.distributionQrDescription": {
    "message": "Περιγραφή συστάσεων QR (ιδιαίτερα για το περιεχόμενο των συνδέσμων)",
    "description": "Η περιγραφή του συστάσεων QR."
  },
  "message.distributionLink": {
    "message": "Σύνδεσμος συστάσεων",
    "description": "Σύνδεσμος συστάσεων, που χρησιμοποιείται για την συσχέτιση του πελάτη ως υποδοχέα κάτω επιπέδου."
  },
  "message.updateSuccessfully": {
    "message": "Επιτυχής ενημέρωση",
    "description": "Μήνυμα που υποδηλώνει ότι οι συστάσεις έχουν ενημερωθεί με επιτυχία."
  },
  "message.distributionLinkDescription": {
    "message": "Εάν ο πελάτης εγγραφεί στην πλατφόρμα μέσω αυτού του συνδέσμου ή του QR, θα παραμείνει δεσμευμένος ως κάτω επίπεδο σας για πάντα και όλες οι παραγγελίες κατανάλωσής του θα αντιστοιχίζονται με το τρέχον ποσοστό διανομής στον λογαριασμό σας.",
    "description": "Περιγραφή του συνδέσμου συστάσεων."
  },
  "message.distributionLinkDescription2": {
    "message": "Αυτός ο σύνδεσμος περιλαμβάνει την ταυτότητα του χρήστη σας. Όταν ο πελάτης ανοίξει τον σύνδεσμο, η ταυτότητά σας θα αποθηκευθεί στο πρόγραμμα περιήγησής του ως cookies, ισχύει για επτά ημέρες. Μέσα σε αυτήν την περίοδο, αν ο πελάτης εγγραφεί στην πλατφόρμα αφού σκανάρει αυτόν τον κωδικό, η ταυτότητά σας θα μεταφερθεί στον εξυπηρετητή εγγραφής μαζί με τα cookies και ο πελάτης μπορεί να συσχετιστεί ως κάτω επιπέδου σας.",
    "description": "Περιγραφή του συνδέσμου συστάσεων."
  },
  "title.price": {
    "message": "Συνολικό ποσό παραγγελιών συστάσεων",
    "description": "Το συνολικό ποσό των παραγγελιών συστάσεων, που χρησιμοποιείται για τον υπολογισμό των εσόδων από συστάσεις."
  },
  "title.reward": {
    "message": "Συνολικά ανταμίσματα συστάσεων",
    "description": "Συνολικά ανταμίσματα από συστάσεις, υπολογισμένα με βάση το ποσό της παραγγελίας και το ποσοστό εισοδήματος από συστάσεις."
  },
  "title.level": {
    "message": "Επίπεδο συστάσεων",
    "description": "Επίπεδο συστάσεων, που χρησιμοποιείται για τον υπολογισμό των εσόδων από συστάσεις."
  },
  "title.percentage": {
    "message": "Ποσοστό εισοδήματος από συστάσεις",
    "description": "Ποσοστό εισοδήματος από συστάσεις, που χρησιμοποιείται για τον υπολογισμό των εσόδων από συστάσεις."
  },
  "title.currentLevel": {
    "message": "Τρέχον επίπεδο",
    "description": "Τρέχον επίπεδο συστάσεων, που χρησιμοποιείται για τον υπολογισμό των εσόδων από συστάσεις."
  },
  "title.nextLevel": {
    "message": "Επόμενο επίπεδο",
    "description": "Επόμενο επίπεδο συστάσεων, που χρησιμοποιείται για τον υπολογισμό των εσόδων από συστάσεις."
  },
  "title.currentPercentage": {
    "message": "Τρέχον ποσοστό εισοδήματος από συστάσεις",
    "description": "Τρέχον ποσοστό εισοδήματος από συστάσεις, που χρησιμοποιείται για τον υπολογισμό των εσόδων από συστάσεις."
  },
  "title.nextPercentage": {
    "message": "Επόμενο ποσοστό εισοδήματος από συστάσεις",
    "description": "Επόμενο ποσοστό εισοδήματος από συστάσεις, που χρησιμοποιείται για τον υπολογισμό των εσόδων από συστάσεις."
  }
}