{
  "button.detail": {
    "message": "Δείτε λεπτομέρειες",
    "description": "Κείμενο κουμπιού για να δείτε τις λεπτομέρειες της ιστορικής προώθησης της ιστοσελίδας."
  },
  "button.withdrawal": {
    "message": "Ανάληψη",
    "description": "Κείμενο κουμπιού για να κάνετε ανάληψη του κέρδους από την προώθηση στην ιστοσελίδα."
  },
  "button.query": {
    "message": "Ερώτηση",
    "description": "Κείμενο κουμπιού για να ελέγξετε τα κέρδη από την προώθηση στην ιστοσελίδα."
  },
  "field.id": {
    "message": "ID προώθησης",
    "description": "Μοναδικός προσδιοριστής προώθησης, η προώθηση αναφέρεται στην ιστοσελίδα υπηρεσιών API."
  },
  "field.percentage": {
    "message": "Ποσοστό κέρδους προώθησης",
    "description": "Ποσοστό κέρδους προώθησης που υπολογίζεται με βάση το ποσό της παραγγελίας."
  },
  "field.price": {
    "message": "Ποσό παραγγελίας",
    "description": "Το ποσό της παραγγελίας που χρησιμοποιείται για να υπολογιστεί το κέρδος από προώθηση."
  },
  "field.reward": {
    "message": "Βραβείο προώθησης",
    "description": "Κέρδος προώθησης που υπολογίζεται με βάση το ποσό της παραγγελίας και το ποσοστό κέρδους προώθησης."
  },
  "field.userId": {
    "message": "ID χρήστη",
    "description": "Μοναδικός προσδιοριστής του χρήστη, ο χρήστης αναφέρεται στους χρήστες της ιστοσελίδας υπηρεσιών API."
  },
  "field.userEmail": {
    "message": "Email χρήστη",
    "description": "Η διεύθυνση email του χρήστη."
  },
  "field.createdAt": {
    "message": "Χρόνος προώθησης",
    "description": "Ο χρόνος δημιουργίας της προώθησης."
  },
  "field.level": {
    "message": "Επίπεδο",
    "description": "Το επίπεδο της προώθησης, χρησιμοποιείται για τον υπολογισμό του κέρδους προώθησης."
  },
  "field.threshold": {
    "message": "Όριο κέρδους προώθησης",
    "description": "Το όριο κέρδους προώθησης που χρησιμοποιείται για την ανάληψη του κέρδους προώθησης."
  },
  "field.inviteeId": {
    "message": "ID προσκληθέντος",
    "description": "Μοναδικός προσδιοριστής του προσκληθέντος, ο προσκαλών αναφέρεται στον προσκλήντα τον προσκληθέντα στην ιστοσελίδα υπηρεσιών API."
  },
  "field.isVerified": {
    "message": "Επικυρωμένο",
    "description": "Ετικέτα που υποδεικνύει εάν ο χρήστης έχει επικυρωθεί με πραγματικές πληροφορίες."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Διαφορά με το επόμενο επίπεδο",
    "description": "Διαφορά μεταξύ του τρέχοντος ποσού παραγγελίας και του ορίου του επόμενου επιπέδου."
  },
  "message.developingWithDrawal": {
    "message": "Παρακαλώ επικοινωνήστε με την εξυπηρέτηση πελατών για την ανάληψη, η ανάληψη θα αφαιρέσει τον σχετικό φόρο εισοδήματος.",
    "description": "Μήνυμα που υποδεικνύει ότι η λειτουργία ανάληψης είναι υπό ανάπτυξη."
  },
  "message.technicalDetail": {
    "message": "Τεχνικές λεπτομέρειες",
    "description": "Τεχνικές λεπτομέρειες εφαρμογής του συστήματος προώθησης."
  },
  "message.distributionQrDescription": {
    "message": "QR κωδικός προώθησης (ίδιος με το περιεχόμενο του συνδέσμου)",
    "description": "Περιγραφή του QR κωδικού προώθησης."
  },
  "message.distributionLink": {
    "message": "Σύνδεσμος προώθησης",
    "description": "Σύνδεσμος προώθησης για να δέσετε τον πελάτη ως υποκατηγορία πελάτη."
  },
  "message.updateSuccessfully": {
    "message": "Ενημέρωση επιτυχής",
    "description": "Μήνυμα που υποδεικνύει ότι οι πληροφορίες προώθησης έχουν ενημερωθεί με επιτυχία."
  },
  "message.distributionLinkDescription": {
    "message": "Εάν ο πελάτης εγγραφεί στην πλατφόρμα μέσω αυτού του συνδέσμου ή του QR κωδικού, θα καταχωρηθεί μόνιμα ως υποκατηγορία σας, και όλες οι παραγγελίες του πελάτη στην πλατφόρμα θα επιστραφούν στον λογαριασμό σας σύμφωνα με την τρέχουσα αναλογία προώθησης.",
    "description": "Περιγραφή του συνδέσμου προώθησης."
  },
  "message.distributionLinkDescription2": {
    "message": "Αυτός ο σύνδεσμος περιέχει το ID χρήστη σας. Όταν ο πελάτης ανοίξει τον σύνδεσμο, το ID χρήστη σας θα καταγραφεί ως Cookies στον περιηγητή του πελάτη, με διάρκεια επτά ημερών. Εάν ο πελάτης εγγραφεί στην πλατφόρμα εντός αυτών των επτά ημερών', το ID χρήστη σας θα αναρτηθεί μαζί με τα Cookies στον διακομιστή εγγραφής και ο πελάτης μπορεί να συνδεθεί ως υποκατηγορία σας.",
    "description": "Περιγραφή του συνδέσμου προώθησης."
  },
  "title.price": {
    "message": "Συνολικό ποσό παραγγελίας προώθησης",
    "description": "Το συνολικό ποσό παραγγελίας προώθησης που χρησιμοποιείται για το υπολογισμό του κέρδους προώθησης."
  },
  "title.reward": {
    "message": "Συνολικό βραβείο προώθησης",
    "description": "Συνολικό βραβείο προώθησης που υπολογίζεται με βάση το ποσό της παραγγελίας και το ποσοστό κέρδους προώθησης."
  },
  "title.level": {
    "message": "Επίπεδο προώθησης",
    "description": "Επίπεδο προώθησης που χρησιμοποιείται για τον υπολογισμό του κέρδους προώθησης."
  },
  "title.percentage": {
    "message": "Ποσοστό κέρδους προώθησης",
    "description": "Ποσοστό κέρδους προώθησης που χρησιμοποιείται για τον υπολογισμό του κέρδους προώθησης."
  },
  "title.currentLevel": {
    "message": "Τρέχον επίπεδο",
    "description": "Το τρέχον επίπεδο προώθησης που χρησιμοποιείται για τον υπολογισμό του κέρδους προώθησης."
  },
  "title.nextLevel": {
    "message": "Επόμενο επίπεδο",
    "description": "Το επόμενο επίπεδο προώθησης που χρησιμοποιείται για τον υπολογισμό του κέρδους προώθησης."
  },
  "title.currentPercentage": {
    "message": "Τρέχον ποσοστό κέρδους προώθησης",
    "description": "Το τρέχον ποσοστό κέρδους προώθησης που χρησιμοποιείται για τον υπολογισμό του κέρδους προώθησης."
  },
  "title.nextPercentage": {
    "message": "Ποσοστό κέρδους προώθησης επόμενου επιπέδου",
    "description": "Ποσοστό κέρδους προώθησης του επόμενου επιπέδου που χρησιμοποιείται για τον υπολογισμό του κέρδους προώθησης."
  },
  "title.levelInfo": {
    "message": "Πληροφορίες επιπέδου",
    "description": "Πληροφορίες για το επίπεδο προώθησης που χρησιμοποιούνται για τον υπολογισμό του κέρδους προώθησης."
  },
  "title.distributionLink": {
    "message": "Σύνδεσμος προώθησης",
    "description": "Σύνδεσμος προώθησης που χρησιμοποιείται για να δέσετε τον πελάτη ως υποκατηγορία πελάτη."
  },
  "title.inviteesCount": {
    "message": "Συνολικός αριθμός προσκεκλημένων",
    "description": "Ο συνολικός αριθμός προσκεκλημένων, που χρησιμοποιείται για τον υπολογισμό των κερδών από συστάσεις."
  },
  "title.manageDistributionStatus": {
    "message": "Διαχείριση διανομής",
    "description": "Η διαχείριση της κατάστασης συστάσεων."
  }
}