{
  "button.detail": {
    "message": "Δείτε λεπτομέρειες",
    "description": "Κείμενο κουμπιού για την προβολή των λεπτομερειών του ιστορικού σύστασης της ιστοσελίδας."
  },
  "button.withdrawal": {
    "message": "Ανάληψη",
    "description": "Κείμενο κουμπιού για την ανάληψη των συστάσεων εισοδήματος της ιστοσελίδας."
  },
  "button.query": {
    "message": "Ερώτηση",
    "description": "Κείμενο κουμπιού για την ερώτηση των συστάσεων εισοδήματος της ιστοσελίδας."
  },
  "field.id": {
    "message": "ID Σύστασης",
    "description": "Ο μοναδικός αναγνωριστικός της σύστασης, όπως προαναφέρεται στη σύσταση των υπηρεσιών API της ιστοσελίδας."
  },
  "field.percentage": {
    "message": "Ποσοστό Συστάσεων Εισοδήματος",
    "description": "Το ποσοστό των συστάσεων εισοδήματος, υπολογιζόμενο ανάλογα με το ποσό της παραγγελίας."
  },
  "field.price": {
    "message": "Ποσό Παραγγελίας",
    "description": "Το ποσό της παραγγελίας, χρησιμοποιείται για τον υπολογισμό των συστάσεων εισοδήματος."
  },
  "field.reward": {
    "message": "Ανταμοιβή Συστάσεων",
    "description": "Το εισόδημα των συστάσεων, υπολογισμένο βάσει του ποσού της παραγγελίας και του ποσοστού των συστάσεων εισοδήματος."
  },
  "field.createdAt": {
    "message": "Ημερομηνία Σύστασης",
    "description": "Η χρονική στιγμή δημιουργίας της σύστασης."
  },
  "field.level": {
    "message": "Επίπεδο",
    "description": "Το επίπεδο της σύστασης, χρησιμοποιείται για τον υπολογισμό των συστάσεων εισοδήματος."
  },
  "field.threshold": {
    "message": "Κατώτατο Όριο Συστάσεων Εισοδήματος",
    "description": "Το κατώτατο όριο των συστάσεων εισοδήματος, χρησιμοποιείται για την ανάληψη των συστάσεων εισοδήματος."
  },
  "field.inviteeId": {
    "message": "ID Καλού με Προσκαλούμενους",
    "description": "Το μοναδικό αναγνωριστικό του καλού που προσκαλεί τους προσκεκλημένους στην ιστοσελίδα υπηρεσιών API."
  },
  "field.isVerified": {
    "message": "Έχει Επαληθευτεί",
    "description": "Σήμανση που υποδηλώνει εάν ο συνιστών έχει επιβεβαιωθεί με πραγματικές πληροφορίες."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Διαφορά τιμής για το Επόμενο Επίπεδο",
    "description": "Η διαφορά μεταξύ του τρέχοντος ποσού της παραγγελίας και του κατωτάτου ορίου του επόμενου επιπέδου."
  },
  "message.developingWithDrawal": {
    "message": "Παρακαλούμε ενταχθείτε στο Discord και επικοινωνήστε με το προσωπικό υποστήριξης για τη διεκπεραίωση της ανάληψης, η οποία θα αφαιρέσει τους σχετικούς φόρους εισοδήματος.",
    "description": "Μήνυμα που υποδεικνύει ότι η λειτουργία ανάληψης βρίσκεται σε ανάπτυξη."
  },
  "message.technicalDetail": {
    "message": "Τεχνικές Λεπτομέρειες",
    "description": "Η υλοποίηση τεχνικών λεπτομερειών του συστήματος σύστασης."
  },
  "message.distributionQrDescription": {
    "message": "Περιγραφή QR Συστάσεων (ίδια με το περιεχόμενο του συνδέσμου)",
    "description": "Η περιγραφή του QR συστάσεων."
  },
  "message.distributionLink": {
    "message": "Σύνδεσμος Σύστασης",
    "description": "Ο σύνδεσμος σύστασης, χρησιμοποιείται για τη σύνδεση πελατών ως κατώτερων πελατών."
  },
  "message.updateSuccessfully": {
    "message": "Η ενημέρωση ήταν επιτυχής",
    "description": "Μήνυμα που υποδεικνύει ότι οι πληροφορίες σύστασης ενημερώθηκαν με επιτυχία."
  },
  "message.distributionLinkDescription": {
    "message": "Εάν ο πελάτης εγγραφεί σε αυτήν την πλατφόρμα μέσω αυτού του συνδέσμου ή του QR κώδικα, θα παραμείνει δεμένος ανεκτέλεστα ςκάτω επίπεδο πελάτη σας για πάντα, με κάθε παραγγελία να επιστρέφεται στο λογαριασμό σας βάσει του τρέχοντος ποσοστού διανομής.",
    "description": "Η περιγραφή του συνδέσμου σύστασης."
  },
  "message.distributionLinkDescription2": {
    "message": "Αυτός ο σύνδεσμος περιλαμβάνει το αναγνωριστικό χρήστη σας. Όταν ο πελάτης ανοίξει τον σύνδεσμο, το αναγνωριστικό σας θα εγγραφεί στον περιηγητή του πελάτη ως Cookies, με μια διάρκεια ζωής επτά ημερών. Κατά τη διάρκεια των επτά ημερών, αν ο πελάτης εγγραφεί σε αυτήν την πλατφόρμα μετά από σάρωση του κώδικα, το αναγνωριστικό χρήστη σας θα μεταφερθεί μαζί με τα Cookies στον διακομιστή εγγραφής και ο πελάτης μπορεί να δεσμευτεί ως κάτω πελάτης σας.",
    "description": "Η περιγραφή του συνδέσμου σύστασης."
  },
  "title.price": {
    "message": "Συνολικό Ποσό Σύστασης Παραγγελιών",
    "description": "Το συνολικό ποσό των παραγγελιών σύστασης, χρησιμοποιείται για τον υπολογισμό των συστάσεων εισοδήματος."
  },
  "title.reward": {
    "message": "Συνολική Ανταμοιβή Σύστασης",
    "description": "Η συνολική ανταμοιβή σύστασης, υπολογιζόμενη βάσει του ποσού της παραγγελίας και του ποσοστού των συστάσεων εισοδήματος."
  },
  "title.level": {
    "message": "Επίπεδο Σύστασης",
    "description": "Το επίπεδο σύστασης, χρησιμοποιείται για τον υπολογισμό των συστάσεων εισοδήματος."
  },
  "title.percentage": {
    "message": "Ποσοστό Συστάσεων Εισοδήματος",
    "description": "Το ποσοστό των συστάσεων εισοδήματος, χρησιμοποιείται για τον υπολογισμό των συστάσεων εισοδήματος."
  },
  "title.currentLevel": {
    "message": "Τρέχον Επίπεδο",
    "description": "Το τρέχον επίπεδο σύστασης, χρησιμοποιείται για τον υπολογισμό των συστάσεων εισοδήματος."
  },
  "title.nextLevel": {
    "message": "Επόμενο Επίπεδο",
    "description": "Το επόμενο επίπεδο σύστασης, χρησιμοποιείται για τον υπολογισμό των συστάσεων εισοδήματος."
  },
  "title.currentPercentage": {
    "message": "Τρέχον Ποσοστό Συστάσεων Εισοδήματος",
    "description": "Το τρέχον ποσοστό των συστάσεων εισοδήματος, χρησιμοποιείται για τον υπολογισμό των συστάσεων εισοδήματος."
  },
  "title.nextPercentage": {
    "message": "Ποσοστό Συστάσεων Εισοδήματος για το Επόμενο Επίπεδο",
    "description": "Το ποσοστό των συστάσεων εισοδήματος για το επόμενο επίπεδο, χρησιμοποιείται για τον υπολογισμό των συστάσεων εισοδήματος."
  }
}