{
  "button.detail": {
    "message": "Δείτε λεπτομέρειες",
    "description": "Κείμενο του κουμπιού για να δείτε τις λεπτομέρειες της ιστοσελίδας σχετικά με την ιστορία των προτάσεων."
  },
  "button.withdrawal": {
    "message": "Ανάληψη",
    "description": "Κείμενο του κουμπιού για να κάνετε ανάληψη των κερδών από την πρόταση στην ιστοσελίδα."
  },
  "button.query": {
    "message": "Ερώτηση",
    "description": "Κείμενο του κουμπιού για να ρωτήσετε σχετικά με τα κέρδη από τις προτάσεις στην ιστοσελίδα."
  },
  "field.id": {
    "message": "Αναγνωριστικό Πρότασης",
    "description": "Μοναδικός προσδιοριστής για τη διανομή, η διανομή αναφέρεται στις προτάσεις της ιστοσελίδας API."
  },
  "field.percentage": {
    "message": "Ποσοστό Κερδών Πρότασης",
    "description": "Ποσοστό κερδών από την πρόταση, υπολογισμένο με βάση το ποσό της παραγγελίας."
  },
  "field.price": {
    "message": "Ποσό Παραγγελίας",
    "description": "Ποσό παραγγελίας που χρησιμοποιείται για τον υπολογισμό των κερδών από την πρόταση."
  },
  "field.reward": {
    "message": "Αμοιβή Πρότασης",
    "description": "Κέρδη από την πρόταση, υπολογισμένα με βάση το ποσό της παραγγελίας και το ποσοστό κερδών από την πρόταση."
  },
  "field.userId": {
    "message": "Αναγνωριστικό Χρήστη",
    "description": "Μοναδικός προσδιοριστής για τον χρήστη, ο χρήστης αναφέρεται στους χρήστες της ιστοσελίδας API."
  },
  "field.userEmail": {
    "message": "Email Χρήστη",
    "description": "Η ηλεκτρονική διεύθυνση του χρήστη."
  },
  "field.createdAt": {
    "message": "Χρόνος Πρότασης",
    "description": "Ο χρόνος δημιουργίας της πρότασης."
  },
  "field.level": {
    "message": "Επίπεδο",
    "description": "Το επίπεδο της πρότασης, που χρησιμοποιείται για τον υπολογισμό των κερδών από την πρόταση."
  },
  "field.threshold": {
    "message": "Κατώφλι Κερδών Πρότασης",
    "description": "Το κατώφλι των κερδών από την πρόταση, που απαιτείται για την ανάληψη των κερδών."
  },
  "field.inviteeId": {
    "message": "Αναγνωριστικό Προσκεκλημένου",
    "description": "Μοναδικός προσδιοριστής για τον προσκεκλημένο, που αναφέρεται στην πρόσκληση του προσκεκλημένου στην ιστοσελίδα API."
  },
  "field.isVerified": {
    "message": "Επικυρωμένο",
    "description": "Σημείο που υποδεικνύει αν ο χρήστης της πρότασης έχει επικυρωθεί με έγκυρες πληροφορίες."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Διαφορά με το Επόμενο Επίπεδο",
    "description": "Διαφορά μεταξύ του τρέχοντος ποσού παραγγελίας και του κατωφλίου του επόμενου επίπεδου."
  },
  "message.developingWithDrawal": {
    "message": "Παρακαλώ join το Discord και συμβουλευτείτε την υποστήριξη για την επεξεργασία της ανάληψης, θα αφαιρεθούν σχετικοί φόροι εισοδήματος.",
    "description": "Μήνυμα που υποδεικνύει ότι η λειτουργία ανάληψης είναι υπό ανάπτυξη."
  },
  "message.technicalDetail": {
    "message": "Τεχνικές Λεπτομέρειες",
    "description": "Τεχνικές λεπτομέρειες υλοποίησης του συστήματος προτάσεων."
  },
  "message.distributionQrDescription": {
    "message": "Κωδικός QR Πρότασης (ίδιος με το περιεχόμενο του συνδέσμου)",
    "description": "Περιγραφή του κωδικού QR πρότασης."
  },
  "message.distributionLink": {
    "message": "Σύνδεσμος Πρότασης",
    "description": "Σύνδεσμος πρότασης, που χρησιμοποιείται για να καταχωρήσει τον πελάτη ως κατώτερο πελάτη."
  },
  "message.updateSuccessfully": {
    "message": "Ενημέρωση επιτυχής",
    "description": "Μήνυμα που υποδεικνύει ότι οι πληροφορίες πρότασης ενημερώθηκαν επιτυχώς."
  },
  "message.distributionLinkDescription": {
    "message": "Εάν ο πελάτης εγγραφεί στην πλατφόρμα μέσω αυτού του συνδέσμου ή κωδικού QR, ο πελάτης θα συνδεθεί μόνιμα ως κατώτερος πελάτης σας και όλες οι παραγγελίες κατανάλωσης του πελάτη σε αυτήν την πλατφόρμα θα επιστρέψουν στον λογαριασμό σας με βάση την τρέχουσα αναλογία διανομής.",
    "description": "Περιγραφή του συνδέσμου πρότασης."
  },
  "message.distributionLinkDescription2": {
    "message": "Αυτός ο σύνδεσμος περιέχει το αναγνωριστικό χρήστη σας. Όταν ο πελάτης ανοίξει τον σύνδεσμο, το αναγνωριστικό χρήστη σας θα καταγραφεί ως Cookies στον περιηγητή του πελάτη, με διάρκεια επτά ημερών. Αν εντός επτά ημερών ο πελάτης εγγραφεί στην πλατφόρμα σαρώντας αυτόν τον κωδικό, το αναγνωριστικό χρήστη σας θα ανέβει στον διακομιστή εγγραφής μαζί με τα Cookies και ο πελάτης μπορεί να δεθεί ως κατώτερος πελάτης σας.",
    "description": "Περιγραφή του συνδέσμου πρότασης."
  },
  "title.price": {
    "message": "Συνολικό Ποσό Παραγγελιών Πρότασης",
    "description": "Το συνολικό ποσό των παραγγελιών πρότασης, που χρησιμοποιείται για τον υπολογισμό των κερδών από την πρόταση."
  },
  "title.reward": {
    "message": "Συνολική Αμοιβή Πρότασης",
    "description": "Συνολική αμοιβή από την πρόταση, υπολογισμένη με βάση το ποσό της παραγγελίας και το ποσοστό κερδών από την πρόταση."
  },
  "title.level": {
    "message": "Επίπεδο Πρότασης",
    "description": "Το επίπεδο της πρότασης που χρησιμοποιείται για τον υπολογισμό των κερδών από την πρόταση."
  },
  "title.percentage": {
    "message": "Ποσοστό Κερδών Πρότασης",
    "description": "Ποσοστό κερδών από την πρόταση, που χρησιμοποιείται για τον υπολογισμό των κερδών από την πρόταση."
  },
  "title.currentLevel": {
    "message": "Τρέχον Επίπεδο",
    "description": "Το τρέχον επίπεδο πρότασης που χρησιμοποιείται για τον υπολογισμό των κερδών από την πρόταση."
  },
  "title.nextLevel": {
    "message": "Επόμενο Επίπεδο",
    "description": "Το επόμενο επίπεδο πρότασης που χρησιμοποιείται για τον υπολογισμό των κερδών από την πρόταση."
  },
  "title.currentPercentage": {
    "message": "Τρέχον Ποσοστό Κερδών Πρότασης",
    "description": "Το τρέχον ποσοστό κερδών πρότασης που χρησιμοποιείται για τον υπολογισμό των κερδών."
  },
  "title.nextPercentage": {
    "message": "Ποσοστό Κερδών Πρότασης Επόμενου Επιπέδου",
    "description": "Ποσοστό κερδών από την πρόταση του επόμενου επιπέδου, που χρησιμοποιείται για τον υπολογισμό των κερδών."
  },
  "title.levelInfo": {
    "message": "Πληροφορίες Επιπέδου",
    "description": "Πληροφορίες σχετικά με το επίπεδο πρότασης που χρησιμοποιούνται για τον υπολογισμό των κερδών."
  },
  "title.distributionLink": {
    "message": "Σύνδεσμος Πρότασης",
    "description": "Σύνδεσμος πρότασης, που χρησιμοποιείται για να καταχωρήσει τον πελάτη ως κατώτερο πελάτη."
  },
  "title.inviteesCount": {
    "message": "Συνολικός αριθμός προσκεκλημένων",
    "description": "Ο συνολικός αριθμός προσκεκλημένων, που χρησιμοποιείται για τον υπολογισμό των κερδών από παραπομπές."
  },
  "title.manageDistributionStatus": {
    "message": "Διαχείριση διανομής",
    "description": "Η διαχείριση της κατάστασης παραπομπών."
  }
}