{
  "button.learnMore": {
    "message": "Μάθετε Περισσότερα",
    "description": "Κείμενο στο κουμπί, το οποίο επιτρέπει στον χρήστη να μάθει περισσότερες πληροφορίες σχετικά με τις υπηρεσίες. "
  },
  "button.apply": {
    "message": "Υποβολή Αίτησης",
    "description": "Κείμενο στο κουμπί, το οποίο χρησιμοποιείται για την υποβολή αίτησης υπηρεσίας."
  },
  "button.introduction": {
    "message": "Εισαγωγή Υπηρεσίας",
    "description": "Κείμενο στο κουμπί, το οποίο χρησιμοποιείται για να δείτε την εισαγωγή της υπηρεσίας."
  },
  "button.apis": {
    "message": "Περιγραφή ΑΠΙ",
    "description": "Κείμενο στο κουμπί, το οποίο χρησιμοποιείται για να δείτε την περιγραφή της ΑΠΙ."
  },
  "button.pricing": {
    "message": "Τιμολόγηση",
    "description": "Κείμενο στο κουμπί, το οποίο χρησιμοποιείται για να δείτε πληροφορίες σχετικά με τις τιμές."
  },
  "field.price": {
    "message": "Τιμή",
    "description": "Η τιμή της υπηρεσίας."
  },
  "field.introduction": {
    "message": "Εισαγωγή",
    "description": "Η εισαγωγή της υπηρεσίας."
  },
  "field.apis": {
    "message": "ΑΠΙ",
    "description": "Οι ΑΠΙ της υπηρεσίας, οι ΑΠΙ είναι μια μορφή online υπηρεσίας."
  },
  "field.proxies": {
    "message": "Διαμεσολαβητές",
    "description": "Οι διαμεσολαβητές της υπηρεσίας, οι διαμεσολαβητές είναι μια μορφή online υπηρεσίας, χρησιμοποιούνται για τη μεταφορά δεδομένων σε μορφή HTTP διαμεσολαβητή."
  },
  "message.free": {
    "message": "Δωρεάν",
    "description": "Όταν η υπηρεσία είναι δωρεάν, εμφανίζεται αυτό το κείμενο, υποδηλώνει ότι η υπηρεσία είναι δωρεάν."
  },
  "message.around": {
    "message": "Περίπου",
    "description": "Όταν η τιμή είναι περίπου σε μια συγκεκριμένη τιμή εμφανίζεται αυτό το κείμενο."
  },
  "message.welcomeCredits": {
    "message": "Καλώς ήρθατε Πόντοι",
    "description": "Όταν η υπηρεσία παρέχει δωρεάν καλωσορίσματος πόντους εμφανίζεται αυτό το κείμενο."
  },
  "message.appliedCount": {
    "message": "Αριθμός Εφαρμογών",
    "description": "Εμφανίζεται το κείμενο κατά την υπολογισμό του αριθμού των εφαρμογών."
  },
  "message.indexTitle": {
    "message": "Η έξυπνη επιλογή για τις Ϩηφικές σας υπηρεσίες",
    "description": "Ο τίτλος της αρχικής σελίδας."
  },
  "message.indexSubtitle": {
    "message": "Δώστε δύναμη στην εργασία και τη ζωή σας μέσα από την αριστεία των υπηρεσιών μας.",
    "description": "Νέα αγάπη και όχι επιστροφή."
  },
  "message.fromPrice": {
    "message": "Από",
    "description": "Το κείμενο που εμφανίζεται πριν την τιμή."
  },
  "message.packages": {
    "message": "Προσφέρουμε διάφορα πακέτα πόντων. Όσο περισσότερα πακέτα αγοράσετε, τόσο μεγαλύτερη η έκπτωση.",
    "description": "Όταν η υπηρεσία παρέχει πακέτα πόντων εμφανίζεται αυτό το κείμενο."
  },
  "message.offer": {
    "message": "Προσφορά",
    "description": "Όταν η υπηρεσία παρέχει προσφορά εμφανίζεται αυτό το κείμενο."
  },
  "message.partnersTitle": {
    "message": "Αποκτήστε την εμπιστοσύνη των κορυφαίων εταίρων μας",
    "description": "Ο τίτλος του τμήματος των εταίρων."
  },
  "title.apis": {
    "message": "ΑΠΙ",
    "description": "Οι ΑΠΙ της υπηρεσίας, οι ΑΠΙ είναι μια μορφή online υπηρεσίας."
  },
  "title.proxies": {
    "message": "Διαμεσολαβητές",
    "description": "Οι διαμεσολαβητές της υπηρεσίας, οι διαμεσολαβητές είναι μια μορφή online υπηρεσίας, χρησιμοποιούνται για τη μεταφορά δεδομένων σε μορφή HTTP διαμεσολαβητή."
  },
  "title.packages": {
    "message": "Πακέτα",
    "description": "Τα πακέτα της υπηρεσίας, τα πακέτα χρησιμοποιούνται για την αγορά πόντων. Για παράδειγμα, η υπηρεσία παρέχει 3 πακέτα, 100 δολάρια 100 πόντοι, 200 δολάρια 200 πόντοι, 300 δολάρια 300 πόντοι."
  },
  "unit.credit": {
    "message": "Πόντοι",
    "description": "Οι πόντοι είναι η εικονική νομισματική μονάδα που χρησιμοποιείται στις υπηρεσίες ΑΠΙ."
  },
  "unit.Credit": {
    "message": "Πόντοι",
    "description": "Οι πόντοι είναι η εικονική νομισματική μονάδα που χρησιμοποιείται στις υπηρεσίες ΑΠΙ, αυτό είναι σε μορφή κεφαλαίων γραμμάτων."
  },
  "unit.credits": {
    "message": "Πόντοι",
    "description": "Οι πόντοι είναι η εικονική νομισματική μονάδα που χρησιμοποιείται στις υπηρεσίες ΑΠΙ, αυτό είναι σε μορφή πληθυντικού."
  },
  "unit.Credits": {
    "message": "Πόντοι",
    "description": "Οι πόντοι είναι η εικονική νομισματική μονάδα που χρησιμοποιείται στις υπηρεσίες ΑΠΙ, αυτό είναι σε μορφή κεφαλαίων γραμμάτων και πληθυντικού."
  },
  "unit.call": {
    "message": "Κλήση",
    "description": "Η κλήση είναι ο αριθμός των κλήσεων σε μια υπηρεσία ΑΠΙ."
  },
  "unit.Call": {
    "message": "Κλήση",
    "description": "Η κλήση είναι ο αριθμός των κλήσεων σε μια υπηρεσία ΑΠΙ, αυτό είναι σε μορφή κεφαλαίων γραμμάτων."
  },
  "unit.calls": {
    "message": "Κλήσεις",
    "description": "Οι κλήσεις είναι ο αριθμός των κλήσεων σε μια υπηρεσία ΑΠΙ, αυτό είναι σε μορφή πληθυντικού."
  },
  "unit.Calls": {
    "message": "Κλήσεις",
    "description": "Οι κλήσεις είναι ο αριθμός των κλήσεων σε μια υπηρεσία ΑΠΙ, αυτό είναι σε μορφή κεφαλαίων γραμμάτων και πληθυντικού."
  },
  "unit.MB": {
    "message": "MB",
    "description": "Το MB σημαίνει megabyte, η μονάδα αποθήκευσης αριθμητικών πληροφοριών."
  },
  "unit.GB": {
    "message": "GB",
    "description": "Το GB σημαίνει gigabyte, η μονάδα αποθήκευσης αριθμητικών πληροφοριών."
  }
}