{
  "button": {
    "learnMore": "Μάθετε Περισσότερα",
    "_learnMore.comment": "Ο κείμενο που εμφανίζεται στο κουμπί για να μάθετε περισσότερα για την υπηρεσία.",
    "apply": "Υποβολή Αίτησης Τώρα",
    "_apply.comment": "Ο κείμενος που εμφανίζεται στο κουμπί για να υποβάλετε αίτηση για την υπηρεσία.",
    "introduction": "Εισαγωγή Υπηρεσίας",
    "_introduction.comment": "Ο κείμενος που εμφανίζεται στο κουμπί για να δείτε την εισαγωγή της υπηρεσίας.",
    "apis": "Περιγραφή Προγραμματιστικού Περιβάλλοντος (API)",
    "_apis.comment": "Ο κείμενος που εμφανίζεται στο κουμπί για να δείτε την περιγραφή του προγραμματιστικού περιβάλλοντος (API).",
    "pricing": "Τιμολόγηση",
    "_pricing.comment": "Ο κείμενος που εμφανίζεται στο κουμπί για να δείτε τις πληροφορίες τιμολόγησης."
  },
  "field": {
    "price": "Τιμή",
    "_price.comment": "Η τιμή της υπηρεσίας.",
    "introduction": "Εισαγωγή",
    "_introduction.comment": "Η εισαγωγή της υπηρεσίας.",
    "apis": "Προγραμματιστικό Περιβάλλον (API)",
    "_apis.comment": "Το προγραμματιστικό περιβάλλον (API) της υπηρεσίας, το API αποτελεί μια μορφή της διαδικτυακής υπηρεσίας.",
    "proxies": "Διαμεσολαβητής (Proxy)",
    "_proxies.comment": "Ο διαμεσολαβητής (Proxy) της υπηρεσίας, ο διαμεσολαβητής είναι μια μορφή της διαδικτυακής υπηρεσίας, που σημαίνει το HTTP Proxy που χρησιμοποιείται για τη μεταφορά των δεδομένων."
  },
  "message": {
    "free": "Δωρεάν",
    "_free.comment": "Ο κείμενος που εμφανίζεται όταν η υπηρεσία είναι δωρεάν, πράγμα που σημαίνει ότι η υπηρεσία δεν επιβαρύνεται με κόστος.",
    "around": "Περίπου",
    "_around.comment": "Ο κείμενος που εμφανίζεται όταν η τιμή είναι περίπου σε κάποια τιμή.",
    "welcomeCredits": "Καλώς ήλθατε Πιστώσεις",
    "_welcomeCredits.comment": "Ο κείμενος που εμφανίζεται όταν η υπηρεσία παρέχει καλωσόρισμα πιστώσεων δωρεάν",
    "appliedCount": "Αριθμός Αιτήσεων",
    "_appliedCount.comment": "Ο κείμενος που εμφανίζεται όταν ο αριθμός των αιτήσεων μετριέται.",
    "indexTitle": "Η έξυπνη επιλογή σας για ψηφιακές υπηρεσίες",
    "_indexTitle.comment": "Ο τίτλος της αρχικής σελίδας.",
    "indexSubtitle": "Ενισχύστε τη δουλειά και τη ζωή σας με την τυποποιημένη αριστεία στις υπηρεσίες.",
    "_indexSubtitle.comment": "Ο υπότιτλος της αρχικής σελίδας.",
    "fromPrice": "Από ",
    "_fromPrice.comment": "Ο κείμενος που εμφανίζεται πριν από την τιμή.",
    "packages": "Προσφέρουμε μια ποικιλία πακέτων για πιστώσεις, όσα περισσότερα πακέτα αγοράζετε, τόσο περισσότερες έκπτωσεις λαμβάνετε.",
    "_packages.comment": "Ο κείμενος που εμφανίζεται όταν η υπηρεσία παρέχει πακέτα για πιστώσεις.",
    "offer": "Προσφορά",
    "_offer.comment": "Ο κείμενος που εμφανίζεται όταν η υπηρεσία παρέχει μια προσφορά.",
    "partnersTitle": "Εμπιστευτείτε από κορυφαίους εταίρους",
    "_partnersTitle.comment": "Ο τίτλος της ενότητας των εταίρων."
  },
  "title": {
    "apis": "API",
    "_apis.comment": "Το API της υπηρεσίας, το API αποτελεί μια μορφή της διαδικτυακής υπηρεσίας.",
    "proxies": "Διαμεσολαβητές (Proxy)",
    "_proxies.comment": "Ο διαμεσολαβητής (Proxy) της υπηρεσίας, ο διαμεσολαβητής είναι μια μορφή της διαδικτυακής υπηρεσίας, που σημαίνει το HTTP Proxy που χρησιμοποιείται για τη μεταφορά των δεδομένων.",
    "packages": "Πακέτα",
    "_packages.comment": "Τα πακέτα της υπηρεσίας, τα πακέτα χρησιμοποιούνται για την αγορά πιστώσεων, για παράδειγμα, η υπηρεσία παρέχει 3 πακέτα, 100$ για 100 πιστώσεις, 200$ για 200 πιστώσεις, 300$ για 300 πιστώσεις."
  },
  "unit": {
    "credit": "Πίστωση",
    "_credit.comment": "Η πίστωση σημαίνει το εικονικό νόμισμα που χρησιμοποιείται στην υπηρεσία του API",
    "Credit": "Πίστωση",
    "_Credit.comment": "Η πίστωση σημαίνει το εικονικό νόμισμα που χρησιμοποιείται στην υπηρεσία του API, αυτή είναι η κεφαλαία μορφή",
    "credits": "Πιστώσεις",
    "_credits.comment": "Οι πιστώσεις σημαίνουν το εικονικό νόμισμα που χρησιμοποιείται στην υπηρεσία του API, αυτή είναι η πληθυντική μορφή",
    "Credits": "Πιστώσεις",
    "_Credits.comment": "Οι πιστώσεις σημαίνουν το εικονικό νόμισμα που χρησιμοποιείται στην υπηρεσία του API, αυτή είναι η κεφαλαία και πληθυντική μορφή",
    "call": "Κλήση",
    "_call.comment": "Η κλήση σημαίνει τις φορές που έχει γίνει κλήση στην υπηρεσία του API",
    "Call": "Κλήση",
    "_Call.comment": "Η κλήση σημαίνει τις φορές που έχει γίνει κλήση στην υπηρεσία του API, αυτή είναι η κεφαλαία μορφή",
    "calls": "Κλήσεις",
    "_calls.comment": "Οι κλήσεις σημαίνουν τις φορές που έχει γίνει κλήση στην υπηρεσία του API, αυτή είναι η πληθυντική μορφή",
    "Calls": "Κλήσεις",
    "_Calls.comment": "Οι κλήσεις σημαίνουν τις φορές που έχει γίνει κλήση στην υπηρεσία του API, αυτή είναι η κεφαλαία και πληθυντική μορφή",
    "MB": "MB",
    "_MB.comment": "Το MB σημαίνει Μεγα-Μπάιτ, μια μονάδα αποθήκευσης ψηφιακών πληροφοριών",
    "GB": "GB",
    "_GB.comment": "Το GB σημαίνει Γίγα-Μπάιτ, μια μονάδα αποθήκευσης ψηφιακών πληροφοριών"
  }
}