{
  "button.learnMore": {
    "message": "Μάθετε περισσότερα",
    "description": "Κείμενο που εμφανίζεται στο κουμπί για περισσότερες πληροφορίες σχετικά με την υπηρεσία."
  },
  "button.apply": {
    "message": "Υποβολή αίτησης",
    "description": "Κείμενο που εμφανίζεται στο κουμπί για υποβολή αίτησης για την υπηρεσία."
  },
  "button.introduction": {
    "message": "Εισαγωγή υπηρεσίας",
    "description": "Κείμενο που εμφανίζεται στο κουμπί για προβολή της εισαγωγής της υπηρεσίας."
  },
  "button.apis": {
    "message": "Περιγραφή API",
    "description": "Κείμενο που εμφανίζεται στο κουμπί για προβολή της περιγραφής του API."
  },
  "button.pricing": {
    "message": "Τιμολόγηση",
    "description": "Κείμενο που εμφανίζεται στο κουμπί για προβολή των πληροφοριών τιμολόγησης."
  },
  "field.price": {
    "message": "Τιμή",
    "description": "Η τιμή της υπηρεσίας."
  },
  "field.introduction": {
    "message": "Εισαγωγή",
    "description": "Η εισαγωγή της υπηρεσίας."
  },
  "field.apis": {
    "message": "API",
    "description": "Τα API της υπηρεσίας, τα οποία είναι μια μορφή online υπηρεσίας."
  },
  "field.proxies": {
    "message": "Διαμεσολαβητές",
    "description": "Οι διαμεσολαβητές της υπηρεσίας, που αποτελούν μια μορφή online υπηρεσίας χρησιμοποιούμενη για τη μεταφορά δεδομένων μέσω HTTP."
  },
  "message.free": {
    "message": "Δωρεάν",
    "description": "Κείμενο που εμφανίζεται όταν η υπηρεσία είναι δωρεάν, για να υποδηλώσει ότι είναι δωρεάν."
  },
  "message.around": {
    "message": "Περίπου",
    "description": "Κείμενο που εμφανίζεται όταν η τιμή είναι περίπου σε μια συγκεκριμένη τιμή."
  },
  "message.welcomeCredits": {
    "message": "Καλωσορίστε πιστώσεις",
    "description": "Κείμενο που εμφανίζεται όταν η υπηρεσία προσφέρει δωρεάν καλωσόρισμα πιστώσεων."
  },
  "message.appliedCount": {
    "message": "Αριθμός αιτήσεων",
    "description": "Κείμενο που εμφανίζεται κατά τον υπολογισμό του αριθμού των αιτήσεων."
  },
  "message.indexTitle": {
    "message": "Η σοφή επιλογή για τις Ϩηφής σας ψηφιακές υπηρεσίες",
    "description": "Ο τίτλος της αρχικής σελίδας."
  },
  "message.indexSubtitle": {
    "message": "Δώστε δύναμη στην εργασία σας και στη ζωή σας μέσω της υπεροχής προσφοράς των ψηφιακών μας υπηρεσιών.",
    "description": "Η υποσέλιδο της αρχικής σελίδας."
  },
  "message.fromPrice": {
    "message": "Από",
    "description": "Κείμενο που εμφανίζεται πριν από την τιμή."
  },
  "message.packages": {
    "message": "Προσφέρουμε διάφορα πακέτα πιστώσεων. Με την αγορά περισσότερων πακέτων, έχετε μεγαλύτερες εκπτώσεις.",
    "description": "Το κείμενο που εμφανίζεται όταν η υπηρεσία προσφέρει πακέτα πιστώσεων."
  },
  "message.offer": {
    "message": "Προσφορά",
    "description": "Κείμενο που εμφανίζεται όταν η υπηρεσία προσφέρει προσφορές."
  },
  "message.partnersTitle": {
    "message": "Κερδίστε την εμπιστοσύνη των κορυφαίων εταίρων μας",
    "description": "Ο τίτλος της ενότητας με τους εταίρους."
  },
  "title.apis": {
    "message": "API",
    "description": "Τα API της υπηρεσίας, τα οποία είναι μια μορφή online υπηρεσίας."
  },
  "title.proxies": {
    "message": "Διαμεσολαβητές",
    "description": "Οι διαμεσολαβητές της υπηρεσίας, που αποτελούν μια μορφή online υπηρεσίας χρησιμοποιούμενη για τη μεταφορά δεδομένων μέσω HTTP."
  },
  "title.packages": {
    "message": "Πακέτα",
    "description": "Τα πακέτα της υπηρεσίας, τα οποία χρησιμοποιούνται για την αγορά πιστώσεων. Για παράδειγμα, η υπηρεσία προσφέρει 3 πακέτα, 100 δολάρια = 100 πιστώσεις, 200 δολάρια = 200 πιστώσεις, 300 δολάρια = 300 πιστώσεις."
  },
  "unit.credit": {
    "message": "Πίστωση",
    "description": "Η πίστωση είναι το εικονικό νόμισμα που χρησιμοποιείται στις υπηρεσίες του API."
  },
  "unit.Credit": {
    "message": "Πίστωση",
    "description": "Η πίστωση είναι το εικονικό νόμισμα που χρησιμοποιείται στις υπηρεσίες του API, σε μορφή κεφαλαίων γραμμάτων."
  },
  "unit.credits": {
    "message": "Πίστωσεις",
    "description": "Οι πίστωσεις αναφέρονται στο εικονικό νόμισμα που χρησιμοποιείται στις υπηρεσίες του API, σε πληθυσμό."
  },
  "unit.Credits": {
    "message": "Πίστωσεις",
    "description": "Οι πίστωσεις αναφέρονται στο εικονικό νόμισμα που χρησιμοποιείται στις υπηρεσίες του API, σε μορφή κεφαλαίων γραμμάτων και πληθυσμό."
  },
  "unit.call": {
    "message": "Κλήση",
    "description": "Η κλήση είναι ο αριθμός των φορές που καλείται η υπηρεσία του API."
  },
  "unit.Call": {
    "message": "Κλήση",
    "description": "Η κλήση αναφέρεται στον αριθμό των φορών που καλείται η υπηρεσία του API, σε μορφή κεφαλαίων γραμμάτων."
  },
  "unit.calls": {
    "message": "Κλήσεις",
    "description": "Οι κλήσεις αναφέρονται στον αριθμό των φορών που καλείται η υπηρεσία του API, σε πληθυσμό."
  },
  "unit.Calls": {
    "message": "Κλήσεις",
    "description": "Οι κλήσεις αναφέρονται στον αριθμό των φορών που καλείται η υπηρεσία του API, σε μορφή κεφαλαίων γραμμάτων και πληθυσμό."
  },
  "unit.MB": {
    "message": "MB",
    "description": "Το MB σημαίνει megabyte, μονάδα αποθήκευσης ψηφιακών πληροφοριών."
  },
  "unit.GB": {
    "message": "GB",
    "description": "Το GB σημαίνει gigabyte, μονάδα αποθήκευσης ψηφιακών πληροφοριών."
  }
}