{
  "button.edit": {
    "message": "Modifier le message",
    "description": "Éditer le message envoyé"
  },
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Nom du modèle de service, c'est-à-dire GPT 3.5 de base"
  },
  "model.35StandardDescription": {
    "message": "Adapté aux tâches quotidiennes.",
    "description": "Description du modèle 3.5 standard"
  },
  "model.35Browsing": {
    "message": "3.5 Navigation",
    "description": "Nom du modèle de service, c'est-à-dire GPT 3.5 Navigation"
  },
  "model.35BrowsingDescription": {
    "message": "Capable de récupérer des informations en temps réel.",
    "description": "Description du modèle de navigation 3.5"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Nom du modèle de service, c'est-à-dire GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Un modèle plus puissant, adapté aux tâches complexes.",
    "description": "Description du modèle 4.0 standard"
  },
  "model.4Browsing": {
    "message": "4.0 Navigation",
    "description": "Nom du modèle de service, c'est-à-dire GPT 4.0 Navigation"
  },
  "model.4BrowsingDescription": {
    "message": "Puissant et capable de récupérer des informations en temps réel.",
    "description": "Description du modèle de navigation 4.0"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Nom du modèle de service, c'est-à-dire GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Capable d'analyser des images.",
    "description": "Description du modèle de vision 4.0"
  },
  "message.startNewChat": {
    "message": "Commencer une nouvelle conversation",
    "description": "Message dans la page web, informant l'utilisateur de commencer une nouvelle conversation"
  },
  "message.uploadFile": {
    "message": "Télécharger un fichier",
    "description": "Message dans la page web, informant l'utilisateur de télécharger un fichier"
  },
  "message.noToken": {
    "message": "Veuillez d'abord demander le service correspondant",
    "description": "Message dans la page web, informant l'utilisateur de demander d'abord le service correspondant"
  },
  "message.newMessagePlaceholder": {
    "message": "Veuillez entrer votre question...",
    "description": "Espace réservé dans la page web, informant l'utilisateur d'entrer une question"
  },
  "message.noInput": {
    "message": "La question ne peut pas être vide",
    "description": "Message dans la page web, informant l'utilisateur que la question ne peut pas être vide"
  },
  "message.uploadReferencesExceed": {
    "message": "Vous ne pouvez télécharger qu'un seul fichier",
    "description": "Message dans la page web, informant l'utilisateur qu'il ne peut télécharger qu'un seul fichier"
  },
  "message.uploadReferencesError": {
    "message": "Échec du téléchargement du fichier, veuillez réessayer plus tard",
    "description": "Message dans la page web, informant l'utilisateur de l'échec du téléchargement du fichier, veuillez réessayer plus tard"
  },
  "message.notApplied": {
    "message": "Vous n'avez pas encore demandé ce service, veuillez d'abord demander",
    "description": "Message dans la page web, informant l'utilisateur qu'il n'a pas encore demandé ce service, veuillez d'abord demander"
  },
  "message.tryForFree": {
    "message": "Essai gratuit",
    "description": "Message dans la page web, informant l'utilisateur de l'essai gratuit"
  },
  "message.question1": {
    "message": "Créer un plan d'entraînement",
    "description": "Exemple de question pour commencer la conversation, demandant à l'utilisateur d'écrire un code JavaScript qui affiche Hello World"
  },
  "message.question2": {
    "message": "Créer une page personnelle",
    "description": "Exemple de question pour commencer la conversation, demandant à l'utilisateur d'écrire un email à Mike pour lui dire que je viens de déménager"
  },
  "message.question3": {
    "message": "Concevoir un jeu de programmation intéressant",
    "description": "Exemple de question pour commencer la conversation, demandant à l'utilisateur d'expliquer les principes fondamentaux de la computation quantique dans un langage simple"
  },
  "message.question4": {
    "message": "Vivre Séoul comme un local",
    "description": "Exemple de question pour commencer la conversation, demandant à l'utilisateur d'expliquer l'impact de la réalité virtuelle sur la création artistique"
  },
  "message.errorApiError": {
    "message": "Échec de la réponse, veuillez réessayer plus tard",
    "description": "Message dans la page web, informant l'utilisateur que la réponse a échoué, veuillez réessayer plus tard"
  },
  "message.errorBadRequest": {
    "message": "Le contenu de la demande est incorrect, veuillez reformuler votre question",
    "description": "Message dans la page web, informant l'utilisateur que le contenu de la demande est incorrect, veuillez reformuler votre question"
  },
  "message.errorNoConversation": {
    "message": "La conversation n'existe pas ou a expiré, veuillez commencer une nouvelle conversation",
    "description": "Message dans la page web, informant l'utilisateur que la conversation n'existe pas ou a expiré, veuillez commencer une nouvelle conversation"
  },
  "message.errorContentTooLarge": {
    "message": "Le contenu de la question est trop long, veuillez raccourcir et réessayer",
    "description": "Message dans la page web, informant l'utilisateur que le contenu de la question est trop long, veuillez raccourcir et réessayer"
  },
  "message.errorTooManyRequests": {
    "message": "Votre action est trop fréquente, veuillez réessayer plus tard",
    "description": "Message dans la page web, informant l'utilisateur que son action est trop fréquente, veuillez réessayer plus tard"
  },
  "message.errorUsedUp": {
    "message": "Vous avez épuisé le nombre de sessions, veuillez acheter plus de sessions pour continuer à utiliser",
    "description": "Message dans la page web, informant l'utilisateur qu'il a épuisé le nombre de sessions, veuillez acheter plus de sessions pour continuer à utiliser"
  },
  "message.errorUnknown": {
    "message": "Erreur inconnue du serveur, veuillez réessayer plus tard ou contacter le service client",
    "description": "Message dans la page web, informant l'utilisateur qu'une erreur inconnue du serveur s'est produite, veuillez réessayer plus tard ou contacter le service client"
  },
  "message.errorTimeout": {
    "message": "Temps d'attente pour la réponse dépassé, veuillez réessayer plus tard",
    "description": "Message dans la page web, informant l'utilisateur que le temps d'attente pour la réponse a été dépassé, veuillez réessayer plus tard"
  },
  "message.errorNotApplied": {
    "message": "Vous n'avez pas encore demandé ce service, veuillez faire une demande avant de continuer à poser des questions.",
    "description": "Message sur la page Web, informant l'utilisateur qu'il n'a pas encore demandé ce service, veuillez faire une demande avant de continuer à poser des questions."
  },
  "message.confirmDelete": {
    "message": "Confirmer la suppression",
    "description": "Message sur la page Web, informant l'utilisateur de confirmer la suppression."
  },
  "message.howToUse": {
    "message": "L'IA peut faire des erreurs, veuillez vérifier les informations importantes.",
    "description": "Message sur la page Web, informant l'utilisateur que l'IA peut faire des erreurs, veuillez vérifier les informations importantes."
  },
  "title.chat": {
    "message": "Chat AI",
    "description": "Titre de la page Web, c'est-à-dire le chat AI."
  },
  "title.example": {
    "message": "Exemple",
    "description": "Titre de la page Web, c'est-à-dire exemple."
  },
  "title.capabilities": {
    "message": "Fonctionnalités",
    "description": "Titre de la page Web, c'est-à-dire fonctionnalités."
  },
  "title.limitations": {
    "message": "Limitations",
    "description": "Titre sur la page, indiquant que cette section traite des limitations techniques du service."
  },
  "title.complexQuestion": {
    "message": "Répondre à des questions complexes",
    "description": "Titre sur la page, indiquant que cette section traite de la capacité du service à répondre à des questions complexes."
  },
  "title.professionalQuestion": {
    "message": "Consulter des questions professionnelles",
    "description": "Titre sur la page, indiquant que cette section traite de la capacité du service à consulter des questions professionnelles."
  },
  "title.getTips": {
    "message": "Obtenir des idées et de l'inspiration",
    "description": "Titre sur la page, indiquant que cette section traite de la capacité du service à obtenir des idées et de l'inspiration."
  },
  "group.today": {
    "message": "Aujourd'hui",
    "description": "Nom de groupe sur la page Web, c'est-à-dire aujourd'hui."
  },
  "group.yesterday": {
    "message": "Hier",
    "description": "Nom de groupe sur la page Web, c'est-à-dire hier."
  },
  "group.thisWeek": {
    "message": "Cette semaine",
    "description": "Nom de groupe sur la page Web, c'est-à-dire cette semaine."
  },
  "group.earlier": {
    "message": "Plus tôt",
    "description": "Nom de groupe sur la page Web, c'est-à-dire plus tôt."
  }
}