{
  "model.35Standard": {
    "message": "Standard 3.5",
    "description": "Nom du modèle de service, à savoir GPT 3.5 de base"
  },
  "model.35StandardDescription": {
    "message": "Adapté aux tâches quotidiennes.",
    "description": "Description du modèle standard 3.5"
  },
  "model.35Browsing": {
    "message": "Navigation 3.5",
    "description": "Nom du modèle de service, à savoir GPT 3.5 en ligne"
  },
  "model.35BrowsingDescription": {
    "message": "Peut récupérer des informations en temps réel.",
    "description": "Description du modèle de navigation 3.5"
  },
  "model.4Standard": {
    "message": "Standard 4.0",
    "description": "Nom du modèle de service, à savoir GPT 4.0 standard"
  },
  "model.4StandardDescription": {
    "message": "Modèle plus puissant adapté aux tâches complexes.",
    "description": "Description du modèle standard 4.0"
  },
  "model.4Browsing": {
    "message": "Navigation 4.0",
    "description": "Nom du modèle de service, à savoir GPT 4.0 en ligne"
  },
  "model.4BrowsingDescription": {
    "message": "Puissant et peut récupérer des informations en temps réel.",
    "description": "Description du modèle de navigation 4.0"
  },
  "model.4Vision": {
    "message": "Vision 4.0",
    "description": "Nom du modèle de service, à savoir GPT 4.0 vision"
  },
  "model.4VisionDescription": {
    "message": "Peut analyser des images.",
    "description": "Description du modèle de vision 4.0"
  },
  "message.startNewChat": {
    "message": "Démarrer un nouveau chat",
    "description": "Message sur la page Web indiquant à l'utilisateur de commencer un nouveau chat"
  },
  "message.uploadFile": {
    "message": "Téléverser un fichier",
    "description": "Message sur la page Web indiquant à l'utilisateur de téléverser un fichier"
  },
  "message.noToken": {
    "message": "Veuillez d'abord demander le service correspondant",
    "description": "Message sur la page Web indiquant à l'utilisateur de demander d'abord le service correspondant"
  },
  "message.newMessagePlaceholder": {
    "message": "Veuillez saisir votre question...",
    "description": "Placeholder sur la page Web indiquant à l'utilisateur de saisir une question"
  },
  "message.noInput": {
    "message": "La question ne peut pas être vide",
    "description": "Message sur la page Web indiquant à l'utilisateur que la question ne peut pas être vide"
  },
  "message.uploadReferencesExceed": {
    "message": "Vous ne pouvez téléverser qu'un seul fichier au maximum",
    "description": "Message sur la page Web indiquant à l'utilisateur qu'il ne peut téléverser qu'un seul fichier au maximum"
  },
  "message.uploadReferencesError": {
    "message": "Échec du téléversement du fichier, veuillez réessayer ultérieurement",
    "description": "Message sur la page Web indiquant à l'utilisateur l'échec du téléversement du fichier et de réessayer ultérieurement"
  },
  "message.notApplied": {
    "message": "Vous n'avez pas encore demandé ce service, veuillez demander d'abord",
    "description": "Message sur la page Web indiquant à l'utilisateur qu'il n'a pas encore demandé ce service et doit le demander d'abord"
  },
  "message.tryForFree": {
    "message": "Essayer gratuitement",
    "description": "Message sur la page Web indiquant à l'utilisateur d'essayer gratuitement"
  },
  "message.question1": {
    "message": "Créer un plan de formation",
    "description": "Exemple de question pour commencer une conversation, demandant à l'utilisateur d'écrire un morceau de code JavaScript qui affiche 'Bonjour tout le monde'"
  },
  "message.question2": {
    "message": "Créer un site Web personnel",
    "description": "Exemple de question pour commencer une conversation, demandant à l'utilisateur d'écrire un e-mail à Mike pour lui dire qu'il vient de déménager"
  },
  "message.question3": {
    "message": "Concevoir un jeu de programmation intéressant",
    "description": "Exemple de question pour commencer une conversation, demandant à l'utilisateur d'expliquer en termes simples les principes de base de l'informatique quantique"
  },
  "message.question4": {
    "message": "Expérimenter Séoul comme un local",
    "description": "Exemple de question pour commencer une conversation, demandant à l'utilisateur d'expliquer l'impact de la réalité virtuelle sur la création artistique"
  },
  "message.errorApiError": {
    "message": "Échec de la réponse, veuillez réessayer ultérieurement",
    "description": "Message sur la page Web indiquant à l'utilisateur l'échec de la réponse et de réessayer ultérieurement"
  },
  "message.errorBadRequest": {
    "message": "Contenu de la demande non valide, veuillez poser à nouveau la question",
    "description": "Message sur la page Web indiquant à l'utilisateur que le contenu de la demande n'est pas valide et de poser à nouveau la question"
  },
  "message.errorNoConversation": {
    "message": "La conversation n'existe pas ou a expiré, veuillez commencer un nouveau chat",
    "description": "Message sur la page Web indiquant à l'utilisateur que la conversation n'existe pas ou a expiré et de commencer un nouveau chat"
  },
  "message.errorContentTooLarge": {
    "message": "Le contenu de la question est trop long, veuillez raccourcir et réessayer",
    "description": "Message sur la page Web indiquant à l'utilisateur que le contenu de la question est trop long, et de raccourcir et réessayer"
  },
  "message.errorTooManyRequests": {
    "message": "Vos actions sont trop fréquentes, veuillez réessayer plus tard",
    "description": "Message sur la page Web indiquant à l'utilisateur que ses actions sont trop fréquentes et de réessayer plus tard"
  },
  "message.errorUsedUp": {
    "message": "Vous avez déjà épuisé le nombre d'utilisation inclus dans votre forfait, veuillez acheter plus d'utilisations pour continuer",
    "description": "Message sur la page Web indiquant à l'utilisateur qu'il a déjà épuisé le nombre d'utilisation inclus dans son forfait et de acheter plus d'utilisations pour continuer"
  },
  "message.errorUnknown": {
    "message": "Une erreur inconnue s'est produite sur le serveur, veuillez réessayer plus tard ou contacter le service client",
    "description": "Message sur la page Web indiquant à l'utilisateur qu'une erreur inconnue s'est produite sur le serveur et de réessayer plus tard ou de contacter le service client"
  },
  "message.errorTimeout": {
    "message": "La réponse à la question a expiré, veuillez réessayer ultérieurement",
    "description": "Message sur la page Web indiquant à l'utilisateur que la réponse à la question a expiré et de réessayer ultérieurement"
  },
  "message.errorNotApplied": {
    "message": "Vous n'avez pas encore demandé ce service, veuillez d'abord faire une demande avant de continuer à poser des questions",
    "description": "Message on web page, telling the user that you have not applied for this service yet, please apply first before continuing to ask questions"
  },
  "message.confirmDelete": {
    "message": "Confirmer la suppression",
    "description": "Message on web page, telling the user to confirm deletion"
  },
  "message.howToUse": {
    "message": "L'IA pourrait rencontrer des erreurs, veuillez vérifier les informations importantes.",
    "description": "Message on web page, telling the user that AI might encounter errors, please check important information"
  },
  "title.chat": {
    "message": "Chat IA",
    "description": "Title of the web page, i.e. AI Chat"
  },
  "title.example": {
    "message": "Exemple",
    "description": "Title of the web page, i.e. Example"
  },
  "title.capabilities": {
    "message": "Capacités",
    "description": "Title of the web page, i.e. Capabilities"
  },
  "title.limitations": {
    "message": "Limitations",
    "description": "Title on web page, indicating this section is about technical limitations of the service"
  },
  "title.complexQuestion": {
    "message": "Répondre aux questions complexes",
    "description": "Title on web page, indicating this section is about the ability of the service to answer complex questions"
  },
  "title.professionalQuestion": {
    "message": "Poser des questions professionnelles",
    "description": "Title on web page, indicating this section is about the ability of the service to answer professional questions"
  },
  "title.getTips": {
    "message": "Obtenir des conseils et des idées",
    "description": "Title on web page, indicating this section is about the ability of the service to get tips and ideas"
  },
  "group.today": {
    "message": "Aujourd'hui",
    "description": "Group name on web page, i.e. Today"
  },
  "group.yesterday": {
    "message": "Hier",
    "description": "Group name on web page, i.e. Yesterday"
  },
  "group.thisWeek": {
    "message": "Cette semaine",
    "description": "Group name on web page, i.e. This week"
  },
  "group.earlier": {
    "message": "Plus tôt",
    "description": "Group name on web page, i.e. Earlier"
  }
}