{
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Nom du modèle du service, qui est GPT 3.5 Basic"
  },
  "model.35StandardDescription": {
    "message": "Idéal pour les tâches quotidiennes.",
    "description": "Description du modèle 3.5 Standard"
  },
  "model.35Browsing": {
    "message": "3.5 Navigation",
    "description": "Nom du modèle du service, qui est GPT 3.5 Navigation"
  },
  "model.35BrowsingDescription": {
    "message": "Peut récupérer des informations en temps réel.",
    "description": "Description du modèle 3.5 Navigation"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Nom du modèle du service, qui est GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Modèle plus puissant pour les tâches complexes.",
    "description": "Description du modèle 4.0 Standard"
  },
  "model.4Browsing": {
    "message": "4.0 Navigation",
    "description": "Nom du modèle du service, qui est GPT 4.0 Navigation"
  },
  "model.4BrowsingDescription": {
    "message": "Puissant et récupération d'informations en temps réel.",
    "description": "Description du modèle 4.0 Navigation"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Nom du modèle du service, qui est GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Peut analyser des images.",
    "description": "Description du modèle 4.0 Vision"
  },
  "message.startNewChat": {
    "message": "Démarrer une nouvelle conversation",
    "description": "Message sur une page web, qui invite l'utilisateur à démarrer une nouvelle conversation"
  },
  "message.uploadFile": {
    "message": "Téléverser un fichier",
    "description": "Message sur une page web, qui invite l'utilisateur à téléverser un fichier"
  },
  "message.noToken": {
    "message": "Veuillez d'abord demander le service correspondant",
    "description": "Message sur une page web, qui invite l'utilisateur à demander d'abord le service correspondant"
  },
  "message.newMessagePlaceholder": {
    "message": "Veuillez saisir votre question...",
    "description": "Placeholder sur une page web, qui invite l'utilisateur à saisir une question"
  },
  "message.noInput": {
    "message": "La question ne peut pas être vide",
    "description": "Message sur une page web, qui informe l'utilisateur que la question ne peut pas être vide"
  },
  "message.uploadReferencesExceed": {
    "message": "Vous ne pouvez téléverser qu'un fichier au maximum",
    "description": "Message sur une page web, qui informe l'utilisateur qu'il ne peut téléverser qu'un fichier au maximum"
  },
  "message.uploadReferencesError": {
    "message": "Échec du téléversement du fichier, veuillez réessayer plus tard",
    "description": "Message sur une page web, qui informe l'utilisateur de l'échec du téléversement du fichier, veuillez réessayer plus tard"
  },
  "message.notApplied": {
    "message": "Vous n'avez pas encore demandé ce service, veuillez d'abord demander",
    "description": "Message sur une page web, qui informe l'utilisateur qu'il n'a pas encore demandé ce service, veuillez d'abord demander"
  },
  "message.tryForFree": {
    "message": "Essayer gratuitement",
    "description": "Message sur une page web, qui invite l'utilisateur à essayer gratuitement"
  },
  "message.question1": {
    "message": "Créer un plan d'entraînement",
    "description": "Exemple de question pour démarrer une conversation, qui demande à l'utilisateur d'écrire un morceau de code JavaScript qui affiche Bonjour le monde"
  },
  "message.question2": {
    "message": "Créer une page web personnelle",
    "description": "Exemple de question pour démarrer une conversation, qui demande à l'utilisateur d'écrire un e-mail à Mike, lui disant que je viens de déménager"
  },
  "message.question3": {
    "message": "Concevoir un jeu de codage amusant",
    "description": "Exemple de question pour démarrer une conversation, qui demande à l'utilisateur d'expliquer les principes de base de l'informatique quantique en termes simples"
  },
  "message.question4": {
    "message": "Découvrir Séoul comme un local",
    "description": "Exemple de question pour démarrer une conversation, qui demande à l'utilisateur d'expliquer quel impact la réalité virtuelle a eu sur la création artistique"
  },
  "message.errorApiError": {
    "message": "Échec de la réponse, veuillez réessayer plus tard",
    "description": "Message sur une page web, qui informe l'utilisateur de l'échec de la réponse, veuillez réessayer plus tard"
  },
  "message.errorBadRequest": {
    "message": "Le contenu de la demande n'est pas normalisé, veuillez poser à nouveau la question",
    "description": "Message sur une page web, qui informe l'utilisateur que le contenu de la demande n'est pas normalisé, veuillez poser à nouveau la question"
  },
  "message.errorNoConversation": {
    "message": "La conversation n'existe pas ou a expiré, veuillez démarrer une nouvelle conversation",
    "description": "Message sur une page web, qui informe l'utilisateur que la conversation n'existe pas ou a expiré, veuillez démarrer une nouvelle conversation"
  },
  "message.errorContentTooLarge": {
    "message": "Le contenu de la question est trop long, veuillez le raccourcir et réessayer",
    "description": "Message sur une page web, qui informe l'utilisateur que le contenu de la question est trop long, veuillez le raccourcir et réessayer"
  },
  "message.errorTooManyRequests": {
    "message": "Vos opérations sont trop fréquentes, veuillez réessayer plus tard",
    "description": "Message sur une page web, qui informe l'utilisateur que ses opérations sont trop fréquentes, veuillez réessayer plus tard"
  },
  "message.errorUsedUp": {
    "message": "Vous avez épuisé vos utilisations incluses, veuillez en acheter davantage pour continuer à utiliser",
    "description": "Message sur une page web, qui informe l'utilisateur qu'il a épuisé ses utilisations incluses, veuillez en acheter davantage pour continuer à utiliser"
  },
  "message.errorUnknown": {
    "message": "Une erreur inconnue s'est produite sur le serveur, veuillez réessayer plus tard ou contacter le service client",
    "description": "Message sur une page web, qui informe l'utilisateur qu'une erreur inconnue s'est produite sur le serveur, veuillez réessayer plus tard ou contacter le service client"
  },
  "message.errorTimeout": {
    "message": "Le délai de réponse à la question a expiré, veuillez réessayer plus tard",
    "description": "Message sur une page web, qui informe l'utilisateur que le délai de réponse à la question a expiré, veuillez réessayer plus tard"
  },
  "message.errorNotApplied": {
    "message": "Vous n'avez pas encore demandé ce service, veuillez d'abord demander avant de poser des questions",
    "description": "Message sur une page web, qui informe l'utilisateur qu'il n'a pas encore demandé ce service, veuillez d'abord demander avant de poser des questions"
  },
  "message.confirmDelete": {
    "message": "Confirmer la suppression",
    "description": "Message sur une page web, qui invite l'utilisateur à confirmer la suppression"
  },
  "message.howToUse": {
    "message": "L'IA peut faire des erreurs. Vérifiez les informations importantes.",
    "description": "Message sur une page web, qui informe l'utilisateur que l'IA peut faire des erreurs. Vérifiez les informations importantes."
  },
  "title.chat": {
    "message": "Chat IA",
    "description": "Titre d'une page web, qui est Chat IA"
  },
  "title.example": {
    "message": "Exemple",
    "description": "Titre d'une page web, qui est Exemple"
  },
  "title.capabilities": {
    "message": "Capacités",
    "description": "Titre d'une page web, qui est Capacités"
  },
  "title.limitations": {
    "message": "Limitations",
    "description": "Titre sur une page web, qui indique que cette partie concerne les limitations techniques du service"
  },
  "title.complexQuestion": {
    "message": "Répondre à des questions complexes",
    "description": "Titre sur une page web, qui indique que cette partie concerne la capacité du service à répondre à des questions complexes"
  },
  "title.professionalQuestion": {
    "message": "Consulter des questions professionnelles",
    "description": "Titre sur une page web, qui indique que cette partie concerne la capacité du service à consulter des questions professionnelles"
  },
  "title.getTips": {
    "message": "Obtenir de l'inspiration et de la créativité",
    "description": "Titre sur une page web, qui indique que cette partie concerne la capacité du service à obtenir de l'inspiration et de la créativité"
  },
  "group.today": {
    "message": "Aujourd'hui",
    "description": "Nom du groupe sur une page web, qui est Aujourd'hui"
  },
  "group.yesterday": {
    "message": "Hier",
    "description": "Nom du groupe sur une page web, qui est Hier"
  },
  "group.thisWeek": {
    "message": "Cette semaine",
    "description": "Nom du groupe sur une page web, qui est Cette semaine"
  },
  "group.earlier": {
    "message": "Plus tôt",
    "description": "Nom du groupe sur une page web, qui est Plus tôt"
  }
}