{
  "button.edit": {
    "message": "Modifier le message",
    "description": "Modifier le message envoyé"
  },
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Nom du modèle de service, soit GPT 3.5 de base"
  },
  "model.35StandardDescription": {
    "message": "Pour des tâches quotidiennes.",
    "description": "Description du modèle standard 3.5"
  },
  "model.35Browsing": {
    "message": "3.5 Navigateur",
    "description": "Nom du modèle de service, soit GPT 3.5 Navigateur"
  },
  "model.35BrowsingDescription": {
    "message": "Peut récupérer des informations en temps réel.",
    "description": "Description du modèle de navigation 3.5"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Nom du modèle de service, soit GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Un modèle plus puissant, adapté aux tâches complexes.",
    "description": "Description du modèle standard 4.0"
  },
  "model.4Browsing": {
    "message": "4.0 Navigateur",
    "description": "Nom du modèle de service, soit GPT 4.0 Navigateur"
  },
  "model.4BrowsingDescription": {
    "message": "Puissant et capable de récupérer des informations en temps réel.",
    "description": "Description du modèle de navigation 4.0"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Nom du modèle de service, soit GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Peut analyser des images.",
    "description": "Description du modèle de vision 4.0"
  },
  "message.startNewChat": {
    "message": "Commencer une nouvelle conversation",
    "description": "Message sur la page web informant l'utilisateur de commencer une nouvelle conversation"
  },
  "message.uploadFile": {
    "message": "Télécharger un fichier",
    "description": "Message sur la page web informant l'utilisateur de télécharger un fichier"
  },
  "message.noToken": {
    "message": "Veuillez d'abord demander le service correspondant",
    "description": "Message sur la page web informant l'utilisateur de d'abord demander le service correspondant"
  },
  "message.newMessagePlaceholder": {
    "message": "Veuillez entrer votre question...",
    "description": "Placeholder sur la page web informant l'utilisateur d'entrer une question"
  },
  "message.noInput": {
    "message": "La question ne peut pas être vide",
    "description": "Message sur la page web informant l'utilisateur que la question ne peut pas être vide"
  },
  "message.uploadReferencesExceed": {
    "message": "Vous ne pouvez télécharger qu'un seul fichier",
    "description": "Message sur la page web informant l'utilisateur qu'il ne peut télécharger qu'un seul fichier"
  },
  "message.uploadReferencesError": {
    "message": "Échec du téléchargement du fichier, veuillez réessayer plus tard",
    "description": "Message sur la page web informant l'utilisateur que le téléchargement du fichier a échoué, veuillez réessayer plus tard"
  },
  "message.notApplied": {
    "message": "Vous n'avez pas encore demandé ce service, veuillez d'abord le faire",
    "description": "Message sur la page web informant l'utilisateur qu'il n'a pas encore demandé ce service, veuillez d'abord le faire"
  },
  "message.tryForFree": {
    "message": "Essayer gratuitement",
    "description": "Message sur la page web informant l'utilisateur qu'il peut essayer gratuitement"
  },
  "message.question1": {
    "message": "Créer un plan d'entraînement",
    "description": "Exemple de question pour commencer une conversation, demandant à l'utilisateur d'écrire un code JavaScript pour afficher Hello World"
  },
  "message.question2": {
    "message": "Créer une page personnelle",
    "description": "Exemple de question pour commencer une conversation, demandant à l'utilisateur d'écrire un e-mail à Mike pour lui dire que je viens de déménager"
  },
  "message.question3": {
    "message": "Concevoir des jeux de programmation amusants",
    "description": "Exemple de question pour commencer une conversation, demandant à l'utilisateur d'expliquer les principes de base de l'informatique quantique dans un langage simple"
  },
  "message.question4": {
    "message": "Vivre Séoul comme un local",
    "description": "Exemple de question pour commencer une conversation, demandant à l'utilisateur d'expliquer l'impact de la réalité virtuelle sur la création artistique"
  },
  "message.errorApiError": {
    "message": "Échec de la réponse, veuillez réessayer plus tard",
    "description": "Message sur la page web informant l'utilisateur de l'échec de la réponse, veuillez réessayer plus tard"
  },
  "message.errorBadRequest": {
    "message": "La requête est mal formulée, veuillez reformuler votre question",
    "description": "Message sur la page web informant l'utilisateur que la requête est mal formulée, veuillez reformuler votre question"
  },
  "message.errorNoConversation": {
    "message": "La conversation n'existe pas ou a expiré, veuillez commencer une nouvelle conversation",
    "description": "Message sur la page web informant l'utilisateur que la conversation n'existe pas ou a expiré, veuillez commencer une nouvelle conversation"
  },
  "message.errorContentTooLarge": {
    "message": "Le contenu de la question est trop long, veuillez le réduire et réessayer",
    "description": "Message sur la page web informant l'utilisateur que le contenu de la question est trop long, veuillez le réduire et réessayer"
  },
  "message.errorTooManyRequests": {
    "message": "Vous effectuez des actions trop fréquemment, veuillez réessayer plus tard",
    "description": "Message sur la page web informant l'utilisateur qu'il effectue des actions trop fréquemment, veuillez réessayer plus tard"
  },
  "message.errorUsedUp": {
    "message": "Vous avez épuisé vos limites d'utilisation, veuillez acheter plus de crédits pour continuer",
    "description": "Message sur la page web informant l'utilisateur qu'il a épuisé ses limites d'utilisation, veuillez acheter plus de crédits pour continuer"
  },
  "message.errorUnknown": {
    "message": "Une erreur inconnue est survenue sur le serveur, veuillez réessayer plus tard ou contacter le support",
    "description": "Message sur la page web informant l'utilisateur qu'une erreur inconnue est survenue sur le serveur, veuillez réessayer plus tard ou contacter le support"
  },
  "message.errorTimeout": {
    "message": "Le temps imparti pour répondre à la question est écoulé, veuillez réessayer plus tard",
    "description": "Message sur la page web informant l'utilisateur que le temps imparti pour répondre à la question est écoulé, veuillez réessayer plus tard"
  },
  "message.errorNotApplied": {
    "message": "Vous n'avez pas encore demandé ce service, veuillez d'abord faire une demande avant de continuer à poser des questions.",
    "description": "Message sur la page web informant l'utilisateur qu'il n'a pas encore demandé ce service, veuillez d'abord demander avant de continuer à poser des questions."
  },
  "message.confirmDelete": {
    "message": "Confirmer la suppression",
    "description": "Message sur la page web informant l'utilisateur de confirmer la suppression."
  },
  "message.howToUse": {
    "message": "L'IA peut se tromper, veuillez vérifier les informations importantes.",
    "description": "Message sur la page web informant l'utilisateur que l'IA peut se tromper, veuillez vérifier les informations importantes."
  },
  "title.chat": {
    "message": "Chat IA",
    "description": "Titre de la page web, c'est-à-dire le chat IA."
  },
  "title.example": {
    "message": "Exemple",
    "description": "Titre de la page web, c'est-à-dire exemple."
  },
  "title.capabilities": {
    "message": "Fonctionnalités",
    "description": "Titre de la page web, c'est-à-dire fonctionnalités."
  },
  "title.limitations": {
    "message": "Limitations",
    "description": "Titre sur la page web indiquant que cette section traite des limitations techniques du service."
  },
  "title.complexQuestion": {
    "message": "Répondre à des questions complexes",
    "description": "Titre sur la page web indiquant que cette section traite des capacités du service à répondre à des questions complexes."
  },
  "title.professionalQuestion": {
    "message": "Consulter des questions professionnelles",
    "description": "Titre sur la page web indiquant que cette section traite des capacités du service à consulter des questions professionnelles."
  },
  "title.getTips": {
    "message": "Obtenir des idées et des inspirations",
    "description": "Titre sur la page web indiquant que cette section traite des capacités du service à obtenir des idées et des inspirations."
  },
  "group.today": {
    "message": "Aujourd'hui",
    "description": "Nom du groupe sur la page web, c'est-à-dire aujourd'hui."
  },
  "group.yesterday": {
    "message": "Hier",
    "description": "Nom du groupe sur la page web, c'est-à-dire hier."
  },
  "group.thisWeek": {
    "message": "Cette semaine",
    "description": "Nom du groupe sur la page web, c'est-à-dire cette semaine."
  },
  "group.earlier": {
    "message": "Plus tôt",
    "description": "Nom du groupe sur la page web, c'est-à-dire plus tôt."
  }
}