{
  "button.suggested": {
    "message": "Recommandé",
    "description": "Texte du bouton, recommandé signifie le bouton recommandé"
  },
  "menu.orderList": {
    "message": "Liste des commandes",
    "description": "Texte dans le menu du site, commande signifie les commandes d'achat de services par l'utilisateur"
  },
  "menu.applicationList": {
    "message": "Liste des demandes",
    "description": "Texte dans le menu du site, demande signifie les demandes d'utilisation de services par l'utilisateur"
  },
  "menu.userProfile": {
    "message": "Profil utilisateur",
    "description": "Texte dans le menu du site, profil utilisateur signifie le profil personnel de l'utilisateur"
  },
  "menu.idVerify": {
    "message": "Vérification d'identité",
    "description": "Texte dans le menu du site, vérification d'identité signifie la vérification de l'identité de l'utilisateur"
  },
  "menu.manageApplication": {
    "message": "Gestion des demandes",
    "description": "Texte dans le menu du site, gestion des demandes signifie la gestion des demandes de l'utilisateur"
  },
  "menu.distributionIndex": {
    "message": "Revenus de recommandation",
    "description": "Texte dans le menu du site, revenus de recommandation signifie les revenus de recommandation de l'utilisateur"
  },
  "menu.developerPlatform": {
    "message": "Plateforme développeur",
    "description": "Texte dans le menu du site, plateforme développeur signifie la plateforme pour les développeurs"
  },
  "menu.usageList": {
    "message": "Historique d'utilisation",
    "description": "Texte dans le menu du site, historique d'utilisation signifie l'historique d'utilisation des services API par l'utilisateur"
  },
  "menu.credentialIndex": {
    "message": "Identifiants",
    "description": "Texte dans le menu du site, identifiants signifie les identifiants pour accéder à l'API"
  },
  "menu.manageOrder": {
    "message": "Gestion des commandes",
    "description": "Texte dans le menu du site, gestion des commandes signifie la gestion des commandes de l'utilisateur, commande signifie les commandes d'achat de services par l'utilisateur"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Texte dans le menu du site, gestion de la distribution signifie la gestion de l'état de distribution de l'utilisateur, lié aux revenus de recommandation de l'utilisateur"
  },
  "message.benefit1": {
    "message": "Support client exclusif",
    "description": "Texte sur la page d'accueil du site, support client exclusif signifie que l'utilisateur peut obtenir un support client exclusif"
  },
  "message.benefit2": {
    "message": "Accès prioritaire aux nouvelles fonctionnalités",
    "description": "Texte sur la page d'accueil du site, accès prioritaire aux nouvelles fonctionnalités signifie que l'utilisateur peut accéder en priorité aux nouvelles fonctionnalités"
  },
  "message.buyExtra": {
    "message": "Acheter",
    "description": "Texte sur la page d'accueil du site, acheter signifie que l'utilisateur peut acheter des crédits"
  },
  "message.subscribe": {
    "message": "S'abonner",
    "description": "Texte sur la page d'accueil du site, s'abonner signifie que l'utilisateur peut s'abonner à un abonnement"
  },
  "message.doNotWantSubscribe": {
    "message": "Vous ne souhaitez pas vous abonner à un abonnement périodique ? Vous pouvez également essayer d'acheter des crédits séparément.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir s'abonner signifie que l'utilisateur ne souhaite pas s'abonner à un abonnement"
  },
  "message.doNotWantExtra": {
    "message": "Vous ne souhaitez pas acheter de crédits ? Vous pouvez également essayer de vous abonner à un abonnement périodique.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir acheter de crédits signifie que l'utilisateur ne souhaite pas acheter de crédits"
  },
  "message.applicationNotFound": {
    "message": "Demande introuvable",
    "description": "Message affiché à l'utilisateur lorsque la demande n'existe pas."
  },
  "subscription.title": {
    "message": "Abonnez-vous pour profiter de plus d'avantages",
    "description": "Message affiché à l'utilisateur lors de l'abonnement au service."
  },
  "subscription.3days": {
    "message": "Abonnement d'essai de 3 jours",
    "description": "Type d'abonnement, abonnement d'essai de 3 jours"
  },
  "subscription.3days.description": {
    "message": "Abonnement d'essai, idéal pour une utilisation à court terme.",
    "description": "Description du type d'abonnement, idéal pour une utilisation à court terme"
  },
  "subscription.weekly": {
    "message": "Abonnement hebdomadaire",
    "description": "Type d'abonnement, abonnement hebdomadaire signifie que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly": {
    "message": "Abonnement mensuel",
    "description": "Type d'abonnement, abonnement mensuel signifie que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly": {
    "message": "Abonnement annuel",
    "description": "Type d'abonnement, abonnement annuel signifie que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.weekly.description": {
    "message": "Abonnement hebdomadaire d'essai, idéal pour une utilisation à court terme.",
    "description": "Description du type d'abonnement, abonnement hebdomadaire signifie que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly.description": {
    "message": "Abonnement mensuel flexible, idéal pour une utilisation à long terme.",
    "description": "Description du type d'abonnement, abonnement mensuel signifie que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly.description": {
    "message": "Abonnement annuel avantageux, le choix le plus économique.",
    "description": "Description du type d'abonnement, abonnement annuel signifie que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.introduction": {
    "message": "Abonnez-vous pour débloquer tous les services AI du site.",
    "description": "Introduction à l'abonnement signifie l'introduction de l'abonnement"
  }
}