{
  "button.suggested": {
    "message": "Recommander",
    "description": "Texte dans le bouton, recommandé indique le bouton de recommandation"
  },
  "menu.orderList": {
    "message": "Liste des commandes",
    "description": "Texte dans le menu du site, commandes indique les commandes des services achetés par l'utilisateur"
  },
  "menu.applicationList": {
    "message": "Liste des demandes",
    "description": "Texte dans le menu du site, demandes indique les demandes de services par l'utilisateur"
  },
  "menu.userProfile": {
    "message": "Profil utilisateur",
    "description": "Texte dans le menu du site, profil utilisateur indique les informations personnelles de l'utilisateur"
  },
  "menu.idVerify": {
    "message": "Vérification d'identité",
    "description": "Texte dans le menu du site, vérification d'identité indique la validation de l'identité de l'utilisateur"
  },
  "menu.manageApplication": {
    "message": "Gestion des demandes",
    "description": "Texte dans le menu du site, gestion des demandes indique la gestion des demandes de l'utilisateur"
  },
  "menu.distributionIndex": {
    "message": "Revenus recommandés",
    "description": "Texte dans le menu du site, revenus recommandés indique les gains de l'utilisateur liés aux recommandations"
  },
  "menu.developerPlatform": {
    "message": "Plateforme développeur",
    "description": "Texte dans le menu du site, plateforme développeur indique la plateforme pour les développeurs"
  },
  "menu.usageList": {
    "message": "Historique d'utilisation",
    "description": "Texte dans le menu du site, historique d'utilisation indique l'historique des services API utilisés par l'utilisateur"
  },
  "menu.credentialIndex": {
    "message": "Identifiants",
    "description": "Texte dans le menu du site, identifiants indique les informations d'accès aux API"
  },
  "menu.manageOrder": {
    "message": "Gestion des commandes",
    "description": "Texte dans le menu du site, gestion des commandes indique la gestion des commandes effectuées par l'utilisateur, commandes se rapportant aux services achetés par l'utilisateur"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Texte dans le menu du site, gestion de la distribution indique la gestion des états de distribution de l'utilisateur, lié aux gains des recommandations"
  },
  "message.benefit1": {
    "message": "Support dédié par le service client",
    "description": "Texte sur la page d'accueil, support dédié par le service client indique que l'utilisateur peut recevoir une assistance d'un agent service client dédié"
  },
  "message.benefit2": {
    "message": "Expérience prioritaire des nouvelles fonctionnalités",
    "description": "Texte sur la page d'accueil, expérience prioritaire indique que l'utilisateur peut tester les nouvelles fonctionnalités en avant-première"
  },
  "message.buyExtra": {
    "message": "Acheter des crédits",
    "description": "Texte sur la page d'accueil, acheter crédits indique que l'utilisateur peut acheter des crédits"
  },
  "message.doNotWantSubscribe": {
    "message": "Vous ne souhaitez pas vous abonner à l'ensemble des services ? Vous pouvez également acheter des crédits pour des services individuels.",
    "description": "Texte sur la page d'accueil, ne pas vouloir s'abonner indique que l'utilisateur ne veut pas s'abonner"
  },
  "subscription.3days": {
    "message": "Abonnement de 3 jours",
    "description": "Type d'abonnement, abonnement de 3 jours"
  },
  "subscription.3days.description": {
    "message": "Abonnement d'essai, adapté pour une utilisation à court terme.",
    "description": "Type d'abonnement, adapté pour une utilisation à court terme"
  },
  "subscription.weekly": {
    "message": "Abonnement hebdomadaire",
    "description": "Type d'abonnement, l'abonnement hebdomadaire indique que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly": {
    "message": "Abonnement mensuel",
    "description": "Type d'abonnement, l'abonnement mensuel indique que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly": {
    "message": "Abonnement annuel",
    "description": "Type d'abonnement, l'abonnement annuel indique que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.weekly.description": {
    "message": "Abonnement d'essai hebdomadaire, adapté pour une utilisation à court terme.",
    "description": "Description du type d'abonnement, l'abonnement hebdomadaire indique que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly.description": {
    "message": "Abonnement mensuel flexible, adapté pour une utilisation à long terme.",
    "description": "Description du type d'abonnement, l'abonnement mensuel indique que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly.description": {
    "message": "Abonnement annuel avantageux, le meilleur choix.",
    "description": "Description du type d'abonnement, l'abonnement annuel indique que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.introduction": {
    "message": "Abonnement, débloquez tous les services AI du site.",
    "description": "Introduction à l'abonnement, indique les informations sur l'abonnement"
  }
}