{
  "button.suggested": {
    "message": "Recommandé",
    "description": "Texte dans le bouton, recommandé indique le bouton de recommandation"
  },
  "menu.orderList": {
    "message": "Liste des commandes",
    "description": "Texte dans le menu du site, commande indique les commandes des services achetés par l'utilisateur"
  },
  "menu.applicationList": {
    "message": "Liste des demandes",
    "description": "Texte dans le menu du site, demande indique les demandes des utilisateurs pour les services"
  },
  "menu.userProfile": {
    "message": "Profil utilisateur",
    "description": "Texte dans le menu du site, profil utilisateur indique les informations personnelles de l'utilisateur"
  },
  "menu.idVerify": {
    "message": "Vérification de l'identité",
    "description": "Texte dans le menu du site, vérification de l'identité indique la validation de l'identité de l'utilisateur"
  },
  "menu.manageApplication": {
    "message": "Gestion des demandes",
    "description": "Texte dans le menu du site, gestion des demandes indique la gestion des demandes de l'utilisateur"
  },
  "menu.distributionIndex": {
    "message": "Revenus de recommandation",
    "description": "Texte dans le menu du site, revenus de recommandation indique les gains de l'utilisateur liés aux recommandations"
  },
  "menu.developerPlatform": {
    "message": "Plateforme développeur",
    "description": "Texte dans le menu du site, plateforme développeur indique la plateforme destinée aux développeurs"
  },
  "menu.usageList": {
    "message": "Historique d'utilisation",
    "description": "Texte dans le menu du site, historique d'utilisation indique l'historique des services API utilisés par l'utilisateur"
  },
  "menu.credentialIndex": {
    "message": "Identifiants",
    "description": "Texte dans le menu du site, identifiants indique les informations d'accès à l'API"
  },
  "menu.manageOrder": {
    "message": "Gestion des commandes",
    "description": "Texte dans le menu du site, gestion des commandes indique la gestion des commandes de l'utilisateur, commande indique les services achetés par l'utilisateur"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestion de distribution",
    "description": "Texte dans le menu du site, gestion de distribution indique la gestion de l'état de distribution de l'utilisateur, liée aux gains de recommandations"
  },
  "message.benefit1": {
    "message": "Support dédié de service client",
    "description": "Texte sur la page d'accueil du site, support dédié indique que l'utilisateur peut bénéficier d'un support par un service client exclusif"
  },
  "message.benefit2": {
    "message": "Accès prioritaire aux nouvelles fonctionnalités",
    "description": "Texte sur la page d'accueil du site, accès prioritaire indique que l'utilisateur peut tester les nouvelles fonctionnalités avant les autres"
  },
  "message.buyExtra": {
    "message": "Acheter un complément",
    "description": "Texte sur la page d'accueil du site, acheter un complément indique que l'utilisateur peut acheter des crédits supplémentaires"
  },
  "message.subscribe": {
    "message": "S'abonner",
    "description": "Texte sur la page d'accueil du site, s'abonner indique que l'utilisateur peut souscrire à un abonnement"
  },
  "message.doNotWantSubscribe": {
    "message": "Vous ne souhaitez pas souscrire à un abonnement complet ? Vous pouvez également essayer d'acheter des crédits pour un service individuel.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir souscrire indique que l'utilisateur ne souhaite pas souscrire à un abonnement"
  },
  "message.doNotWantExtra": {
    "message": "Vous ne souhaitez pas acheter de crédits ? Vous pouvez également essayer de vous abonner à un abonnement complet.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir acheter indique que l'utilisateur ne souhaite pas acheter de crédits supplémentaires"
  },
  "subscription.3days": {
    "message": "Abonnement de 3 jours",
    "description": "Type d'abonnement, abonnement de 3 jours"
  },
  "subscription.3days.description": {
    "message": "Abonnement d'essai, idéal pour un usage à court terme.",
    "description": "Type d'abonnement, idéal pour un usage à court terme"
  },
  "subscription.weekly": {
    "message": "Abonnement hebdomadaire",
    "description": "Type d'abonnement, abonnement hebdomadaire indique le type d'abonnement acheté par l'utilisateur"
  },
  "subscription.monthly": {
    "message": "Abonnement mensuel",
    "description": "Type d'abonnement, abonnement mensuel indique le type d'abonnement acheté par l'utilisateur"
  },
  "subscription.yearly": {
    "message": "Abonnement annuel",
    "description": "Type d'abonnement, abonnement annuel indique le type d'abonnement acheté par l'utilisateur"
  },
  "subscription.weekly.description": {
    "message": "Abonnement d'essai hebdomadaire, idéal pour un usage à court terme.",
    "description": "Description du type d'abonnement, abonnement hebdomadaire indique le type d'abonnement acheté par l'utilisateur"
  },
  "subscription.monthly.description": {
    "message": "Abonnement mensuel flexible, idéal pour un usage à long terme.",
    "description": "Description du type d'abonnement, abonnement mensuel indique le type d'abonnement acheté par l'utilisateur"
  },
  "subscription.yearly.description": {
    "message": "Abonnement annuel avantageux, le choix le plus rentable.",
    "description": "Description du type d'abonnement, abonnement annuel indique le type d'abonnement acheté par l'utilisateur"
  },
  "subscription.introduction": {
    "message": "Abonnez-vous pour débloquer tous les services AI du site.",
    "description": "Présentation de l'abonnement indique une introduction à l'abonnement"
  }
}