{
  "button.suggested": {
    "message": "Recommandé",
    "description": "Texte du bouton, Recommandé indique un bouton suggéré"
  },
  "menu.orderList": {
    "message": "Liste des commandes",
    "description": "Texte dans le menu du site, Liste des commandes indique les commandes passées par l'utilisateur"
  },
  "menu.applicationList": {
    "message": "Liste des demandes",
    "description": "Texte dans le menu du site, Liste des demandes indique les demandes de l'utilisateur pour utiliser les services"
  },
  "menu.userProfile": {
    "message": "Profil utilisateur",
    "description": "Texte dans le menu du site, Profil utilisateur indique les informations personnelles de l'utilisateur"
  },
  "menu.idVerify": {
    "message": "Vérification d'identité",
    "description": "Texte dans le menu du site, Vérification d'identité indique la validation de l'identité de l'utilisateur"
  },
  "menu.manageApplication": {
    "message": "Gestion des demandes",
    "description": "Texte dans le menu du site, Gestion des demandes indique la gestion des demandes de l'utilisateur"
  },
  "menu.distributionIndex": {
    "message": "Revenu recommandé",
    "description": "Texte dans le menu du site, Revenu recommandé indique les gains obtenus par l'utilisateur grâce à ses recommandations"
  },
  "menu.developerPlatform": {
    "message": "Plateforme développeur",
    "description": "Texte dans le menu du site, Plateforme développeur indique la plateforme pour les développeurs"
  },
  "menu.usageList": {
    "message": "Historique d'utilisation",
    "description": "Texte dans le menu du site, Historique d'utilisation indique l'historique des appels API réalisés par l'utilisateur"
  },
  "menu.credentialIndex": {
    "message": "Identifiants",
    "description": "Texte dans le menu du site, Identifiants indique les informations d'accès à l'API"
  },
  "menu.manageOrder": {
    "message": "Gestion des commandes",
    "description": "Texte dans le menu du site, Gestion des commandes indique la gestion des commandes de l'utilisateur, les commandes étant les achats de services par l'utilisateur"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Texte dans le menu du site, Gestion de la distribution indique la gestion de l'état de distribution pour l'utilisateur, liée aux gains obtenus par ses recommandations"
  },
  "message.benefit1": {
    "message": "Support dédié du service client",
    "description": "Texte sur la page d'accueil du site, Support dédié du service client indique que l'utilisateur peut bénéficier d'un support personnalisé"
  },
  "message.benefit2": {
    "message": "Accès prioritaire aux nouvelles fonctionnalités",
    "description": "Texte sur la page d'accueil du site, Accès prioritaire aux nouvelles fonctionnalités indique que l'utilisateur peut tester les nouvelles fonctionnalités en avant-première"
  },
  "message.buyExtra": {
    "message": "Acheter des crédits",
    "description": "Texte sur la page d'accueil du site, Acheter des crédits indique que l'utilisateur peut acheter des crédits"
  },
  "message.subscribe": {
    "message": "S'abonner",
    "description": "Texte sur la page d'accueil du site, S'abonner indique que l'utilisateur peut souscrire à un abonnement"
  },
  "message.doNotWantSubscribe": {
    "message": "Vous ne souhaitez pas vous abonner à l'abonnement complet ? Vous pouvez également essayer d'acheter des crédits pour des services individuels.",
    "description": "Texte sur la page d'accueil du site, Vous ne souhaitez pas vous abonner indique que l'utilisateur ne désire pas souscrire à un abonnement"
  },
  "message.doNotWantExtra": {
    "message": "Vous ne souhaitez pas acheter de crédits ? Vous pouvez également essayer de vous abonner à l'abonnement complet.",
    "description": "Texte sur la page d'accueil du site, Vous ne souhaitez pas acheter de crédits indique que l'utilisateur ne désire pas acheter de crédits"
  },
  "subscription.3days": {
    "message": "Abonnement de 3 jours",
    "description": "Type d'abonnement, Abonnement de 3 jours"
  },
  "subscription.3days.description": {
    "message": "Abonnement d'essai, idéal pour une utilisation à court terme.",
    "description": "Type d'abonnement, adapté pour une utilisation à court terme"
  },
  "subscription.weekly": {
    "message": "Abonnement hebdomadaire",
    "description": "Type d'abonnement, Abonnement hebdomadaire indique que l'utilisateur a souscrit à un abonnement de type hebdomadaire"
  },
  "subscription.monthly": {
    "message": "Abonnement mensuel",
    "description": "Type d'abonnement, Abonnement mensuel indique que l'utilisateur a souscrit à un abonnement de type mensuel"
  },
  "subscription.yearly": {
    "message": "Abonnement annuel",
    "description": "Type d'abonnement, Abonnement annuel indique que l'utilisateur a souscrit à un abonnement de type annuel"
  },
  "subscription.weekly.description": {
    "message": "Abonnement d'essai hebdomadaire, idéal pour une utilisation à court terme.",
    "description": "Description du type d'abonnement, Abonnement hebdomadaire indique que l'utilisateur a souscrit à un abonnement de type hebdomadaire"
  },
  "subscription.monthly.description": {
    "message": "Abonnement mensuel flexible, idéal pour une utilisation à long terme.",
    "description": "Description du type d'abonnement, Abonnement mensuel indique que l'utilisateur a souscrit à un abonnement de type mensuel"
  },
  "subscription.yearly.description": {
    "message": "Abonnement annuel exceptionnel, le meilleur choix.",
    "description": "Description du type d'abonnement, Abonnement annuel indique que l'utilisateur a souscrit à un abonnement de type annuel"
  },
  "subscription.introduction": {
    "message": "Souscrire à un abonnement pour débloquer tous les services AI du site.",
    "description": "Introduction à l'abonnement indiquant ce qu'implique l'abonnement"
  }
}