{
  "button.suggested": {
    "message": "Recommandé",
    "description": "Texte du bouton, recommandé indique le bouton de recommandation"
  },
  "menu.orderList": {
    "message": "Liste des commandes",
    "description": "Texte dans le menu du site, commande fait référence aux commandes des services achetés par l'utilisateur"
  },
  "menu.applicationList": {
    "message": "Liste des demandes",
    "description": "Texte dans le menu du site, demande fait référence aux demandes d'utilisation des services par l'utilisateur"
  },
  "menu.userProfile": {
    "message": "Profil utilisateur",
    "description": "Texte dans le menu du site, profil utilisateur fait référence aux informations personnelles de l'utilisateur"
  },
  "menu.idVerify": {
    "message": "Vérification d'identité",
    "description": "Texte dans le menu du site, vérification d'identité fait référence à la validation de l'identité de l'utilisateur"
  },
  "menu.manageApplication": {
    "message": "Gestion des demandes",
    "description": "Texte dans le menu du site, gestion des demandes fait référence à la gestion des demandes de l'utilisateur"
  },
  "menu.distributionIndex": {
    "message": "Revenus de recommandation",
    "description": "Texte dans le menu du site, revenus de recommandation fait référence aux gains de l'utilisateur par ses recommandations"
  },
  "menu.developerPlatform": {
    "message": "Plateforme développeur",
    "description": "Texte dans le menu du site, plateforme développeur indique la plateforme pour les développeurs"
  },
  "menu.usageList": {
    "message": "Historique d'utilisation",
    "description": "Texte dans le menu du site, historique d'utilisation fait référence à l'historique d'utilisation des services API par l'utilisateur"
  },
  "menu.credentialIndex": {
    "message": "Identifiants",
    "description": "Texte dans le menu du site, identifiants fait référence aux informations d'accès à l'API"
  },
  "menu.manageOrder": {
    "message": "Gestion des commandes",
    "description": "Texte dans le menu du site, gestion des commandes fait référence à la gestion des commandes de l'utilisateur, commande fait référence aux services achetés par l'utilisateur"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Texte dans le menu du site, gestion de la distribution fait référence à la gestion de l'état de distribution de l'utilisateur, impliquant les gains de recommandation"
  },
  "message.benefit1": {
    "message": "Support de questions-réponses par un service client dédié",
    "description": "Texte sur la page d'accueil du site, support de questions-réponses par un service client dédié indique que l'utilisateur peut obtenir un support de questions-réponses par un service client dédié"
  },
  "message.benefit2": {
    "message": "Accès prioritaire aux nouvelles fonctionnalités",
    "description": "Texte sur la page d'accueil du site, accès prioritaire aux nouvelles fonctionnalités indique que l'utilisateur peut accéder en priorité aux nouvelles fonctionnalités"
  },
  "message.buyExtra": {
    "message": "Acheter",
    "description": "Texte sur la page d'accueil du site, acheter indique que l'utilisateur peut acheter des crédits"
  },
  "message.subscribe": {
    "message": "S'abonner",
    "description": "Texte sur la page d'accueil du site, s'abonner indique que l'utilisateur peut s'abonner à un service"
  },
  "message.doNotWantSubscribe": {
    "message": "Vous ne souhaitez pas vous abonner à un abonnement périodique ? Vous pouvez également essayer d'acheter des crédits séparément.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir s'abonner indique que l'utilisateur ne souhaite pas s'abonner"
  },
  "message.doNotWantExtra": {
    "message": "Vous ne souhaitez pas acheter des crédits ? Vous pouvez également essayer de vous abonner à un abonnement périodique.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir acheter des crédits indique que l'utilisateur ne souhaite pas acheter des crédits"
  },
  "message.applicationNotFound": {
    "message": "Demande introuvable",
    "description": "Message affiché à l'utilisateur lorsque la demande n'existe pas."
  },
  "subscription.title": {
    "message": "Abonnez-vous pour profiter de plus d'avantages",
    "description": "Message affiché à l'utilisateur lors de l'abonnement au service."
  },
  "subscription.3days": {
    "message": "Abonnement de 3 jours",
    "description": "Type d'abonnement, abonnement de 3 jours"
  },
  "subscription.3days.description": {
    "message": "Abonnement d'essai, idéal pour une utilisation à court terme.",
    "description": "Type d'abonnement, idéal pour une utilisation à court terme"
  },
  "subscription.weekly": {
    "message": "Abonnement hebdomadaire",
    "description": "Type d'abonnement, abonnement hebdomadaire indique que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly": {
    "message": "Abonnement mensuel",
    "description": "Type d'abonnement, abonnement mensuel indique que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly": {
    "message": "Abonnement annuel",
    "description": "Type d'abonnement, abonnement annuel indique que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.weekly.description": {
    "message": "Abonnement d'essai hebdomadaire, idéal pour une utilisation à court terme.",
    "description": "Description du type d'abonnement, abonnement hebdomadaire indique que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly.description": {
    "message": "Abonnement mensuel flexible, idéal pour une utilisation à long terme.",
    "description": "Description du type d'abonnement, abonnement mensuel indique que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly.description": {
    "message": "Abonnement annuel à prix réduit, le meilleur choix.",
    "description": "Description du type d'abonnement, abonnement annuel indique que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.introduction": {
    "message": "Abonnez-vous pour débloquer tous les services AI du site.",
    "description": "Introduction à l'abonnement indique la présentation de l'abonnement"
  },
  "menu.coinIndex": {
    "message": "Intégration des cryptomonnaies",
    "description": "Texte dans le menu du site, fait référence à l'intégration des cryptomonnaies"
  },
  "menu.platformTokenIndex": {
    "message": "Jeton de plateforme",
    "description": "Texte dans le menu du site, jeton de plateforme fait référence au jeton utilisé pour accéder à la plateforme Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Centre de publication",
    "description": "Texte dans le menu du site, le centre de publication fait référence à l'endroit où les utilisateurs publient du contenu"
  },
  "menu.platformRankIndex": {
    "message": "Classement de la plateforme",
    "description": "Texte dans le menu du site, le classement de la plateforme fait référence au classement des revenus recommandé par les utilisateurs"
  },
  "menu.manageOrderDiscount": {
    "message": "Gestion des remises",
    "description": "Texte dans le menu du site, point d'entrée de gestion des remises sur les commandes visible uniquement par les administrateurs"
  },
  "menu.manageUser": {
    "message": "Gestion des utilisateurs",
    "description": "Texte dans le menu du site, point d'entrée de gestion des utilisateurs visible uniquement par les administrateurs"
  },
  "menu.revenueAnalysis": {
    "message": "Analyse des revenus",
    "description": "Texte dans le menu du site, point d'entrée d'analyse des revenus visible uniquement par les administrateurs"
  }
}