{
  "button.suggested": {
    "message": "Suggéré",
    "description": "Texte du bouton, suggéré indique le bouton recommandé"
  },
  "menu.orderList": {
    "message": "Liste des commandes",
    "description": "Texte dans le menu du site, liste des commandes indique les commandes des utilisateurs qui achètent des services"
  },
  "menu.applicationList": {
    "message": "Liste des demandes",
    "description": "Texte dans le menu du site, liste des demandes indique les demandes des utilisateurs pour utiliser les services"
  },
  "menu.userProfile": {
    "message": "Profil de l'utilisateur",
    "description": "Texte dans le menu du site, profil de l'utilisateur indique les informations personnelles de l'utilisateur"
  },
  "menu.idVerify": {
    "message": "Vérification d'identité",
    "description": "Texte dans le menu du site, vérification d'identité indique la validation de l'identité de l'utilisateur"
  },
  "menu.manageApplication": {
    "message": "Gestion des demandes",
    "description": "Texte dans le menu du site, gestion des demandes indique la gestion des demandes de l'utilisateur"
  },
  "menu.distributionIndex": {
    "message": "Revenus recommandés",
    "description": "Texte dans le menu du site, revenus recommandés indique les revenus des recommandations de l'utilisateur"
  },
  "menu.developerPlatform": {
    "message": "Plateforme développeur",
    "description": "Texte dans le menu du site, plateforme développeur indique la plateforme pour les développeurs"
  },
  "menu.usageList": {
    "message": "Historique d'utilisation",
    "description": "Texte dans le menu du site, historique d'utilisation indique l'historique des services API utilisés par l'utilisateur"
  },
  "menu.credentialIndex": {
    "message": "Identifiants",
    "description": "Texte dans le menu du site, identifiants indique les informations d'identification pour accéder à l'API"
  },
  "menu.manageOrder": {
    "message": "Gestion des commandes",
    "description": "Texte dans le menu du site, gestion des commandes indique la gestion des commandes de l'utilisateur, commandes indiquent les achats de services de l'utilisateur"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Texte dans le menu du site, gestion de la distribution indique la gestion de l'état de distribution de l'utilisateur, lié aux revenus de recommandations de l'utilisateur"
  },
  "message.benefit1": {
    "message": "Support de questions avec service client dédié",
    "description": "Texte sur la page d'accueil du site, support de questions avec service client dédié indique que l'utilisateur peut obtenir un soutien de questions avec un service client dédié"
  },
  "message.benefit2": {
    "message": "Expérience prioritaire des nouvelles fonctionnalités",
    "description": "Texte sur la page d'accueil du site, expérience prioritaire des nouvelles fonctionnalités indique que l'utilisateur peut expérimenter en priorité les nouvelles fonctionnalités"
  },
  "message.buyExtra": {
    "message": "Acheter des crédits",
    "description": "Texte sur la page d'accueil du site, acheter des crédits indique que l'utilisateur peut acheter des crédits"
  },
  "message.subscribe": {
    "message": "S'abonner",
    "description": "Texte sur la page d'accueil du site, s'abonner indique que l'utilisateur peut s'abonner à un service"
  },
  "message.doNotWantSubscribe": {
    "message": "Vous ne souhaitez pas vous abonner à tous les services ? Vous pouvez également essayer d'acheter des crédits pour un service spécifique.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir s'abonner indique que l'utilisateur ne souhaite pas s'abonner"
  },
  "message.doNotWantExtra": {
    "message": "Vous ne voulez pas acheter des crédits ? Vous pouvez également essayer de vous abonner à tous les services.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir acheter des crédits indique que l'utilisateur ne souhaite pas acheter de crédits"
  },
  "subscription.3days": {
    "message": "Abonnement de 3 jours",
    "description": "Type d'abonnement, abonnement de 3 jours"
  },
  "subscription.3days.description": {
    "message": "Abonnement d'essai, adapté pour une utilisation à court terme.",
    "description": "Type d'abonnement, adapté pour une utilisation à court terme"
  },
  "subscription.weekly": {
    "message": "Abonnement hebdomadaire",
    "description": "Type d'abonnement, abonnement hebdomadaire indique que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly": {
    "message": "Abonnement mensuel",
    "description": "Type d'abonnement, abonnement mensuel indique que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly": {
    "message": "Abonnement annuel",
    "description": "Type d'abonnement, abonnement annuel indique que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.weekly.description": {
    "message": "Abonnement d'essai hebdomadaire, adapté pour une utilisation à court terme.",
    "description": "Description du type d'abonnement, abonnement hebdomadaire indique que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly.description": {
    "message": "Abonnement mensuel flexible, adapté pour une utilisation à long terme.",
    "description": "Description du type d'abonnement, abonnement mensuel indique que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly.description": {
    "message": "Abonnement annuel avantageux, le meilleur choix.",
    "description": "Description du type d'abonnement, abonnement annuel indique que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.introduction": {
    "message": "Abonnez-vous, déverrouillez tous les services AI du site.",
    "description": "Introduction de l'abonnement indique une présentation de l'abonnement"
  }
}