{
  "button.suggested": {
    "message": "Recommandé",
    "description": "Texte du bouton, recommandé signifie le bouton recommandé"
  },
  "menu.orderList": {
    "message": "Liste des commandes",
    "description": "Texte dans le menu du site, la commande fait référence aux commandes des utilisateurs pour acheter des services"
  },
  "menu.applicationList": {
    "message": "Liste des demandes",
    "description": "Texte dans le menu du site, la demande fait référence aux demandes des utilisateurs pour utiliser des services"
  },
  "menu.userProfile": {
    "message": "Profil utilisateur",
    "description": "Texte dans le menu du site, le profil utilisateur fait référence aux informations personnelles de l'utilisateur"
  },
  "menu.idVerify": {
    "message": "Vérification d'identité",
    "description": "Texte dans le menu du site, la vérification d'identité fait référence à la validation de l'identité de l'utilisateur"
  },
  "menu.manageApplication": {
    "message": "Gestion des demandes",
    "description": "Texte dans le menu du site, la gestion des demandes fait référence à la gestion des demandes des utilisateurs"
  },
  "menu.distributionIndex": {
    "message": "Revenus de parrainage",
    "description": "Texte dans le menu du site, les revenus de parrainage font référence aux gains des utilisateurs parrainés"
  },
  "menu.developerPlatform": {
    "message": "Plateforme développeur",
    "description": "Texte dans le menu du site, plateforme développeur signifie la plateforme pour les développeurs"
  },
  "menu.usageList": {
    "message": "Historique d'utilisation",
    "description": "Texte dans le menu du site, l'historique d'utilisation fait référence à l'historique d'utilisation des services API par l'utilisateur"
  },
  "menu.credentialIndex": {
    "message": "Identifiants",
    "description": "Texte dans le menu du site, les identifiants font référence aux informations d'accès à l'API"
  },
  "menu.manageOrder": {
    "message": "Gestion des commandes",
    "description": "Texte dans le menu du site, la gestion des commandes fait référence à la gestion des commandes des utilisateurs, la commande fait référence aux commandes des utilisateurs pour acheter des services"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Texte dans le menu du site, la gestion de la distribution fait référence à la gestion de l'état de distribution des utilisateurs, impliquant les revenus parrainés"
  },
  "message.benefit1": {
    "message": "Support client exclusif",
    "description": "Texte sur la page d'accueil du site, support client exclusif signifie que l'utilisateur peut obtenir un support client exclusif"
  },
  "message.benefit2": {
    "message": "Accès prioritaire aux nouvelles fonctionnalités",
    "description": "Texte sur la page d'accueil du site, accès prioritaire aux nouvelles fonctionnalités signifie que l'utilisateur peut accéder en priorité aux nouvelles fonctionnalités"
  },
  "message.buyExtra": {
    "message": "Acheter",
    "description": "Texte sur la page d'accueil du site, acheter signifie que l'utilisateur peut acheter des crédits"
  },
  "message.subscribe": {
    "message": "S'abonner",
    "description": "Texte sur la page d'accueil du site, s'abonner signifie que l'utilisateur peut s'abonner à un abonnement"
  },
  "message.doNotWantSubscribe": {
    "message": "Vous ne souhaitez pas vous abonner à un abonnement périodique ? Vous pouvez également essayer d'acheter des crédits séparément.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir s'abonner signifie que l'utilisateur ne souhaite pas s'abonner à un abonnement"
  },
  "message.doNotWantExtra": {
    "message": "Vous ne souhaitez pas acheter de crédits ? Vous pouvez également essayer de vous abonner à un abonnement périodique.",
    "description": "Texte sur la page d'accueil du site, ne pas vouloir acheter de crédits signifie que l'utilisateur ne souhaite pas acheter de crédits"
  },
  "message.applicationNotFound": {
    "message": "Demande introuvable",
    "description": "Message affiché à l'utilisateur lorsque la demande n'existe pas."
  },
  "subscription.title": {
    "message": "Abonnez-vous pour profiter de plus d'avantages",
    "description": "Message affiché à l'utilisateur lors de l'abonnement au service."
  },
  "subscription.3days": {
    "message": "Abonnement d'essai de 3 jours",
    "description": "Type d'abonnement, abonnement d'essai de 3 jours"
  },
  "subscription.3days.description": {
    "message": "Abonnement d'essai, idéal pour une utilisation à court terme.",
    "description": "Description du type d'abonnement, idéal pour une utilisation à court terme"
  },
  "subscription.weekly": {
    "message": "Abonnement hebdomadaire",
    "description": "Type d'abonnement, abonnement hebdomadaire signifie que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly": {
    "message": "Abonnement mensuel",
    "description": "Type d'abonnement, abonnement mensuel signifie que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly": {
    "message": "Abonnement annuel",
    "description": "Type d'abonnement, abonnement annuel signifie que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.weekly.description": {
    "message": "Abonnement hebdomadaire d'essai, idéal pour une utilisation à court terme.",
    "description": "Description du type d'abonnement, abonnement hebdomadaire signifie que l'utilisateur a acheté un abonnement hebdomadaire"
  },
  "subscription.monthly.description": {
    "message": "Abonnement mensuel flexible, idéal pour une utilisation à long terme.",
    "description": "Description du type d'abonnement, abonnement mensuel signifie que l'utilisateur a acheté un abonnement mensuel"
  },
  "subscription.yearly.description": {
    "message": "Abonnement annuel avantageux, le choix le plus économique.",
    "description": "Description du type d'abonnement, abonnement annuel signifie que l'utilisateur a acheté un abonnement annuel"
  },
  "subscription.introduction": {
    "message": "Abonnez-vous pour débloquer tous les services AI du site.",
    "description": "Introduction à l'abonnement signifie l'introduction de l'abonnement"
  },
  "menu.coinIndex": {
    "message": "Intégration des cryptomonnaies",
    "description": "Texte dans le menu du site, faisant référence à l'intégration des cryptomonnaies"
  },
  "menu.platformTokenIndex": {
    "message": "Jeton de plateforme",
    "description": "Texte dans le menu du site, le jeton de plateforme fait référence au jeton utilisé pour accéder à la plateforme Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Centre de publication",
    "description": "Texte dans le menu du site, le centre de publication fait référence à l'endroit où les utilisateurs publient du contenu"
  },
  "menu.platformRankIndex": {
    "message": "Classement de la plateforme",
    "description": "Texte dans le menu du site, le classement de la plateforme fait référence au classement des revenus parrainés par les utilisateurs"
  },
  "menu.manageOrderDiscount": {
    "message": "Gestion des remises",
    "description": "Texte dans le menu du site, point d'entrée de gestion des remises sur les commandes visible uniquement par les administrateurs"
  },
  "menu.manageUser": {
    "message": "Gestion des utilisateurs",
    "description": "Texte dans le menu du site, point d'entrée de gestion des utilisateurs visible uniquement par les administrateurs"
  },
  "menu.revenueAnalysis": {
    "message": "Analyse des revenus",
    "description": "Texte dans le menu du site, point d'entrée d'analyse des revenus visible uniquement par les administrateurs"
  }
}
