{
  "button.suggested": {
    "message": "Recommandé",
    "description": "Bouton texte, recommandé indique un bouton de recommandation"
  },
  "menu.orderList": {
    "message": "Liste des commandes",
    "description": "Texte dans le menu du site, liste des commandes représente les commandes des utilisateurs pour les services achetés"
  },
  "menu.applicationList": {
    "message": "Liste des candidatures",
    "description": "Texte dans le menu du site, liste des candidatures représente les demandes d'utilisation des services par les utilisateurs"
  },
  "menu.userProfile": {
    "message": "Profil utilisateur",
    "description": "Texte dans le menu du site, profil utilisateur représente les informations personnelles de l'utilisateur"
  },
  "menu.idVerify": {
    "message": "Vérification d'identité",
    "description": "Texte dans le menu du site, vérification d'identité représente la vérification de l'identité de l'utilisateur"
  },
  "menu.manageApplication": {
    "message": "Gestion des candidatures",
    "description": "Texte dans le menu du site, gestion des candidatures représente la gestion des demandes des utilisateurs"
  },
  "menu.distributionIndex": {
    "message": "Revenus de recommandation",
    "description": "Texte dans le menu du site, revenus de recommandation représente les gains de l'utilisateur via les recommandations"
  },
  "menu.developerPlatform": {
    "message": "Plateforme développeur",
    "description": "Texte dans le menu du site, plateforme développeur représente la plateforme pour les développeurs"
  },
  "menu.usageList": {
    "message": "Historique d'utilisation",
    "description": "Texte dans le menu du site, historique d'utilisation représente l'historique des services API utilisés par l'utilisateur"
  },
  "menu.credentialIndex": {
    "message": "Identifiants",
    "description": "Texte dans le menu du site, identifiants représente les informations d'authentification pour accéder à l'API"
  },
  "menu.manageOrder": {
    "message": "Gestion des commandes",
    "description": "Texte dans le menu du site, gestion des commandes représente la gestion des commandes des utilisateurs, une commande représente un achat de service"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Texte dans le menu du site, gestion de la distribution représente la gestion du statut de distribution de l'utilisateur, lié aux gains des recommandations"
  },
  "message.benefit1": {
    "message": "Support dédié avec service client",
    "description": "Texte sur la page d'accueil du site, support dédié indique que l'utilisateur peut obtenir un support personnalisé"
  },
  "message.benefit2": {
    "message": "Expérience prioritaire des nouvelles fonctionnalités",
    "description": "Texte sur la page d'accueil du site, expérience prioritaire signifie que l'utilisateur peut tester de nouvelles fonctionnalités en priorité"
  },
  "message.buyExtra": {
    "message": "Acheter maintenant",
    "description": "Texte sur la page d'accueil du site, acheter maintenant permet à l'utilisateur d'acheter des crédits supplémentaires"
  },
  "message.subscribe": {
    "message": "Abonnez-vous",
    "description": "Texte sur la page d'accueil du site, abonnez-vous permet à l'utilisateur de souscrire à un abonnement"
  },
  "message.doNotWantSubscribe": {
    "message": "Vous ne souhaitez pas vous abonner à un abonnement complet ? Vous pouvez aussi acheter des crédits séparément.",
    "description": "Texte sur la page d'accueil du site, ne pas s'abonner signifie que l'utilisateur ne veut pas souscrire à l'abonnement complet"
  },
  "message.doNotWantExtra": {
    "message": "Vous ne souhaitez pas acheter de crédits supplémentaires ? Vous pouvez aussi essayer un abonnement de durée.",
    "description": "Texte sur la page d'accueil du site, ne pas acheter de crédits signifie que l'utilisateur ne souhaite pas acheter des crédits supplémentaires"
  },
  "message.applicationNotFound": {
    "message": "Demande inexistante",
    "description": "Message affiché lorsque la demande n'existe pas."
  },
  "subscription.title": {
    "message": "Abonnez-vous et bénéficiez de plus d'avantages",
    "description": "Message affiché lorsque l'utilisateur souscrit au service."
  },
  "subscription.3days": {
    "message": "Abonnement de 3 jours",
    "description": "Type d'abonnement, abonnement de 3 jours"
  },
  "subscription.3days.description": {
    "message": "Abonnement découverte, adapté pour un usage à court terme.",
    "description": "Description de l'abonnement, adapté pour un usage à court terme"
  },
  "subscription.weekly": {
    "message": "Abonnement hebdomadaire",
    "description": "Type d'abonnement, abonnement hebdomadaire signifie que l'utilisateur a choisi un abonnement hebdomadaire"
  },
  "subscription.monthly": {
    "message": "Abonnement mensuel",
    "description": "Type d'abonnement, abonnement mensuel signifie que l'utilisateur a choisi un abonnement mensuel"
  },
  "subscription.yearly": {
    "message": "Abonnement annuel",
    "description": "Type d'abonnement, abonnement annuel signifie que l'utilisateur a choisi un abonnement annuel"
  },
  "subscription.weekly.description": {
    "message": "Abonnement découverte hebdomadaire, adapté pour un usage à court terme.",
    "description": "Description de l'abonnement hebdomadaire, adapté pour un usage à court terme"
  },
  "subscription.monthly.description": {
    "message": "Abonnement mensuel flexible, adapté pour un usage à long terme.",
    "description": "Description de l'abonnement mensuel, adapté pour un usage à long terme"
  },
  "subscription.yearly.description": {
    "message": "Abonnement annuel avantageux, le meilleur choix.",
    "description": "Description de l'abonnement annuel, le plus avantageux"
  },
  "subscription.introduction": {
    "message": "Abonnez-vous pour débloquer tous les services AI du site.",
    "description": "Introduction à l'abonnement, qui présente les avantages d'un abonnement"
  }
}