{
  "button.suggested": {
    "message": "Suggestion",
    "description": "Texte du bouton, la suggestion indique le bouton de recommandation"
  },
  "menu.orderList": {
    "message": "Liste des commandes",
    "description": "Texte dans le menu du site, la commande indique les achats de services par l'utilisateur"
  },
  "menu.applicationList": {
    "message": "Liste des demandes",
    "description": "Texte dans le menu du site, la demande indique les demandes de services par l'utilisateur"
  },
  "menu.userProfile": {
    "message": "Profil de l'utilisateur",
    "description": "Texte dans le menu du site, le profil de l'utilisateur indique les informations personnelles de l'utilisateur"
  },
  "menu.idVerify": {
    "message": "Vérification d'identité",
    "description": "Texte dans le menu du site, la vérification d'identité indique la validation de l'identité de l'utilisateur"
  },
  "menu.manageApplication": {
    "message": "Gestion des demandes",
    "description": "Texte dans le menu du site, la gestion des demandes indique la gestion des demandes de l'utilisateur"
  },
  "menu.distributionIndex": {
    "message": "Revenus de recommandation",
    "description": "Texte dans le menu du site, les revenus de recommandation indiquent les gains de l'utilisateur liés aux recommandations"
  },
  "menu.developerPlatform": {
    "message": "Plateforme développeur",
    "description": "Texte dans le menu du site, la plateforme développeur indique l'espace dédié aux développeurs"
  },
  "menu.usageList": {
    "message": "Historique d'utilisation",
    "description": "Texte dans le menu du site, l'historique d'utilisation indique l'enregistrement des utilisations des services API par l'utilisateur"
  },
  "menu.credentialIndex": {
    "message": "Informations d'identification",
    "description": "Texte dans le menu du site, les informations d'identification indiquent les accès aux services API"
  },
  "menu.manageOrder": {
    "message": "Gestion des commandes",
    "description": "Texte dans le menu du site, la gestion des commandes indique la gestion des commandes de l'utilisateur, la commande indique les achats de services par l'utilisateur"
  },
  "menu.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Texte dans le menu du site, la gestion de la distribution indique la gestion des statuts de distribution de l'utilisateur, relative aux revenus de recommandation"
  },
  "message.benefit1": {
    "message": "Support client dédié",
    "description": "Texte sur la page d'accueil, le support client dédié indique que l'utilisateur peut bénéficier d'un soutien spécialisé"
  },
  "message.benefit2": {
    "message": "Accès prioritaire aux nouvelles fonctionnalités",
    "description": "Texte sur la page d'accueil, l'accès prioritaire aux nouvelles fonctionnalités indique que l'utilisateur peut tester les nouvelles fonctionnalités en avant-première"
  },
  "message.buyExtra": {
    "message": "Acheter un supplément",
    "description": "Texte sur la page d'accueil, acheter un supplément indique que l'utilisateur peut acheter des crédits supplémentaires"
  },
  "message.subscribe": {
    "message": "S'abonner",
    "description": "Texte sur la page d'accueil, s'abonner indique que l'utilisateur peut devenir membre"
  },
  "message.doNotWantSubscribe": {
    "message": "Pas envie de s'abonner ? Vous pouvez aussi essayer d'acheter des crédits pour un seul service.",
    "description": "Texte sur la page d'accueil, pas envie de s'abonner indique que l'utilisateur ne souhaite pas devenir membre"
  },
  "message.doNotWantExtra": {
    "message": "Pas envie d'acheter un supplément ? Vous pouvez aussi essayer de vous abonner.",
    "description": "Texte sur la page d'accueil, pas envie d'acheter un supplément indique que l'utilisateur ne souhaite pas acheter des crédits supplémentaires"
  },
  "subscription.3days": {
    "message": "Membre d'essai 3 jours",
    "description": "Type d'adhésion, membre d'essai 3 jours"
  },
  "subscription.3days.description": {
    "message": "Abonnement d'essai, idéal pour une utilisation à court terme.",
    "description": "Type d'adhésion, idéal pour une utilisation à court terme"
  },
  "subscription.weekly": {
    "message": "Membre hebdomadaire",
    "description": "Type d'adhésion, membre hebdomadaire indique que l'utilisateur a acheté le type d'adhésion hebdomadaire"
  },
  "subscription.monthly": {
    "message": "Membre mensuel",
    "description": "Type d'adhésion, membre mensuel indique que l'utilisateur a acheté le type d'adhésion mensuel"
  },
  "subscription.yearly": {
    "message": "Membre annuel",
    "description": "Type d'adhésion, membre annuel indique que l'utilisateur a acheté le type d'adhésion annuel"
  },
  "subscription.weekly.description": {
    "message": "Abonnement hebdomadaire d'essai, idéal pour une utilisation à court terme.",
    "description": "Description du type d'adhésion, membre hebdomadaire indique que l'utilisateur a acheté le type d'adhésion hebdomadaire"
  },
  "subscription.monthly.description": {
    "message": "Membre mensuel flexible, idéal pour une utilisation à long terme.",
    "description": "Description du type d'adhésion, membre mensuel indique que l'utilisateur a acheté le type d'adhésion mensuel"
  },
  "subscription.yearly.description": {
    "message": "Membre annuel avantageux, le meilleur choix.",
    "description": "Description du type d'adhésion, membre annuel indique que l'utilisateur a acheté le type d'adhésion annuel"
  },
  "subscription.introduction": {
    "message": "Abonnement membre, débloquez tous les services AI du site.",
    "description": "Introduction à l'adhésion indiquant une présentation des avantages"
  }
}