{
  "button.detail": {
    "message": "Voir les détails",
    "description": "Bouton pour voir les détails de l'historique des recommandations du site."
  },
  "button.withdrawal": {
    "message": "Retrait",
    "description": "Bouton pour retirer les gains des recommandations du site."
  },
  "button.query": {
    "message": "Vérifier",
    "description": "Bouton pour vérifier les gains des recommandations du site."
  },
  "field.id": {
    "message": "ID de recommandation",
    "description": "Identifiant unique de la recommandation, la recommandation fait référence aux recommandations du site de services API."
  },
  "field.percentage": {
    "message": "Pourcentage de gains de recommandation",
    "description": "Pourcentage des gains de recommandation, calculé en fonction du montant de la commande."
  },
  "field.price": {
    "message": "Montant de la commande",
    "description": "Montant de la commande utilisé pour calculer les gains de recommandation."
  },
  "field.reward": {
    "message": "Récompense de recommandation",
    "description": "Gains de recommandation, calculés en fonction du montant de la commande et du pourcentage de gains de recommandation."
  },
  "field.userId": {
    "message": "ID de l'utilisateur",
    "description": "Identifiant unique de l'utilisateur, l'utilisateur fait référence aux utilisateurs du site de services API."
  },
  "field.userEmail": {
    "message": "Email de l'utilisateur",
    "description": "Email de l'utilisateur"
  },
  "field.createdAt": {
    "message": "Date de recommandation",
    "description": "Date de création de la recommandation."
  },
  "field.level": {
    "message": "Niveau",
    "description": "Niveau de la recommandation, utilisé pour calculer les gains de recommandation."
  },
  "field.threshold": {
    "message": "Seuil des gains de recommandation",
    "description": "Seuil des gains de recommandation, utilisé pour retirer les gains de recommandation."
  },
  "field.inviteeId": {
    "message": "ID de l'inviteur",
    "description": "Identifiant unique de l'inviteur, l'inviteur fait référence à celui qui invite l'invité sur le site de services API."
  },
  "field.isVerified": {
    "message": "Vérifié",
    "description": "Indicateur indiquant si l'utilisateur recommandé a été vérifié par des informations réelles."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Différence avec le niveau suivant",
    "description": "Différence entre le montant actuel de la commande et le seuil du niveau suivant."
  },
  "message.developingWithDrawal": {
    "message": "Veuillez contacter le service client pour gérer le retrait ; des taxes sur les revenus seront appliquées au retrait.",
    "description": "Message indiquant que la fonction de retrait est en cours de développement."
  },
  "message.technicalDetail": {
    "message": "Détails techniques",
    "description": "Détails techniques de l'implémentation du système de recommandations."
  },
  "message.distributionQrDescription": {
    "message": "QR code de recommandation (identique au contenu du lien)",
    "description": "Description du QR code de recommandation."
  },
  "message.distributionLink": {
    "message": "Lien de recommandation",
    "description": "Lien de recommandation utilisé pour lier le client en tant que client secondaire."
  },
  "message.updateSuccessfully": {
    "message": "Mise à jour réussie",
    "description": "Message indiquant que les informations sur la recommandation ont été mises à jour avec succès."
  },
  "message.distributionLinkDescription": {
    "message": "Si un client s'inscrit sur cette plateforme via ce lien ou QR code, il sera lié de façon permanente comme votre client secondaire, et toutes les commandes de consommation du client sur cette plateforme seront remboursées sur votre compte selon le taux de distribution actuel.",
    "description": "Description du lien de recommandation."
  },
  "message.distributionLinkDescription2": {
    "message": "Ce lien contient votre ID utilisateur. Lorsque le client ouvre le lien, votre ID utilisateur sera enregistré sous forme de cookies dans le navigateur du client pendant sept jours. Dans les sept jours, si le client s'inscrit sur cette plateforme en scannant ce code, votre ID utilisateur sera téléchargé avec les cookies sur le serveur d'inscription, et le client pourra être lié en tant que client secondaire.",
    "description": "Description du lien de recommandation."
  },
  "title.price": {
    "message": "Montant total des commandes de recommandation",
    "description": "Montant total des commandes de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.reward": {
    "message": "Total des récompenses de recommandation",
    "description": "Total des récompenses de recommandation, calculé en fonction du montant de la commande et du pourcentage de gains de recommandation."
  },
  "title.level": {
    "message": "Niveau de recommandation",
    "description": "Niveau de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.percentage": {
    "message": "Pourcentage de gains de recommandation",
    "description": "Pourcentage des gains de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.currentLevel": {
    "message": "Niveau actuel",
    "description": "Niveau actuel de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.nextLevel": {
    "message": "Nouveau niveau",
    "description": "Nouveau niveau de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.currentPercentage": {
    "message": "Pourcentage actuel des gains de recommandation",
    "description": "Pourcentage actuel des gains de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.nextPercentage": {
    "message": "Pourcentage des gains de recommandation au niveau suivant",
    "description": "Pourcentage des gains de recommandation au niveau suivant utilisé pour calculer les gains de recommandation."
  },
  "title.levelInfo": {
    "message": "Informations sur le niveau",
    "description": "Informations sur le niveau de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.distributionLink": {
    "message": "Lien de recommandation",
    "description": "Lien de recommandation utilisé pour lier le client en tant que client secondaire."
  },
  "title.inviteesCount": {
    "message": "Nombre total d'invités",
    "description": "Le nombre total d'invités, utilisé pour calculer les revenus des recommandations."
  },
  "title.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "La gestion de l'état des recommandations."
  }
}