{
  "button.detail": {
    "message": "Voir les détails",
    "description": "Bouton pour voir l'historique des recommandations du site."
  },
  "button.withdrawal": {
    "message": "Retrait",
    "description": "Bouton pour retirer les gains recommandés du site."
  },
  "button.query": {
    "message": "Requête",
    "description": "Bouton pour consulter les gains recommandés du site."
  },
  "field.id": {
    "message": "ID de recommandation",
    "description": "Identifiant unique de la recommandation, la recommandation fait référence aux recommandations du site API."
  },
  "field.percentage": {
    "message": "Pourcentage de gains recommandés",
    "description": "Pourcentage des gains recommandés, calculé en fonction du montant de la commande."
  },
  "field.price": {
    "message": "Montant de la commande",
    "description": "Montant de la commande, utilisé pour calculer les gains recommandés."
  },
  "field.reward": {
    "message": "Récompense de recommandation",
    "description": "Gains recommandés, calculés en fonction du montant de la commande et du pourcentage de gains recommandés."
  },
  "field.createdAt": {
    "message": "Date de recommandation",
    "description": "Date de création de la recommandation."
  },
  "field.level": {
    "message": "Niveau",
    "description": "Niveau de la recommandation, utilisé pour calculer les gains recommandés."
  },
  "field.threshold": {
    "message": "Seuil de gains recommandés",
    "description": "Seuil des gains recommandés, utilisé pour retirer les gains recommandés."
  },
  "field.inviteeId": {
    "message": "ID de l'invitant",
    "description": "Identifiant unique de l'invitant, l'invitant fait référence à l'invitation de personnes au site API."
  },
  "field.isVerified": {
    "message": "Vérifié",
    "description": "Indicateur indiquant si l'utilisateur recommandé a été vérifié avec des informations réelles."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Différence avec le niveau supérieur",
    "description": "Différence entre le montant de la commande actuel et le seuil du niveau supérieur."
  },
  "message.developingWithDrawal": {
    "message": "Veuillez rejoindre Discord et consulter le support pour le traitement des retraits. Les retraits seront soumis à une retenue d'impôt.",
    "description": "Message indiquant que la fonction de retrait est en cours de développement."
  },
  "message.technicalDetail": {
    "message": "Détail technique",
    "description": "Implémentation des détails techniques du système de recommandation."
  },
  "message.distributionQrDescription": {
    "message": "Code QR de recommandation (identique au contenu du lien)",
    "description": "Description du code QR de recommandation."
  },
  "message.distributionLink": {
    "message": "Lien de recommandation",
    "description": "Lien de recommandation utilisé pour attacher les clients en tant que clients subordonnés."
  },
  "message.updateSuccessfully": {
    "message": "Mise à jour réussie",
    "description": "Message indiquant que les informations de recommandation ont été mises à jour avec succès."
  },
  "message.distributionLinkDescription": {
    "message": "Si un client s'inscrit sur cette plateforme via ce lien ou ce code QR, il sera lié à vous en tant que client subordonné de manière permanente. De plus, tous les ordres de consommation effectués par ce client sur cette plateforme vous rapporteront un pourcentage en fonction du taux de distribution actuel.",
    "description": "Description du lien de recommandation."
  },
  "message.distributionLinkDescription2": {
    "message": "Ce lien contient votre ID utilisateur. Lorsque le client ouvre ce lien, votre ID utilisateur sera enregistré dans le navigateur du client sous forme de cookies, avec une durée de validité de sept jours. Pendant ces sept jours, si le client s'inscrit sur cette plateforme après avoir scanné ce code, votre ID utilisateur sera téléchargé sur le serveur d'inscription avec les cookies, et le client pourra devenir votre client subordonné.",
    "description": "Description du lien de recommandation."
  },
  "title.price": {
    "message": "Montant total des commandes de recommandation",
    "description": "Montant total des commandes de recommandation, utilisé pour calculer les gains recommandés."
  },
  "title.reward": {
    "message": "Total des gains recommandés",
    "description": "Total des gains recommandés, calculé en fonction du montant de la commande et du pourcentage de gains recommandés."
  },
  "title.level": {
    "message": "Niveau de recommandation",
    "description": "Niveau de recommandation, utilisé pour calculer les gains recommandés."
  },
  "title.percentage": {
    "message": "Pourcentage de gains recommandés",
    "description": "Pourcentage de gains recommandés, utilisé pour calculer les gains recommandés."
  },
  "title.currentLevel": {
    "message": "Niveau actuel",
    "description": "Niveau actuel de recommandation, utilisé pour calculer les gains recommandés."
  },
  "title.nextLevel": {
    "message": "Prochain niveau",
    "description": "Prochain niveau de recommandation, utilisé pour calculer les gains recommandés."
  },
  "title.currentPercentage": {
    "message": "Pourcentage actuel de gains recommandés",
    "description": "Pourcentage actuel de gains recommandés, utilisé pour calculer les gains recommandés."
  },
  "title.nextPercentage": {
    "message": "Pourcentage de gains recommandés du prochain niveau",
    "description": "Pourcentage de gains recommandés du prochain niveau, utilisé pour calculer les gains recommandés."
  },
  "title.levelInfo": {
    "message": "Informations sur le niveau",
    "description": "Informations sur le niveau de recommandation, utilisé pour calculer les gains recommandés."
  },
  "title.distributionLink": {
    "message": "Lien de recommandation",
    "description": "Lien de recommandation utilisé pour attacher les clients en tant que clients subordonnés."
  },
  "title.inviteesCount": {
    "message": "Nombre total d'invités",
    "description": "Nombre total d'invités, utilisé pour calculer les gains recommandés."
  },
  "title.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Gestion de l'état des recommandations."
  }
}