{
  "button.detail": {
    "message": "Voir les détails",
    "description": "Bouton utilisé pour voir les détails de l'historique des recommandations du site."
  },
  "button.withdrawal": {
    "message": "Retrait",
    "description": "Bouton utilisé pour retirer les revenus de recommandation du site."
  },
  "button.query": {
    "message": "Consulter",
    "description": "Bouton utilisé pour interroger les revenus de recommandation du site."
  },
  "field.id": {
    "message": "ID de recommandation",
    "description": "Identifiant unique de la distribution, la distribution fait référence aux recommandations du site API."
  },
  "field.percentage": {
    "message": "Pourcentage de revenus de recommandation",
    "description": "Pourcentage des revenus de recommandation, calculé en fonction du montant de la commande."
  },
  "field.price": {
    "message": "Montant de la commande",
    "description": "Montant de la commande, utilisé pour calculer les revenus de recommandation."
  },
  "field.reward": {
    "message": "Récompense de recommandation",
    "description": "Revenus de recommandation, calculés selon le montant de la commande et le pourcentage de revenus de recommandation."
  },
  "field.userId": {
    "message": "ID utilisateur",
    "description": "Identifiant unique de l'utilisateur, l'utilisateur fait référence aux utilisateurs du site API."
  },
  "field.userEmail": {
    "message": "Email de l'utilisateur",
    "description": "Email de l'utilisateur"
  },
  "field.createdAt": {
    "message": "Date de recommandation",
    "description": "Date de création de la recommandation."
  },
  "field.level": {
    "message": "Niveau",
    "description": "Niveau de la recommandation, utilisé pour calculer les revenus de recommandation."
  },
  "field.threshold": {
    "message": "Seuil de revenus de recommandation",
    "description": "Seuil des revenus de recommandation, utilisé pour retirer les revenus de recommandation."
  },
  "field.inviteeId": {
    "message": "ID de l'invité",
    "description": "Identifiant unique de l'inviteur, l'inviteur fait référence à celui qui invite l'invité au site API."
  },
  "field.isVerified": {
    "message": "Vérifié",
    "description": "Indicateur indiquant si l'utilisateur recommandé est vérifié avec des informations réelles."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Différence avec le niveau suivant",
    "description": "Différence entre le montant de la commande actuelle et le seuil du niveau suivant."
  },
  "message.developingWithDrawal": {
    "message": "Veuillez rejoindre Discord et consulter le support pour traiter le retrait, des impôts sur le revenu seront appliqués lors des retraits.",
    "description": "Message indiquant que la fonction de retrait est en cours de développement."
  },
  "message.technicalDetail": {
    "message": "Détails techniques",
    "description": "Détails techniques de la mise en œuvre du système de recommandation."
  },
  "message.distributionQrDescription": {
    "message": "Code QR de recommandation (identique au contenu du lien)",
    "description": "Description du code QR de recommandation."
  },
  "message.distributionLink": {
    "message": "Lien de recommandation",
    "description": "Lien de recommandation, utilisé pour lier les clients en tant que clients de niveau inférieur."
  },
  "message.updateSuccessfully": {
    "message": "Mise à jour réussie",
    "description": "Message indiquant que les informations de recommandation ont été mises à jour avec succès."
  },
  "message.distributionLinkDescription": {
    "message": "Si un client s'inscrit sur cette plateforme via ce lien ou code QR, il sera lié de façon permanente en tant que client de votre niveau inférieur, et toutes les commandes de consommation de ce client sur cette plateforme seront retournées à votre compte en fonction du taux de distribution actuel.",
    "description": "Description du lien de recommandation."
  },
  "message.distributionLinkDescription2": {
    "message": "Ce lien contient votre ID utilisateur. Lorsque le client ouvre le lien, votre ID utilisateur sera enregistré sous forme de cookies dans le navigateur du client, avec une validité de sept jours. Dans les sept jours, si le client s'inscrit sur cette plateforme en scannant ce code, votre ID utilisateur sera téléchargé avec les cookies sur le serveur d'inscription, et le client pourra être lié en tant que votre client de niveau inférieur.",
    "description": "Description du lien de recommandation."
  },
  "title.price": {
    "message": "Montant total des commandes de recommandation",
    "description": "Montant total des commandes de recommandation, utilisé pour calculer les revenus de recommandation."
  },
  "title.reward": {
    "message": "Récompense totale de recommandation",
    "description": "Récompense totale de recommandation, calculée selon le montant de la commande et le pourcentage de revenus de recommandation."
  },
  "title.level": {
    "message": "Niveau de recommandation",
    "description": "Niveau de recommandation, utilisé pour calculer les revenus de recommandation."
  },
  "title.percentage": {
    "message": "Pourcentage de revenus de recommandation",
    "description": "Pourcentage des revenus de recommandation, utilisé pour calculer les revenus de recommandation."
  },
  "title.currentLevel": {
    "message": "Niveau actuel",
    "description": "Niveau de recommandation actuel, utilisé pour calculer les revenus de recommandation."
  },
  "title.nextLevel": {
    "message": "Niveau suivant",
    "description": "Prochain niveau de recommandation, utilisé pour calculer les revenus de recommandation."
  },
  "title.currentPercentage": {
    "message": "Pourcentage actuel de revenus de recommandation",
    "description": "Pourcentage actuel de revenus de recommandation, utilisé pour calculer les revenus de recommandation."
  },
  "title.nextPercentage": {
    "message": "Pourcentage de revenus de recommandation du niveau suivant",
    "description": "Pourcentage de revenus de recommandation du niveau suivant, utilisé pour calculer les revenus de recommandation."
  },
  "title.levelInfo": {
    "message": "Informations sur le niveau",
    "description": "Informations sur le niveau de recommandation, utilisé pour calculer les revenus de recommandation."
  },
  "title.distributionLink": {
    "message": "Lien de recommandation",
    "description": "Lien de recommandation, utilisé pour lier les clients en tant que clients de niveau inférieur."
  },
  "title.inviteesCount": {
    "message": "Nombre total d'invités",
    "description": "Invitation des invités, utilisée pour le calcul des gains de recommandation."
  },
  "title.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Gestion des statuts de recommandation."
  }
}