{
  "button.detail": {
    "message": "Voir les détails",
    "description": "Bouton text pour voir les détails de l'historique des recommandations du site."
  },
  "button.withdrawal": {
    "message": "Retirer",
    "description": "Bouton texte pour retirer les gains des recommandations du site."
  },
  "button.query": {
    "message": "Interroger",
    "description": "Bouton texte pour interroger les gains des recommandations du site."
  },
  "field.id": {
    "message": "ID de recommandation",
    "description": "Identifiant unique de la distribution, la distribution fait référence aux recommandations du site de service API."
  },
  "field.percentage": {
    "message": "Pourcentage de gains de recommandation",
    "description": "Pourcentage des gains de recommandation calculé en fonction du montant de la commande."
  },
  "field.price": {
    "message": "Montant de la commande",
    "description": "Montant de la commande utilisé pour calculer les gains de recommandation."
  },
  "field.reward": {
    "message": "Récompense de recommandation",
    "description": "Gains de recommandation calculés sur la base du montant de la commande et du pourcentage de gains de recommandation."
  },
  "field.userId": {
    "message": "ID utilisateur",
    "description": "Identifiant unique de l'utilisateur, l'utilisateur se réfère à l'utilisateur du site de service API."
  },
  "field.userEmail": {
    "message": "Email de l'utilisateur",
    "description": "Email de l'utilisateur."
  },
  "field.createdAt": {
    "message": "Date de recommandation",
    "description": "Heure de création de la recommandation."
  },
  "field.level": {
    "message": "Niveau",
    "description": "Niveau de recommandation utilisé pour calculer les gains de recommandation."
  },
  "field.threshold": {
    "message": "Seuil de gains de recommandation",
    "description": "Seuil des gains de recommandation pour retirer les gains de recommandation."
  },
  "field.inviteeId": {
    "message": "ID de l'invitant",
    "description": "Identifiant unique de l'invitant, l'invitant fait référence à celui qui a invité le nouvel utilisateur sur le site de service API."
  },
  "field.isVerified": {
    "message": "Vérifié",
    "description": "Indicateur indiquant si l'utilisateur recommandé a été vérifié avec des informations réelles."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Différence avec le niveau suivant",
    "description": "Différence entre le montant actuel de la commande et le seuil du niveau suivant."
  },
  "message.developingWithDrawal": {
    "message": "Veuillez contacter le service client pour le traitement des retraits, des impôts sur les revenus correspondants seront déduits lors du retrait.",
    "description": "Message indiquant que la fonction de retrait est en cours de développement."
  },
  "message.technicalDetail": {
    "message": "Détails techniques",
    "description": "Implémentation des détails techniques du système de recommandation."
  },
  "message.distributionQrDescription": {
    "message": "QR Code de recommandation (identique au contenu du lien)",
    "description": "Description du QR code de recommandation."
  },
  "message.distributionLink": {
    "message": "Lien de recommandation",
    "description": "Lien de recommandation utilisé pour lier les clients en tant que clients de niveau inférieur."
  },
  "message.updateSuccessfully": {
    "message": "Mise à jour réussie",
    "description": "Message indiquant que les informations de recommandation ont été mises à jour avec succès."
  },
  "message.distributionLinkDescription": {
    "message": "Si un client s'inscrit sur cette plateforme via ce lien ou QR code, il sera indéfiniment lié comme votre client de niveau inférieur, et toutes les commandes de consommation de ce client sur cette plateforme seront remboursées sur votre compte selon le ratio de distribution actuel.",
    "description": "Description du lien de recommandation."
  },
  "message.distributionLinkDescription2": {
    "message": "Ce lien contient votre ID utilisateur. Lorsque le client ouvre le lien, votre ID utilisateur sera enregistré sous forme de cookies dans le navigateur du client pour une durée de sept jours. Dans les sept jours, si le client s'inscrit sur cette plateforme en scannant ce code, votre ID utilisateur sera téléchargé avec les cookies sur le serveur d'enregistrement, et le client pourra être lié comme votre client de niveau inférieur.",
    "description": "Description du lien de recommandation."
  },
  "title.price": {
    "message": "Montant total de la commande de recommandation",
    "description": "Montant total de la commande de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.reward": {
    "message": "Total des récompenses de recommandation",
    "description": "Total des récompenses de recommandation calculé sur la base du montant de la commande et du pourcentage de gains de recommandation."
  },
  "title.level": {
    "message": "Niveau de recommandation",
    "description": "Niveau de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.percentage": {
    "message": "Pourcentage de gains de recommandation",
    "description": "Pourcentage de gains de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.currentLevel": {
    "message": "Niveau actuel",
    "description": "Niveau de recommandation actuel utilisé pour calculer les gains de recommandation."
  },
  "title.nextLevel": {
    "message": "Niveau suivant",
    "description": "Prochain niveau de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.currentPercentage": {
    "message": "Pourcentage actuel des gains de recommandation",
    "description": "Pourcentage actuel des gains de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.nextPercentage": {
    "message": "Pourcentage de gains de recommandation du niveau suivant",
    "description": "Pourcentage de gains de recommandation au niveau suivant utilisé pour calculer les gains de recommandation."
  },
  "title.levelInfo": {
    "message": "Informations sur le niveau",
    "description": "Informations sur le niveau de recommandation utilisé pour calculer les gains de recommandation."
  },
  "title.distributionLink": {
    "message": "Lien de recommandation",
    "description": "Lien de recommandation utilisé pour lier les clients en tant que clients de niveau inférieur."
  },
  "title.inviteesCount": {
    "message": "Nombre total d'invités",
    "description": "Le nombre total d'invités, utilisé pour calculer les revenus de parrainage."
  },
  "title.manageDistributionStatus": {
    "message": "Gestion de la distribution",
    "description": "Gestion de l'état de recommandation."
  }
}