{
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Nazwa modelu usługi, którym jest GPT 3.5 Basic"
  },
  "model.35StandardDescription": {
    "message": "Doskonały do codziennych zadań.",
    "description": "Opis modelu 3.5 Standard"
  },
  "model.35Browsing": {
    "message": "3.5 Browsing",
    "description": "Nazwa modelu usługi, którym jest GPT 3.5 Browsing"
  },
  "model.35BrowsingDescription": {
    "message": "Może w czasie rzeczywistym pobierać informacje.",
    "description": "Opis modelu 3.5 Browsing"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Nazwa modelu usługi, którym jest GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Potężniejszy model do złożonych zadań.",
    "description": "Opis modelu 4.0 Standard"
  },
  "model.4Browsing": {
    "message": "4.0 Browsing",
    "description": "Nazwa modelu usługi, którym jest GPT 4.0 Browsing"
  },
  "model.4BrowsingDescription": {
    "message": "Potężny i pobiera informacje w czasie rzeczywistym.",
    "description": "Opis modelu 4.0 Browsing"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Nazwa modelu usługi, którym jest GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Potrafi analizować obrazy.",
    "description": "Opis modelu 4.0 Vision"
  },
  "message.startNewChat": {
    "message": "Rozpocznij nową rozmowę",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o rozpoczęciu nowej rozmowy"
  },
  "message.uploadFile": {
    "message": "Prześlij plik",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o przesłaniu pliku"
  },
  "message.noToken": {
    "message": "Proszę najpierw ubiegać się o odpowiadającą usługę",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o konieczności ubiegania się najpierw o odpowiadającą usługę"
  },
  "message.newMessagePlaceholder": {
    "message": "Proszę wprowadź swoje pytanie...",
    "description": "Tekst zastępczy na stronie internetowej, który informuje użytkownika o konieczności wprowadzenia pytania"
  },
  "message.noInput": {
    "message": "Pytanie nie może być puste",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o konieczności podania pytania"
  },
  "message.uploadReferencesExceed": {
    "message": "Możesz przesłać maksymalnie 1 plik",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o możliwości przesłania maksymalnie 1 pliku"
  },
  "message.uploadReferencesError": {
    "message": "Wystąpił błąd podczas przesyłania pliku, spróbuj ponownie później",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o błędzie podczas przesyłania pliku, proszę spróbować ponownie później"
  },
  "message.notApplied": {
    "message": "Nie ubiegałeś się jeszcze o tę usługę, proszę najpierw ubiegać się",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o konieczności ubiegania się o usługę przed kontynuowaniem zadawania pytań"
  },
  "message.tryForFree": {
    "message": "Wypróbuj za darmo",
    "description": "Wiadomość na stronie internetowej, która zachęca użytkownika do wypróbowania za darmo"
  },
  "message.question1": {
    "message": "Stwórz plan treningowy",
    "description": "Przykładowe pytanie do rozpoczęcia rozmowy, które prosi użytkownika o napisanie kawałka kodu JavaScript, który wyświetla Hello World"
  },
  "message.question2": {
    "message": "Stwórz osobistą stronę internetową",
    "description": "Przykładowe pytanie do rozpoczęcia rozmowy, które prosi użytkownika o napisanie e-maila do Mike'a, informującego go, że właśnie się przeprowadził"
  },
  "message.question3": {
    "message": "Zaprojektuj zabawną grę programistyczną",
    "description": "Przykładowe pytanie do rozpoczęcia rozmowy, które prosi użytkownika o wyjaśnienie podstawowych zasad obliczeń kwantowych w prosty sposób"
  },
  "message.question4": {
    "message": "Poznaj Seul jak miejscowy mieszkaniec",
    "description": "Przykładowe pytanie do rozpoczęcia rozmowy, które prosi użytkownika o wyjaśnienie, jaki wpływ ma rzeczywistość wirtualna na twórczość artystyczną"
  },
  "message.errorApiError": {
    "message": "Odpowiedź nie powiodła się, spróbuj ponownie później",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o niepowodzeniu odpowiedzi, proszę spróbować ponownie później"
  },
  "message.errorBadRequest": {
    "message": "Zawartość żądania nie jest znormalizowana, proszę zadać pytanie ponownie",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o tym, że zawartość żądania nie jest znormalizowana, proszę zadać pytanie ponownie"
  },
  "message.errorNoConversation": {
    "message": "Rozmowa nie istnieje lub wygasła, proszę rozpocząć nową rozmowę",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o tym, że rozmowa nie istnieje lub wygasła, proszę rozpocząć nową rozmowę"
  },
  "message.errorContentTooLarge": {
    "message": "Treść pytania jest zbyt długa, skróć ją i spróbuj ponownie",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o tym, że treść pytania jest zbyt długa, proszę ją skrócić i spróbować ponownie"
  },
  "message.errorTooManyRequests": {
    "message": "Twoje działania są zbyt częste, spróbuj ponownie później",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o tym, że jego działania są zbyt częste, proszę spróbować ponownie później"
  },
  "message.errorUsedUp": {
    "message": "Wykorzystałeś wszystkie dostępne pakiety, proszę kupić więcej, aby kontynuować korzystanie",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o tym, że wykorzystał wszystkie dostępne pakiety, proszę kupić więcej, aby kontynuować korzystanie"
  },
  "message.errorUnknown": {
    "message": "Na serwerze wystąpił nieznany błąd, spróbuj ponownie później lub skontaktuj się z obsługą klienta",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o tym, że na serwerze wystąpił nieznany błąd, proszę spróbować ponownie później lub skontaktować się z obsługą klienta"
  },
  "message.errorTimeout": {
    "message": "Odpowiadanie na pytanie przekroczyło limit czasu, spróbuj ponownie później",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o tym, że odpowiadanie na pytanie przekroczyło limit czasu, proszę spróbować ponownie później"
  },
  "message.errorNotApplied": {
    "message": "Nie ubiegałeś się jeszcze o tę usługę, proszę najpierw ubiegać się, zanim będziesz kontynuować zadawanie pytań",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o tym, że nie ubiegał się jeszcze o tę usługę, proszę najpierw ubiegać się, zanim będziesz kontynuować zadawanie pytań"
  },
  "message.confirmDelete": {
    "message": "Potwierdź usunięcie",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o potwierdzeniu usunięcia"
  },
  "message.howToUse": {
    "message": "AI może popełniać błędy. Sprawdź ważne informacje.",
    "description": "Wiadomość na stronie internetowej, która informuje użytkownika o tym, że AI może popełniać błędy. Sprawdź ważne informacje."
  },
  "title.chat": {
    "message": "Czat AI",
    "description": "Tytuł strony internetowej, który jest Czat AI"
  },
  "title.example": {
    "message": "Przykład",
    "description": "Tytuł strony internetowej, który jest Przykład"
  },
  "title.capabilities": {
    "message": "Zdolności",
    "description": "Tytuł strony internetowej, który jest Zdolności"
  },
  "title.limitations": {
    "message": "Ograniczenia",
    "description": "Tytuł na stronie internetowej, który informuje, że ta część dotyczy technicznych ograniczeń usługi"
  },
  "title.complexQuestion": {
    "message": "Odpowiadanie na złożone pytania",
    "description": "Tytuł na stronie internetowej, który informuje, że ta część dotyczy zdolności usługi do odpowiadania na złożone pytania"
  },
  "title.professionalQuestion": {
    "message": "Konsultowanie profesjonalnych pytań",
    "description": "Tytuł na stronie internetowej, który informuje, że ta część dotyczy zdolności usługi do konsultowania profesjonalnych pytań"
  },
  "title.getTips": {
    "message": "Zdobądź inspirację i kreatywność",
    "description": "Tytuł na stronie internetowej, który informuje, że ta część dotyczy zdolności usługi do zdobywania inspiracji i kreatywności"
  },
  "group.today": {
    "message": "Dzisiaj",
    "description": "Nazwa grupy na stronie internetowej, która jest Dzisiaj"
  },
  "group.yesterday": {
    "message": "Wczoraj",
    "description": "Nazwa grupy na stronie internetowej, która jest Wczoraj"
  },
  "group.thisWeek": {
    "message": "W tym tygodniu",
    "description": "Nazwa grupy na stronie internetowej, która jest W tym tygodniu"
  },
  "group.earlier": {
    "message": "Wcześniej",
    "description": "Nazwa grupy na stronie internetowej, która jest Wcześniej"
  }
}