{
  "button.suggested": {
    "message": "Polecane",
    "description": "Tekst na przycisku, polecane oznacza polecany przycisk"
  },
  "menu.orderList": {
    "message": "Lista zamówień",
    "description": "Tekst w menu strony, zamówienia oznaczają zamówienia użytkownika na usługi"
  },
  "menu.applicationList": {
    "message": "Lista aplikacji",
    "description": "Tekst w menu strony, aplikacje oznaczają aplikacje użytkownika do korzystania z usług"
  },
  "menu.userProfile": {
    "message": "Profil użytkownika",
    "description": "Tekst w menu strony, profil użytkownika oznacza osobisty profil użytkownika"
  },
  "menu.idVerify": {
    "message": "Weryfikacja tożsamości",
    "description": "Tekst w menu strony, weryfikacja tożsamości oznacza weryfikację tożsamości użytkownika"
  },
  "menu.manageApplication": {
    "message": "Zarządzanie aplikacjami",
    "description": "Tekst w menu strony, zarządzanie aplikacjami oznacza zarządzanie aplikacjami użytkownika"
  },
  "menu.distributionIndex": {
    "message": "Zyski z poleceń",
    "description": "Tekst w menu strony, zyski z poleceń oznaczają zyski użytkownika z poleceń"
  },
  "menu.developerPlatform": {
    "message": "Platforma deweloperska",
    "description": "Tekst w menu strony, platforma deweloperska oznacza platformę dla deweloperów"
  },
  "menu.usageList": {
    "message": "Historia użycia",
    "description": "Tekst w menu strony, historia użycia oznacza historię korzystania z usług API przez użytkownika"
  },
  "menu.credentialIndex": {
    "message": "Poświadczenia",
    "description": "Tekst w menu strony, poświadczenia oznaczają poświadczenia dostępu do API"
  },
  "menu.manageOrder": {
    "message": "Zarządzanie zamówieniami",
    "description": "Tekst w menu strony, zarządzanie zamówieniami oznacza zarządzanie zamówieniami użytkownika, zamówienia oznaczają zamówienia użytkownika na usługi"
  },
  "menu.manageDistributionStatus": {
    "message": "Zarządzanie dystrybucją",
    "description": "Tekst w menu strony, zarządzanie dystrybucją oznacza zarządzanie stanem dystrybucji użytkownika, związane z zyskami z poleceń"
  },
  "message.benefit1": {
    "message": "Wsparcie dedykowanego konsultanta",
    "description": "Tekst na stronie głównej, wsparcie dedykowanego konsultanta oznacza, że użytkownik może uzyskać wsparcie od dedykowanego konsultanta"
  },
  "message.benefit2": {
    "message": "Priorytetowy dostęp do nowych funkcji",
    "description": "Tekst na stronie głównej, priorytetowy dostęp do nowych funkcji oznacza, że użytkownik może mieć priorytetowy dostęp do nowych funkcji"
  },
  "message.buyExtra": {
    "message": "Kup teraz",
    "description": "Tekst na stronie głównej, kup teraz oznacza, że użytkownik może kupić dodatkowe środki"
  },
  "message.subscribe": {
    "message": "Subskrybuj",
    "description": "Tekst na stronie głównej, subskrybuj oznacza, że użytkownik może subskrybować członkostwo"
  },
  "message.doNotWantSubscribe": {
    "message": "Nie chcesz subskrybować członkostwa? Możesz również spróbować kupić dodatkowe środki.",
    "description": "Tekst na stronie głównej, nie chcesz subskrybować oznacza, że użytkownik nie chce subskrybować członkostwa"
  },
  "message.doNotWantExtra": {
    "message": "Nie chcesz kupować dodatkowych środków? Możesz również spróbować subskrybować pakiet czasowy.",
    "description": "Tekst na stronie głównej, nie chcesz kupować dodatkowych środków oznacza, że użytkownik nie chce kupować dodatkowych środków"
  },
  "message.applicationNotFound": {
    "message": "Aplikacja nie istnieje",
    "description": "Wiadomość wyświetlana użytkownikowi, gdy aplikacja nie istnieje."
  },
  "subscription.title": {
    "message": "Subskrybuj członkostwo, aby cieszyć się większymi korzyściami",
    "description": "Wiadomość wyświetlana użytkownikowi, gdy subskrybuje usługę."
  },
  "subscription.3days": {
    "message": "3-dniowe członkostwo próbne",
    "description": "Typ członkostwa, 3-dniowe członkostwo próbne"
  },
  "subscription.3days.description": {
    "message": "Członkostwo próbne, odpowiednie do krótkoterminowego użytkowania.",
    "description": "Opis typu członkostwa, odpowiednie do krótkoterminowego użytkowania"
  },
  "subscription.weekly": {
    "message": "Członkostwo tygodniowe",
    "description": "Typ członkostwa, członkostwo tygodniowe oznacza, że użytkownik kupił członkostwo tygodniowe"
  },
  "subscription.monthly": {
    "message": "Członkostwo miesięczne",
    "description": "Typ członkostwa, członkostwo miesięczne oznacza, że użytkownik kupił członkostwo miesięczne"
  },
  "subscription.yearly": {
    "message": "Członkostwo roczne",
    "description": "Typ członkostwa, członkostwo roczne oznacza, że użytkownik kupił członkostwo roczne"
  },
  "subscription.weekly.description": {
    "message": "Członkostwo tygodniowe próbne, odpowiednie do krótkoterminowego użytkowania.",
    "description": "Opis typu członkostwa, członkostwo tygodniowe oznacza, że użytkownik kupił członkostwo tygodniowe"
  },
  "subscription.monthly.description": {
    "message": "Elastyczne członkostwo miesięczne, odpowiednie do długoterminowego użytkowania.",
    "description": "Opis typu członkostwa, członkostwo miesięczne oznacza, że użytkownik kupił członkostwo miesięczne"
  },
  "subscription.yearly.description": {
    "message": "Wartościowe członkostwo roczne, najbardziej opłacalny wybór.",
    "description": "Opis typu członkostwa, członkostwo roczne oznacza, że użytkownik kupił członkostwo roczne"
  },
  "subscription.introduction": {
    "message": "Subskrybuj członkostwo, aby odblokować wszystkie usługi AI na stronie.",
    "description": "Opis członkostwa oznacza wprowadzenie do członkostwa"
  }
}