{
  "button.suggested": {
    "message": "Zaproponowane",
    "description": "Tekst na przycisku, który oznacza przycisk rekomendacji"
  },
  "menu.orderList": {
    "message": "Lista zamówień",
    "description": "Tekst w menu strony, zamówienia oznaczają zamówienia użytkownika na usługi"
  },
  "menu.applicationList": {
    "message": "Lista aplikacji",
    "description": "Tekst w menu strony, aplikacja oznacza wnioski użytkownika o usługi"
  },
  "menu.userProfile": {
    "message": "Profil użytkownika",
    "description": "Tekst w menu strony, profil użytkownika oznacza osobiste dane użytkownika"
  },
  "menu.idVerify": {
    "message": "Weryfikacja tożsamości",
    "description": "Tekst w menu strony, weryfikacja tożsamości oznacza potwierdzenie tożsamości użytkownika"
  },
  "menu.manageApplication": {
    "message": "Zarządzanie aplikacjami",
    "description": "Tekst w menu strony, zarządzanie aplikacjami oznacza zarządzanie wnioskami użytkownika"
  },
  "menu.distributionIndex": {
    "message": "Zyski z rekomendacji",
    "description": "Tekst w menu strony, zyski z rekomendacji oznaczają dochody uzyskane przez użytkownika z rekomendacji"
  },
  "menu.developerPlatform": {
    "message": "Platforma dewelopera",
    "description": "Tekst w menu strony, platforma dewelopera oznacza platformę dedykowaną dla twórców"
  },
  "menu.usageList": {
    "message": "Historia użycia",
    "description": "Tekst w menu strony, historia użycia oznacza historię korzystania przez użytkownika z usług API"
  },
  "menu.credentialIndex": {
    "message": "Poświadczenia",
    "description": "Tekst w menu strony, poświadczenia oznaczają dane dostępowe do API"
  },
  "menu.manageOrder": {
    "message": "Zarządzanie zamówieniami",
    "description": "Tekst w menu strony, zarządzanie zamówieniami oznacza zarządzanie zamówieniami użytkownika, zamówienia oznaczają zamówienia użytkownika na usługi"
  },
  "menu.manageDistributionStatus": {
    "message": "Zarządzanie dystrybucją",
    "description": "Tekst w menu strony, zarządzanie dystrybucją oznacza zarządzanie stanem dystrybucji użytkownika, związane z zyskami z rekomendacji"
  },
  "message.benefit1": {
    "message": "Wsparcie od dedykowanego zespołu obsługi klienta",
    "description": "Tekst na stronie głównej, wsparcie od dedykowanego zespołu oznacza, że użytkownik może uzyskać wsparcie od dedykowanego zespołu"
  },
  "message.benefit2": {
    "message": "Priorytetowe testowanie nowych funkcji",
    "description": "Tekst na stronie głównej, priorytetowe testowanie oznacza, że użytkownik może mieć pierwszeństwo w korzystaniu z nowych funkcji"
  },
  "message.buyExtra": {
    "message": "Kup teraz",
    "description": "Tekst na stronie głównej, kupno kredytu oznacza, że użytkownik może kupić dostęp do usług"
  },
  "message.subscribe": {
    "message": "Zasubskrybuj",
    "description": "Tekst na stronie głównej, subskrypcja oznacza, że użytkownik może wykupić członkostwo"
  },
  "message.doNotWantSubscribe": {
    "message": "Nie chcesz subskrybować członkostwa? Możesz również spróbować zakupu kredytu na pojedynczą usługę.",
    "description": "Tekst na stronie głównej, nie chcę subskrybować oznacza, że użytkownik nie chce wykupić członkostwa"
  },
  "message.doNotWantExtra": {
    "message": "Nie chcesz kupić kredytu? Możesz również spróbować wykupić członkostwo.",
    "description": "Tekst na stronie głównej, nie chcę kupować kredytu oznacza, że użytkownik nie chce nabyć kredytu"
  },
  "subscription.3days": {
    "message": "Członkostwo 3-dniowe",
    "description": "Typ członkostwa, członkostwo 3-dniowe"
  },
  "subscription.3days.description": {
    "message": "Próbne członkostwo, idealne do krótkoterminowego użytku.",
    "description": "Typ członkostwa, idealny do krótkoterminowego użytku"
  },
  "subscription.weekly": {
    "message": "Członkostwo tygodniowe",
    "description": "Typ członkostwa, członkostwo tygodniowe oznacza, że użytkownik wykupił członkostwo na tydzień"
  },
  "subscription.monthly": {
    "message": "Członkostwo miesięczne",
    "description": "Typ członkostwa, członkostwo miesięczne oznacza, że użytkownik wykupił członkostwo na miesiąc"
  },
  "subscription.yearly": {
    "message": "Członkostwo roczne",
    "description": "Typ członkostwa, członkostwo roczne oznacza, że użytkownik wykupił członkostwo na rok"
  },
  "subscription.weekly.description": {
    "message": "Próbne członkostwo tygodniowe, idealne do krótkoterminowego użytku.",
    "description": "Opis typu członkostwa, członkostwo tygodniowe oznacza, że użytkownik wykupił członkostwo na tydzień"
  },
  "subscription.monthly.description": {
    "message": "Elastyczne członkostwo miesięczne, idealne do długoterminowego użytku.",
    "description": "Opis typu członkostwa, członkostwo miesięczne oznacza, że użytkownik wykupił członkostwo na miesiąc"
  },
  "subscription.yearly.description": {
    "message": "Najlepsze członkostwo roczne, najbardziej opłacalny wybór.",
    "description": "Opis typu członkostwa, członkostwo roczne oznacza, że użytkownik wykupił członkostwo na rok"
  },
  "subscription.introduction": {
    "message": "Subskrybuj członkostwo, odblokuj wszystkie usługi AI na stronie.",
    "description": "Opis członkostwa, opisuje co zawiera subskrypcja"
  }
}