{
  "button.suggested": {
    "message": "Sugerowane",
    "description": "Tekst na przycisku, sugerowane oznacza przycisk do sugerowania"
  },
  "menu.orderList": {
    "message": "Lista zamówień",
    "description": "Tekst w menu strony, lista zamówień oznacza zamówienia użytkownika na usługi"
  },
  "menu.applicationList": {
    "message": "Lista aplikacji",
    "description": "Tekst w menu strony, lista aplikacji oznacza aplikacje użytkownika do korzystania z usług"
  },
  "menu.userProfile": {
    "message": "Profil użytkownika",
    "description": "Tekst w menu strony, profil użytkownika oznacza dane osobowe użytkownika"
  },
  "menu.idVerify": {
    "message": "Weryfikacja tożsamości",
    "description": "Tekst w menu strony, weryfikacja tożsamości oznacza potwierdzenie tożsamości użytkownika"
  },
  "menu.manageApplication": {
    "message": "Zarządzanie aplikacjami",
    "description": "Tekst w menu strony, zarządzanie aplikacjami oznacza zarządzanie aplikacjami użytkownika"
  },
  "menu.distributionIndex": {
    "message": "Zyski z polecenia",
    "description": "Tekst w menu strony, zyski z polecenia oznaczają zyski użytkownika z polecenia"
  },
  "menu.developerPlatform": {
    "message": "Platforma dewelopera",
    "description": "Tekst w menu strony, platforma dewelopera oznacza platformę dla deweloperów"
  },
  "menu.usageList": {
    "message": "Rekordy użycia",
    "description": "Tekst w menu strony, rekordy użycia oznaczają historię użycia usług API przez użytkownika"
  },
  "menu.credentialIndex": {
    "message": "Poświadczenia",
    "description": "Tekst w menu strony, poświadczenia oznaczają poświadczenia do dostępu do API"
  },
  "menu.manageOrder": {
    "message": "Zarządzanie zamówieniami",
    "description": "Tekst w menu strony, zarządzanie zamówieniami oznacza zarządzanie zamówieniami użytkownika, gdzie zamówienia oznaczają zamówienia użytkownika na usługi"
  },
  "menu.manageDistributionStatus": {
    "message": "Zarządzanie dystrybucją",
    "description": "Tekst w menu strony, zarządzanie dystrybucją oznacza zarządzanie statusem dystrybucji użytkownika, związanym z zyskami z polecenia"
  },
  "message.benefit1": {
    "message": "Wsparcie dedykowanego serwisu klienta",
    "description": "Tekst na stronie głównej, wsparcie dedykowanego serwisu klienta oznacza, że użytkownik może uzyskać pomoc od dedykowanego serwisu"
  },
  "message.benefit2": {
    "message": "Priorytetowe testowanie nowych funkcji",
    "description": "Tekst na stronie głównej, priorytetowe testowanie nowych funkcji oznacza, że użytkownik może testować nowe funkcje w pierwszej kolejności"
  },
  "message.buyExtra": {
    "message": "Przejdź do zakupu",
    "description": "Tekst na stronie głównej, zakup oznacza, że użytkownik może zakupić dodatkowe środki"
  },
  "message.subscribe": {
    "message": "Przejdź do subskrypcji",
    "description": "Tekst na stronie głównej, subskrypcja oznacza, że użytkownik może wykupić subskrypcję"
  },
  "message.doNotWantSubscribe": {
    "message": "Nie chcesz subskrybować ogólnodostępnej wersji? Możesz też spróbować zakupu pojedynczej usługi.",
    "description": "Tekst na stronie głównej, nie chcesz subskrybować oznacza, że użytkownik nie chce subskrybować"
  },
  "message.doNotWantExtra": {
    "message": "Nie chcesz kupić dodatkowych środków? Możesz też spróbować wykupić ogólnodostępną subskrypcję.",
    "description": "Tekst na stronie głównej, nie chcesz kupić dodatkowych środków oznacza, że użytkownik nie chce kupić dodatków"
  },
  "subscription.3days": {
    "message": "3-dniowa próbna subskrypcja",
    "description": "Typ subskrypcji, 3-dniowa próbna subskrypcja"
  },
  "subscription.3days.description": {
    "message": "Próbna subskrypcja, idealna do krótkoterminowego użytkowania.",
    "description": "Typ subskrypcji, idealna do krótkoterminowego użytkowania"
  },
  "subscription.weekly": {
    "message": "Subskrypcja tygodniowa",
    "description": "Typ subskrypcji, subskrypcja tygodniowa oznacza, że użytkownik zakupił subskrypcję tygodniową"
  },
  "subscription.monthly": {
    "message": "Subskrypcja miesięczna",
    "description": "Typ subskrypcji, subskrypcja miesięczna oznacza, że użytkownik zakupił subskrypcję miesięczną"
  },
  "subscription.yearly": {
    "message": "Subskrypcja roczna",
    "description": "Typ subskrypcji, subskrypcja roczna oznacza, że użytkownik zakupił subskrypcję roczną"
  },
  "subscription.weekly.description": {
    "message": "Próbna subskrypcja tygodniowa, idealna do krótkoterminowego użytkowania.",
    "description": "Opis typu subskrypcji, subskrypcja tygodniowa oznacza, że użytkownik zakupił subskrypcję tygodniową"
  },
  "subscription.monthly.description": {
    "message": "Elastyczna subskrypcja miesięczna, idealna do długoterminowego użytkowania.",
    "description": "Opis typu subskrypcji, subskrypcja miesięczna oznacza, że użytkownik zakupił subskrypcję miesięczną"
  },
  "subscription.yearly.description": {
    "message": "Zwycięska subskrypcja roczna, najkorzystniejszy wybór.",
    "description": "Opis typu subskrypcji, subskrypcja roczna oznacza, że użytkownik zakupił subskrypcję roczną"
  },
  "subscription.introduction": {
    "message": "Subskrybuj, aby odblokować wszystkie usługi AI na stronie.",
    "description": "Wprowadzenie do subskrypcji, przedstawiające korzyści subskrybencji"
  }
}