{
  "button.suggested": {
    "message": "Polecane",
    "description": "Tekst w przycisku, polecane oznacza przycisk do polecania"
  },
  "menu.orderList": {
    "message": "Lista zamówień",
    "description": "Tekst w menu strony, lista zamówień oznacza zamówienia na zakup usług przez użytkownika"
  },
  "menu.applicationList": {
    "message": "Lista aplikacji",
    "description": "Tekst w menu strony, lista aplikacji oznacza aplikacje do korzystania z usług przez użytkownika"
  },
  "menu.userProfile": {
    "message": "Profil użytkownika",
    "description": "Tekst w menu strony, profil użytkownika oznacza dane osobowe użytkownika"
  },
  "menu.idVerify": {
    "message": "Weryfikacja tożsamości",
    "description": "Tekst w menu strony, weryfikacja tożsamości oznacza potwierdzenie tożsamości użytkownika"
  },
  "menu.manageApplication": {
    "message": "Zarządzanie aplikacjami",
    "description": "Tekst w menu strony, zarządzanie aplikacjami oznacza zarządzanie aplikacjami użytkownika"
  },
  "menu.distributionIndex": {
    "message": "Zyski z poleceń",
    "description": "Tekst w menu strony, zyski z poleceń oznaczają korzyści uzyskane przez użytkownika z poleceń"
  },
  "menu.developerPlatform": {
    "message": "Platforma dewelopera",
    "description": "Tekst w menu strony, platforma dewelopera oznacza miejsce dla deweloperów"
  },
  "menu.usageList": {
    "message": "Historia użycia",
    "description": "Tekst w menu strony, historia użycia oznacza dzieje korzystania z usługi API przez użytkownika"
  },
  "menu.credentialIndex": {
    "message": "Poświadczenia",
    "description": "Tekst w menu strony, poświadczenia oznaczają dane dostępu do API"
  },
  "menu.manageOrder": {
    "message": "Zarządzanie zamówieniami",
    "description": "Tekst w menu strony, zarządzanie zamówieniami oznacza zarządzanie zamówieniami użytkownika"
  },
  "menu.manageDistributionStatus": {
    "message": "Zarządzanie dystrybucją",
    "description": "Tekst w menu strony, zarządzanie dystrybucją oznacza zarządzanie stanem dystrybucji użytkownika, związane z zyskami z poleceń"
  },
  "message.benefit1": {
    "message": "Wsparcie dedykowanego konsultanta",
    "description": "Tekst na stronie głównej, wsparcie dedykowanego konsultanta oznacza pomoc dla użytkownika od osobistego konsultanta"
  },
  "message.benefit2": {
    "message": "Priorytetowy dostęp do nowych funkcji",
    "description": "Tekst na stronie głównej, priorytetowy dostęp do nowych funkcji oznacza, że użytkownik ma pierwszeństwo w korzystaniu z nowych funkcji"
  },
  "message.buyExtra": {
    "message": "Przejdź do zakupu",
    "description": "Tekst na stronie głównej, przejście do zakupu oznacza, że użytkownik może zakupić dodatkowe zasoby"
  },
  "message.doNotWantSubscribe": {
    "message": "Nie chcesz subskrybować członkostwa? Możesz również spróbować zakupu pojedynczej usługi.",
    "description": "Tekst na stronie głównej, nie chcę subskrybować oznacza, że użytkownik nie chce wykupić członkostwa"
  },
  "subscription.weekly": {
    "message": "Członkostwo tygodniowe",
    "description": "Typ członkostwa, członkostwo tygodniowe oznacza, że użytkownik wykupił członkostwo na cały tydzień"
  },
  "subscription.monthly": {
    "message": "Członkostwo miesięczne",
    "description": "Typ członkostwa, członkostwo miesięczne oznacza, że użytkownik wykupił członkostwo na cały miesiąc"
  },
  "subscription.yearly": {
    "message": "Członkostwo roczne",
    "description": "Typ członkostwa, członkostwo roczne oznacza, że użytkownik wykupił członkostwo na cały rok"
  },
  "subscription.weekly.description": {
    "message": "Tygodniowe członkostwo próbne, idealne na krótki okres.",
    "description": "Opis typu członkostwa, tygodniowe członkostwo oznacza członkostwo wykupione na tydzień"
  },
  "subscription.monthly.description": {
    "message": "Elastyczne członkostwo miesięczne, idealne na dłuższy czas.",
    "description": "Opis typu członkostwa, członkostwo miesięczne oznacza członkostwo wykupione na miesiąc"
  },
  "subscription.yearly.description": {
    "message": "Wartościowe członkostwo roczne, najlepszy wybór.",
    "description": "Opis typu członkostwa, członkostwo roczne oznacza członkostwo wykupione na rok"
  },
  "subscription.introduction": {
    "message": "Subskrybuj członkostwo, aby odblokować wszystkie usługi AI.",
    "description": "Opis członkostwa, oznacza wprowadzenie do członkostwa"
  }
}