{
  "button.detail": {
    "message": "Zobacz szczegóły",
    "description": "Tekst na przycisku, który służy do wyświetlania szczegółów historii poleceń dla witryny."
  },
  "button.withdrawal": {
    "message": "Wypłać",
    "description": "Tekst na przycisku, który służy do wypłacania zarobków z poleceń dla witryny."
  },
  "button.query": {
    "message": "Zapytanie",
    "description": "Tekst na przycisku, który służy do zapytania o zarobki z poleceń dla witryny."
  },
  "field.id": {
    "message": "ID poleconego",
    "description": "Unikalny identyfikator dystrybucji, dystrybucja oznacza polecenie dla witryny usługi API."
  },
  "field.percentage": {
    "message": "Procent zarobków z poleceń",
    "description": "Procent zarobków z poleceń, który jest obliczany na podstawie kwoty zamówienia."
  },
  "field.price": {
    "message": "Kwota zamówienia",
    "description": "Kwota zamówienia, która jest używana do obliczania zarobków z poleceń."
  },
  "field.reward": {
    "message": "Nagroda za polecenie",
    "description": "Zarobki z poleceń, które są obliczane na podstawie kwoty zamówienia i procentu zarobków z poleceń."
  },
  "field.createdAt": {
    "message": "Czas polecenia",
    "description": "Czas utworzenia polecenia."
  },
  "field.level": {
    "message": "Poziom",
    "description": "Poziom poleconego, który jest używany do obliczania zarobków z poleceń."
  },
  "field.threshold": {
    "message": "Próg zarobków z poleceń",
    "description": "Próg zarobków z poleceń, który jest używany do wypłacania zarobków z poleceń."
  },
  "field.inviteeId": {
    "message": "ID zapraszającego",
    "description": "Unikalny identyfikator zapraszającego, zapraszający oznacza użytkownika, który zaprasza zaproszonego do witryny usługi API."
  },
  "field.isVerified": {
    "message": "Zweryfikowane",
    "description": "Flaga wskazująca, czy użytkownik poleceń jest zweryfikowany pod względem rzeczywistych informacji."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Różnica do następnego poziomu",
    "description": "Różnica między bieżącą kwotą zamówienia a progiem następnego poziomu."
  },
  "message.developingWithDrawal": {
    "message": "Proszę dodać obsługę klienta do obsługi wypłat, wypłaty będą obciążone 6% podatkiem dochodowym, faktury można wykorzystać do odliczenia",
    "description": "Komunikat wskazujący, że funkcja wypłat jest w trakcie opracowywania."
  },
  "message.technicalDetail": {
    "message": "Szczegół techniczny",
    "description": "Szczegół techniczny systemu poleceń jest wdrożony."
  },
  "message.distributionQrDescription": {
    "message": "Kod QR poleceń (ten sam zawartość co link)",
    "description": "Opis kodu QR poleceń."
  },
  "message.distributionLink": {
    "message": "Link poleceń",
    "description": "Link poleceń, który służy do powiązania klienta jako podwładnego klienta."
  },
  "message.updateSuccessfully": {
    "message": "Aktualizacja udana",
    "description": "Komunikat wskazujący, że informacje o poleceniu zostały pomyślnie zaktualizowane."
  },
  "message.distributionLinkDescription": {
    "message": "Jeśli klient zarejestruje się na tej platformie za pośrednictwem tego linku lub kodu QR, klient zostanie trwale związany jako Twój podwładny klient, a wszystkie zamówienia konsumenckie klienta na tej platformie zostaną zwrócone na Twoje konto zgodnie z bieżącym współczynnikiem dystrybucji.",
    "description": "Opis linku poleceń."
  },
  "message.distributionLinkDescription2": {
    "message": "Ten link zawiera Twój identyfikator użytkownika. Gdy klient otworzy link, Twój identyfikator użytkownika zostanie zapisany w przeglądarce klienta w formie plików cookie, które są ważne przez siedem dni. W ciągu siedmiu dni, jeśli klient zarejestruje się na tej platformie, skanując kod, Twój identyfikator użytkownika zostanie przesłany na serwer rejestracji wraz z plikami cookie, a klient może zostać związany jako Twój klient z niższego szczebla.",
    "description": "Opis linku poleceń."
  },
  "title.price": {
    "message": "Całkowita kwota zamówień poleceń",
    "description": "Całkowita kwota zamówień poleceń, która jest używana do obliczania zarobków z poleceń."
  },
  "title.reward": {
    "message": "Całkowite nagrody za polecenia",
    "description": "Całkowite nagrody za polecenia, które są obliczane na podstawie kwoty zamówienia i procentu zarobków z poleceń."
  },
  "title.level": {
    "message": "Poziom poleceń",
    "description": "Poziom poleceń, który jest używany do obliczania zarobków z poleceń."
  },
  "title.percentage": {
    "message": "Procent zarobków z poleceń",
    "description": "Procent zarobków z poleceń, który jest używany do obliczania zarobków z poleceń."
  },
  "title.currentLevel": {
    "message": "Bieżący poziom",
    "description": "Bieżący poziom poleceń, który jest używany do obliczania zarobków z poleceń."
  },
  "title.nextLevel": {
    "message": "Następny poziom",
    "description": "Następny poziom poleceń, który jest używany do obliczania zarobków z poleceń."
  },
  "title.currentPercentage": {
    "message": "Bieżący procent zarobków z poleceń",
    "description": "Bieżący procent zarobków z poleceń, który jest używany do obliczania zarobków z poleceń."
  },
  "title.nextPercentage": {
    "message": "Procent zarobków z poleceń na następnym poziomie",
    "description": "Procent zarobków z poleceń na następnym poziomie, który jest używany do obliczania zarobków z poleceń."
  },
  "title.levelInfo": {
    "message": "Informacje o poziomie",
    "description": "Informacje o poziomie poleceń, które są używane do obliczania zarobków z poleceń."
  },
  "title.distributionLink": {
    "message": "Link poleceń",
    "description": "Link poleceń, który służy do powiązania klienta jako podwładnego klienta."
  },
  "title.inviteesCount": {
    "message": "Całkowita liczba zaproszonych",
    "description": "Całkowita liczba zaproszonych, która jest używana do obliczania zarobków z poleceń."
  },
  "title.manageDistributionStatus": {
    "message": "Zarządzanie dystrybucją",
    "description": "Zarządzanie statusem poleceń."
  }
}