{
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Model name of the service, which is GPT 3.5 Basic"
  },
  "model.35StandardDescription": {
    "message": "Great for everyday tasks.",
    "description": "Description of the 3.5 Standard model"
  },
  "model.35Browsing": {
    "message": "3.5 Browsing",
    "description": "Model name of the service, which is GPT 3.5 Browsing"
  },
  "model.35BrowsingDescription": {
    "message": "Can real-time retrieve information.",
    "description": "Description of the 3.5 Browsing model"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Model name of the service, which is GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "More powerful model for complex tasks.",
    "description": "Description of the 4.0 Standard model"
  },
  "model.4Browsing": {
    "message": "4.0 Browsing",
    "description": "Model name of the service, which is GPT 4.0 Browsing"
  },
  "model.4BrowsingDescription": {
    "message": "Powerful & real-time retrieve information.",
    "description": "Description of the 4.0 Browsing model"
  },
  "model.4Vision": {
    "message": "4.0 Vision",
    "description": "Model name of the service, which is GPT 4.0 Vision"
  },
  "model.4VisionDescription": {
    "message": "Can analyze images.",
    "description": "Description of the 4.0 Vision model"
  },
  "message.startNewChat": {
    "message": "Start a new conversation",
    "description": "Message in a webpage, which tell user to start a new conversation"
  },
  "message.uploadFile": {
    "message": "Upload file",
    "description": "Message in a webpage, which tell user to upload file"
  },
  "message.noToken": {
    "message": "Please apply for the corresponding service first",
    "description": "Message in a webpage, which tell user to apply for the corresponding service first"
  },
  "message.newMessagePlaceholder": {
    "message": "Please enter your question...",
    "description": "Placeholder in a webpage, which tell user to enter question"
  },
  "message.noInput": {
    "message": "Question cannot be empty",
    "description": "Message in a webpage, which tell user that question cannot be empty"
  },
  "message.uploadReferencesExceed": {
    "message": "You can only upload 1 file at most",
    "description": "Message in a webpage, which tell user that you can only upload 1 file at most"
  },
  "message.uploadReferencesError": {
    "message": "File upload failed, please try again later",
    "description": "Message in a webpage, which tell user that file upload failed, please try again later"
  },
  "message.notApplied": {
    "message": "You have not applied for this service yet, please apply first",
    "description": "Message in a webpage, which tell user that you have not applied for this service yet, please apply first"
  },
  "message.tryForFree": {
    "message": "Try for free",
    "description": "Message in a webpage, which tell user to try for free"
  },
  "message.question1": {
    "message": "Create a workout plan",
    "description": "An example questions for starting a chat, which ask user to write a piece of JavaScript code that outputs Hello World"
  },
  "message.question2": {
    "message": "Make a personal webpage",
    "description": "An example questions for starting a chat, which ask user to write an email to Mike, telling him that I just moved"
  },
  "message.question3": {
    "message": "Design a fun coding game",
    "description": "An example questions for starting a chat, which ask user to explain the basic principles of quantum computing in simple terms"
  },
  "message.question4": {
    "message": "Experience Seoul like a local",
    "description": "An example questions for starting a chat, which ask user to explain what impact has virtual reality had on artistic creation"
  },
  "message.errorApiError": {
    "message": "Answer failed, please try again later",
    "description": "Message in a webpage, which tell user that answer failed, please try again later"
  },
  "message.errorBadRequest": {
    "message": "The request content is not standardized, please ask again",
    "description": "Message in a webpage, which tell user that the request content is not standardized, please ask again"
  },
  "message.errorNoConversation": {
    "message": "The conversation does not exist or has expired, please start a new conversation",
    "description": "Message in a webpage, which tell user that the conversation does not exist or has expired, please start a new conversation"
  },
  "message.errorContentTooLarge": {
    "message": "The content of the question is too long, please shorten it and try again",
    "description": "Message in a webpage, which tell user that the content of the question is too long, please shorten it and try again"
  },
  "message.errorTooManyRequests": {
    "message": "Your operations are too frequent, please try again later",
    "description": "Message in a webpage, which tell user that your operations are too frequent, please try again later"
  },
  "message.errorUsedUp": {
    "message": "You have used up your package times, please buy more times to continue using",
    "description": "Message in a webpage, which tell user that you have used up your package times, please buy more times to continue using"
  },
  "message.errorUnknown": {
    "message": "An unknown error occurred on the server, please try again later or contact customer service",
    "description": "Message in a webpage, which tell user that an unknown error occurred on the server, please try again later or contact customer service"
  },
  "message.errorTimeout": {
    "message": "Answering the question timed out, please try again later",
    "description": "Message in a webpage, which tell user that answering the question timed out, please try again later"
  },
  "message.errorNotApplied": {
    "message": "You have not applied for this service yet, please apply first before continuing to ask questions",
    "description": "Message in a webpage, which tell user that you have not applied for this service yet, please apply first before continuing to ask questions"
  },
  "message.confirmDelete": {
    "message": "Confirm deletion",
    "description": "Message in a webpage, which tell user to confirm deletion"
  },
  "message.howToUse": {
    "message": "AI can make mistakes. Check important info.",
    "description": "Message in a webpage, which tell user that AI can make mistakes. Check important info."
  },
  "title.chat": {
    "message": "AI Chat",
    "description": "Title of a webpage, which is AI Chat"
  },
  "title.example": {
    "message": "Example",
    "description": "Title of a webpage, which is Example"
  },
  "title.capabilities": {
    "message": "Capabilities",
    "description": "Title of a webpage, which is Capabilities"
  },
  "title.limitations": {
    "message": "Limitations",
    "description": "Title in a webpage, which tells this part is about the Technical limitations of the service"
  },
  "title.complexQuestion": {
    "message": "Answer complex questions",
    "description": "Title in a webpage, which tells this part is about the ability of the service to answer complex questions"
  },
  "title.professionalQuestion": {
    "message": "Consult professional questions",
    "description": "Title in a webpage, which tells this part is about the ability of the service to consult professional questions"
  },
  "title.getTips": {
    "message": "Get inspiration and creativity",
    "description": "Title in a webpage, which tells this part is about the ability of the service to get inspiration and creativity"
  },
  "group.today": {
    "message": "Today",
    "description": "Group name in a webpage, which is Today"
  },
  "group.yesterday": {
    "message": "Yesterday",
    "description": "Group name in a webpage, which is Yesterday"
  },
  "group.thisWeek": {
    "message": "This week",
    "description": "Group name in a webpage, which is This week"
  },
  "group.earlier": {
    "message": "Earlier",
    "description": "Group name in a webpage, which is Earlier"
  }
}
