{
  "button.suggested": {
    "message": "Recommended",
    "description": "Button text, recommended represents the recommended button"
  },
  "menu.orderList": {
    "message": "Order List",
    "description": "Text in the website menu, Order indicates the user's service purchase orders"
  },
  "menu.applicationList": {
    "message": "Application List",
    "description": "Text in the website menu, Application represents the user's service applications"
  },
  "menu.userProfile": {
    "message": "User Profile",
    "description": "Text in the website menu, User Profile represents the user's personal profile"
  },
  "menu.idVerify": {
    "message": "Identity Verification",
    "description": "Text in the website menu, Identity Verification indicates the verification of the user's identity"
  },
  "menu.manageApplication": {
    "message": "Application Management",
    "description": "Text in the website menu, Application Management represents the management of user applications"
  },
  "menu.distributionIndex": {
    "message": "Referral Earnings",
    "description": "Text in the website menu, Referral Earnings indicates the earnings from user referrals"
  },
  "menu.developerPlatform": {
    "message": "Developer Platform",
    "description": "Text in the website menu, Developer Platform represents the platform for developers"
  },
  "menu.usageList": {
    "message": "Usage History",
    "description": "Text in the website menu, Usage History represents the historical record of user API service usage"
  },
  "menu.credentialIndex": {
    "message": "Credentials",
    "description": "Text in the website menu, Credentials represent the access credentials for the API"
  },
  "menu.manageOrder": {
    "message": "Order Management",
    "description": "Text in the website menu, Order Management indicates the management of user orders, Orders represent the user's service purchase orders"
  },
  "menu.manageDistributionStatus": {
    "message": "Distribution Management",
    "description": "Text in the website menu, Distribution Management represents the management of the user's distribution status, related to the earnings from user referrals"
  },
  "message.benefit1": {
    "message": "Exclusive Customer Service Support",
    "description": "Text on the homepage, Exclusive Customer Service Support indicates that users can receive support from exclusive customer service"
  },
  "message.benefit2": {
    "message": "Priority Access to New Features",
    "description": "Text on the homepage, Priority Access to New Features indicates that users can access new features first"
  },
  "message.buyExtra": {
    "message": "Go Purchase",
    "description": "Text on the homepage, Go Purchase indicates that users can purchase credits"
  },
  "message.subscribe": {
    "message": "Go Subscribe",
    "description": "Text on the homepage, Go Subscribe indicates that users can subscribe to a membership"
  },
  "message.doNotWantSubscribe": {
    "message": "Don't want to subscribe to the full membership? You can also try purchasing credits for individual services.",
    "description": "Text on the homepage, Don't want to subscribe indicates that users do not want to subscribe to membership"
  },
  "message.doNotWantExtra": {
    "message": "Don't want to purchase credits? You can also try subscribing to the full membership.",
    "description": "Text on the homepage, Don't want to purchase credits indicates that users do not want to purchase credits"
  },
  "subscription.3days": {
    "message": "3-Day Trial Membership",
    "description": "Membership type, 3-Day Trial Membership"
  },
  "subscription.3days.description": {
    "message": "Trial membership, suitable for short-term use.",
    "description": "Membership type, suitable for short-term use"
  },
  "subscription.weekly": {
    "message": "Weekly Membership",
    "description": "Membership type, Weekly Membership indicates the type of membership purchased by the user as weekly membership"
  },
  "subscription.monthly": {
    "message": "Monthly Membership",
    "description": "Membership type, Monthly Membership indicates the type of membership purchased by the user as monthly membership"
  },
  "subscription.yearly": {
    "message": "Yearly Membership",
    "description": "Membership type, Yearly Membership indicates the type of membership purchased by the user as yearly membership"
  },
  "subscription.weekly.description": {
    "message": "Trial Weekly Membership, suitable for short-term use.",
    "description": "Description of membership type, Weekly Membership indicates the type of membership purchased by the user as weekly membership"
  },
  "subscription.monthly.description": {
    "message": "Flexible Monthly Membership, suitable for long-term use.",
    "description": "Description of membership type, Monthly Membership indicates the type of membership purchased by the user as monthly membership"
  },
  "subscription.yearly.description": {
    "message": "Value Yearly Membership, the best value choice.",
    "description": "Description of membership type, Yearly Membership indicates the type of membership purchased by the user as yearly membership"
  },
  "subscription.introduction": {
    "message": "Subscribe to unlock all AI services on the site.",
    "description": "Membership introduction representing the introduction of the membership"
  }
}