{
  "button.suggested": {
    "message": "Suggested",
    "description": "Button text, suggested indicates a recommended button"
  },
  "menu.orderList": {
    "message": "Order List",
    "description": "Text in the website menu, order indicates the orders for services purchased by the user"
  },
  "menu.applicationList": {
    "message": "Application List",
    "description": "Text in the website menu, application indicates the applications for services used by the user"
  },
  "menu.userProfile": {
    "message": "User Profile",
    "description": "Text in the website menu, user profile indicates the personal information of the user"
  },
  "menu.idVerify": {
    "message": "Identity Verification",
    "description": "Text in the website menu, identity verification indicates the verification of the user's identity"
  },
  "menu.manageApplication": {
    "message": "Application Management",
    "description": "Text in the website menu, application management indicates the management of user applications"
  },
  "menu.distributionIndex": {
    "message": "Referral Earnings",
    "description": "Text in the website menu, referral earnings indicates the earnings from user referrals"
  },
  "menu.developerPlatform": {
    "message": "Developer Platform",
    "description": "Text in the website menu, developer platform indicates the platform for developers"
  },
  "menu.usageList": {
    "message": "Usage Record",
    "description": "Text in the website menu, usage record indicates the history of the user's API service usage"
  },
  "menu.credentialIndex": {
    "message": "Credentials",
    "description": "Text in the website menu, credentials indicates the credentials for accessing the API"
  },
  "menu.manageOrder": {
    "message": "Order Management",
    "description": "Text in the website menu, order management indicates the management of user orders, order indicates the orders for services purchased by the user"
  },
  "menu.manageDistributionStatus": {
    "message": "Distribution Management",
    "description": "Text in the website menu, distribution management indicates the management of the user's distribution status, related to earnings from user referrals"
  },
  "message.benefit1": {
    "message": "Exclusive Customer Service Support",
    "description": "Text on the homepage, exclusive customer service support indicates that users can obtain support from exclusive customer service"
  },
  "message.benefit2": {
    "message": "Priority Experience of New Features",
    "description": "Text on the homepage, priority experience of new features indicates that users can experience new features first"
  },
  "message.buyExtra": {
    "message": "Go Purchase",
    "description": "Text on the homepage, indicates that the user can purchase additional credits"
  },
  "message.doNotWantSubscribe": {
    "message": "Don't want to subscribe to the full membership? You can also try purchasing credits for individual services.",
    "description": "Text on the homepage, don't want to subscribe indicates that the user does not wish to subscribe to the membership"
  },
  "subscription.weekly": {
    "message": "Weekly Membership",
    "description": "Membership type, weekly membership indicates that the user purchased a weekly membership"
  },
  "subscription.monthly": {
    "message": "Monthly Membership",
    "description": "Membership type, monthly membership indicates that the user purchased a monthly membership"
  },
  "subscription.yearly": {
    "message": "Yearly Membership",
    "description": "Membership type, yearly membership indicates that the user purchased a yearly membership"
  },
  "subscription.weekly.description": {
    "message": "Try the weekly membership, suitable for short-term use.",
    "description": "Description of the membership type, weekly membership indicates that the user purchased a weekly membership"
  },
  "subscription.monthly.description": {
    "message": "Flexible monthly membership, suitable for long-term use.",
    "description": "Description of the membership type, monthly membership indicates that the user purchased a monthly membership"
  },
  "subscription.yearly.description": {
    "message": "Value-packed yearly membership, the most cost-effective choice.",
    "description": "Description of the membership type, yearly membership indicates that the user purchased a yearly membership"
  },
  "subscription.introduction": {
    "message": "Subscribe to unlock all AI services on the site.",
    "description": "Introduction to the membership indicates an overview of the membership"
  }
}