{
  "button.suggested": {
    "message": "Recommend",
    "description": "Button text, suggest indicates a recommended button"
  },
  "menu.orderList": {
    "message": "Order List",
    "description": "Text in the website menu, order indicates the orders for services purchased by the user"
  },
  "menu.applicationList": {
    "message": "Application List",
    "description": "Text in the website menu, application indicates the applications for services used by the user"
  },
  "menu.userProfile": {
    "message": "User Profile",
    "description": "Text in the website menu, user profile indicates the personal profile of the user"
  },
  "menu.idVerify": {
    "message": "Identity Verification",
    "description": "Text in the website menu, identity verification indicates the verification of the user's identity"
  },
  "menu.manageApplication": {
    "message": "Application Management",
    "description": "Text in the website menu, application management indicates the management of user applications"
  },
  "menu.distributionIndex": {
    "message": "Recommended Earnings",
    "description": "Text in the website menu, recommended earnings indicates the earnings from user referrals"
  },
  "menu.developerPlatform": {
    "message": "Developer Platform",
    "description": "Text in the website menu, developer platform indicates the platform for developers"
  },
  "menu.usageList": {
    "message": "Usage Records",
    "description": "Text in the website menu, usage records indicates the history of API service usage by the user"
  },
  "menu.credentialIndex": {
    "message": "Credentials",
    "description": "Text in the website menu, credentials indicate the credentials for accessing the API"
  },
  "menu.manageOrder": {
    "message": "Order Management",
    "description": "Text in the website menu, order management indicates the management of user orders, with order referring to orders for services purchased by the user"
  },
  "menu.manageDistributionStatus": {
    "message": "Distribution Management",
    "description": "Text in the website menu, distribution management indicates the management of user distribution status, related to user referral earnings"
  },
  "message.benefit1": {
    "message": "Dedicated Customer Service Support",
    "description": "Text on the homepage, dedicated customer service support indicates that users can receive support from dedicated customer service"
  },
  "message.benefit2": {
    "message": "Priority Access to New Features",
    "description": "Text on the homepage, priority access to new features indicates that users can access new features before others"
  },
  "message.buyExtra": {
    "message": "Purchase Now",
    "description": "Text on the homepage, purchase limit indicates that users can purchase limits"
  },
  "message.subscribe": {
    "message": "Subscribe Now",
    "description": "Text on the homepage, subscribe indicates that users can subscribe to a membership"
  },
  "message.doNotWantSubscribe": {
    "message": "Don’t want to subscribe to the full membership? You can also try purchasing limits for individual services.",
    "description": "Text on the homepage, do not want to subscribe indicates that users do not want to subscribe to a membership"
  },
  "message.doNotWantExtra": {
    "message": "Don’t want to purchase limits? You can also try subscribing to the full membership.",
    "description": "Text on the homepage, do not want to purchase limits indicates that users do not want to purchase limits"
  },
  "subscription.3days": {
    "message": "3-Day Trial Membership",
    "description": "Membership type, 3-day trial membership"
  },
  "subscription.3days.description": {
    "message": "Trial membership, suitable for short-term use.",
    "description": "Membership type, suitable for short-term use"
  },
  "subscription.weekly": {
    "message": "Weekly Membership",
    "description": "Membership type, weekly membership indicates the user has bought a weekly membership"
  },
  "subscription.monthly": {
    "message": "Monthly Membership",
    "description": "Membership type, monthly membership indicates the user has bought a monthly membership"
  },
  "subscription.yearly": {
    "message": "Yearly Membership",
    "description": "Membership type, yearly membership indicates the user has bought a yearly membership"
  },
  "subscription.weekly.description": {
    "message": "Trial weekly membership, suitable for short-term use.",
    "description": "Description of membership type, weekly membership indicates the user has bought a weekly membership"
  },
  "subscription.monthly.description": {
    "message": "Flexible monthly membership, suitable for long-term use.",
    "description": "Description of membership type, monthly membership indicates the user has bought a monthly membership"
  },
  "subscription.yearly.description": {
    "message": "Value-packed yearly membership, the best choice.",
    "description": "Description of membership type, yearly membership indicates the user has bought a yearly membership"
  },
  "subscription.introduction": {
    "message": "Subscribe to unlock all site-wide AI services.",
    "description": "Introduction to membership indicating the membership overview"
  }
}