{
  "button.suggested": {
    "message": "Suggested",
    "description": "Button text indicating a suggested action"
  },
  "menu.orderList": {
    "message": "Order List",
    "description": "Text in the website menu referring to the list of orders for services purchased by the user"
  },
  "menu.applicationList": {
    "message": "Application List",
    "description": "Text in the website menu referring to the list of applications for services used by the user"
  },
  "menu.userProfile": {
    "message": "User Profile",
    "description": "Text in the website menu referring to the user's personal profile"
  },
  "menu.idVerify": {
    "message": "Identity Verification",
    "description": "Text in the website menu referring to the verification of the user's identity"
  },
  "menu.manageApplication": {
    "message": "Application Management",
    "description": "Text in the website menu referring to the management of user applications"
  },
  "menu.distributionIndex": {
    "message": "Referral Earnings",
    "description": "Text in the website menu referring to the earnings from user referrals"
  },
  "menu.developerPlatform": {
    "message": "Developer Platform",
    "description": "Text in the website menu referring to the platform for developers"
  },
  "menu.usageList": {
    "message": "Usage History",
    "description": "Text in the website menu referring to the history of API service usage by the user"
  },
  "menu.credentialIndex": {
    "message": "Credentials",
    "description": "Text in the website menu referring to the credentials for accessing the API"
  },
  "menu.manageOrder": {
    "message": "Order Management",
    "description": "Text in the website menu referring to the management of user orders, which are the orders for services purchased by the user"
  },
  "menu.manageDistributionStatus": {
    "message": "Distribution Management",
    "description": "Text in the website menu referring to the management of user distribution status, involving earnings from user referrals"
  },
  "message.benefit1": {
    "message": "Dedicated Customer Service Support",
    "description": "Text on the homepage indicating that users can receive support from dedicated customer service"
  },
  "message.benefit2": {
    "message": "Priority Access to New Features",
    "description": "Text on the homepage indicating that users can have priority access to new features"
  },
  "message.buyExtra": {
    "message": "Purchase Now",
    "description": "Text on the homepage indicating that users can purchase additional credits"
  },
  "message.subscribe": {
    "message": "Subscribe Now",
    "description": "Text on the homepage indicating that users can subscribe to a membership"
  },
  "message.doNotWantSubscribe": {
    "message": "Don't want to subscribe to a membership? You can also try purchasing credits separately.",
    "description": "Text on the homepage indicating that users do not wish to subscribe to a membership"
  },
  "message.doNotWantExtra": {
    "message": "Don't want to purchase credits? You can also try subscribing to a membership.",
    "description": "Text on the homepage indicating that users do not wish to purchase credits"
  },
  "message.applicationNotFound": {
    "message": "Application Not Found",
    "description": "Message displayed to the user when the application does not exist."
  },
  "subscription.title": {
    "message": "Subscribe to Membership for More Benefits",
    "description": "Message displayed to the user when subscribing to the service."
  },
  "subscription.3days": {
    "message": "3-Day Trial Membership",
    "description": "Membership type indicating a 3-day trial membership"
  },
  "subscription.3days.description": {
    "message": "Trial membership suitable for short-term use.",
    "description": "Description of the membership type suitable for short-term use"
  },
  "subscription.weekly": {
    "message": "Weekly Membership",
    "description": "Membership type indicating that the user has purchased a weekly membership"
  },
  "subscription.monthly": {
    "message": "Monthly Membership",
    "description": "Membership type indicating that the user has purchased a monthly membership"
  },
  "subscription.yearly": {
    "message": "Yearly Membership",
    "description": "Membership type indicating that the user has purchased a yearly membership"
  },
  "subscription.weekly.description": {
    "message": "Trial weekly membership suitable for short-term use.",
    "description": "Description of the membership type indicating a weekly membership"
  },
  "subscription.monthly.description": {
    "message": "Flexible monthly membership suitable for long-term use.",
    "description": "Description of the membership type indicating a monthly membership"
  },
  "subscription.yearly.description": {
    "message": "Value yearly membership, the most cost-effective choice.",
    "description": "Description of the membership type indicating a yearly membership"
  },
  "subscription.introduction": {
    "message": "Subscribe to unlock all AI services on the site.",
    "description": "Introduction text for the membership"
  },
  "menu.coinIndex": {
    "message": "Cryptocurrency Integration",
    "description": "Text in the website menu referring to the integration of cryptocurrency"
  },
  "menu.platformTokenIndex": {
    "message": "Platform Token",
    "description": "Text in the website menu referring to the token used to access the Ace Data Cloud platform"
  },
  "menu.publishIndex": {
    "message": "Publishing Center",
    "description": "Text in the website menu, the publishing center refers to the center where users publish content."
  },
  "menu.platformRankIndex": {
    "message": "Platform Ranking",
    "description": "Text in the website menu, the platform ranking refers to the earnings leaderboard recommended by users."
  },
  "menu.manageOrderDiscount": {
    "message": "Discount Management",
    "description": "Text in the website menu, an order discount management entry visible only to administrators."
  },
  "menu.manageUser": {
    "message": "User Management",
    "description": "Text in the website menu, a user management entry visible only to administrators."
  },
  "menu.revenueAnalysis": {
    "message": "Revenue Analysis",
    "description": "Text in the website menu, a revenue analysis entry visible only to administrators."
  }
}