{
  "button.detail": {
    "message": "View Details",
    "description": "Button text used to view the recommended historical details of the website."
  },
  "button.withdrawal": {
    "message": "Withdraw",
    "description": "Button text used to withdraw the recommended earnings from the website."
  },
  "button.query": {
    "message": "Query",
    "description": "Button text used to query the recommended earnings from the website."
  },
  "field.id": {
    "message": "Referral ID",
    "description": "Unique identifier for the referral, referring to the recommended API service website."
  },
  "field.percentage": {
    "message": "Referral Earnings Percentage",
    "description": "Percentage of referral earnings calculated based on the order amount."
  },
  "field.price": {
    "message": "Order Amount",
    "description": "The amount of the order, used to calculate the referral earnings."
  },
  "field.reward": {
    "message": "Referral Reward",
    "description": "Referral earnings calculated based on the order amount and referral earnings percentage."
  },
  "field.createdAt": {
    "message": "Referral Time",
    "description": "The time when the referral was created."
  },
  "field.level": {
    "message": "Level",
    "description": "The level of the referral used to calculate the referral earnings."
  },
  "field.threshold": {
    "message": "Referral Earnings Threshold",
    "description": "The threshold for referral earnings, used to withdraw referral earnings."
  },
  "field.inviteeId": {
    "message": "Inviter ID",
    "description": "Unique identifier of the inviter, referring to the inviter inviting the invitee to the API service website."
  },
  "field.isVerified": {
    "message": "Verified",
    "description": "Flag indicating whether the referring user has been verified with real information."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Difference with Next Level",
    "description": "The difference between the current order amount and the next level threshold."
  },
  "message.developingWithDrawal": {
    "message": "Please join Discord and consult support staff to process the withdrawal, relevant income tax will be deducted for withdrawals.",
    "description": "Message indicating that the withdrawal functionality is under development."
  },
  "message.technicalDetail": {
    "message": "Technical Details",
    "description": "The technical details implementation of the referral system."
  },
  "message.distributionQrDescription": {
    "message": "Referral QR Code (Same as Link Content)",
    "description": "Description of the referral QR code."
  },
  "message.distributionLink": {
    "message": "Referral Link",
    "description": "Referral link for binding customers as downstream customers."
  },
  "message.updateSuccessfully": {
    "message": "Update Successful",
    "description": "Message indicating that the referral information has been successfully updated."
  },
  "message.distributionLinkDescription": {
    "message": "If a customer registers on this platform through this link or QR code, the customer will be permanently bound as your downstream customer, and the customer's consumption orders on this platform will be returned to your account according to the current distribution ratio.",
    "description": "Description of the referral link."
  },
  "message.distributionLinkDescription2": {
    "message": "This link contains your user ID. After the customer opens the link, your user ID will be recorded in the customer's browser in the form of Cookies, valid for seven days. Within seven days, if the customer registers on this platform by scanning this code, your user ID will be uploaded to the registration server together with the Cookies, and the customer can be bound as your downstream customer.",
    "description": "Description of the referral link."
  },
  "title.price": {
    "message": "Total Recommended Order Amount",
    "description": "Total amount of the recommended order, used for calculating referral earnings."
  },
  "title.reward": {
    "message": "Total Referral Reward",
    "description": "Total referral reward calculated based on the order amount and referral earnings percentage."
  },
  "title.level": {
    "message": "Referral Level",
    "description": "Referral level used for calculating referral earnings."
  },
  "title.percentage": {
    "message": "Referral Earnings Percentage",
    "description": "Referral earnings percentage used for calculating referral earnings."
  },
  "title.currentLevel": {
    "message": "Current Level",
    "description": "Current referral level used for calculating referral earnings."
  },
  "title.nextLevel": {
    "message": "Next Level",
    "description": "Next referral level used for calculating referral earnings."
  },
  "title.currentPercentage": {
    "message": "Current Referral Earnings Percentage",
    "description": "Current referral earnings percentage used for calculating referral earnings."
  },
  "title.nextPercentage": {
    "message": "Next Level Referral Earnings Percentage",
    "description": "Referral earnings percentage for the next level used for calculating referral earnings."
  },
  "title.levelInfo": {
    "message": "Level Information",
    "description": "Information about referral levels used for calculating referral earnings."
  },
  "title.distributionLink": {
    "message": "Referral Link",
    "description": "Referral link for binding customers as downstream customers."
  },
  "title.inviteesCount": {
    "message": "Total Inviters Count",
    "description": "Total count of inviters used for calculating referral earnings."
  },
  "title.manageDistributionStatus": {
    "message": "Distribution Management",
    "description": "Management of referral status."
  }
}