{
  "button.detail": {
    "message": "View Details",
    "description": "Button text used to view the detailed recommendation history on the website."
  },
  "button.withdrawal": {
    "message": "Withdrawal",
    "description": "Button text used to withdraw recommended earnings from the website."
  },
  "button.query": {
    "message": "Query",
    "description": "Button text used to query the recommended earnings on the website."
  },
  "field.id": {
    "message": "Recommendation ID",
    "description": "A unique identifier for the distribution, where distribution refers to website recommendations through API services."
  },
  "field.percentage": {
    "message": "Recommendation Earnings Percentage",
    "description": "The percentage of recommended earnings based on the order amount."
  },
  "field.price": {
    "message": "Order Amount",
    "description": "The amount of the order used to calculate recommended earnings."
  },
  "field.reward": {
    "message": "Recommendation Reward",
    "description": "The recommended earnings calculated based on the order amount and the recommendation earnings percentage."
  },
  "field.userId": {
    "message": "User ID",
    "description": "A unique identifier for the user, where user refers to users of the API service website."
  },
  "field.userEmail": {
    "message": "User Email",
    "description": "The user's email address."
  },
  "field.createdAt": {
    "message": "Recommendation Time",
    "description": "The time when the recommendation was created."
  },
  "field.level": {
    "message": "Level",
    "description": "The level of the recommendation used to calculate recommended earnings."
  },
  "field.threshold": {
    "message": "Recommendation Earnings Threshold",
    "description": "The threshold for recommended earnings used for withdrawal."
  },
  "field.inviteeId": {
    "message": "Inviter ID",
    "description": "A unique identifier for the inviter, where inviter refers to the person who invites the invitee to the API service website."
  },
  "field.isVerified": {
    "message": "Verified",
    "description": "A flag indicating whether the recommended user has been verified through real information."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Difference from Next Level",
    "description": "The difference between the current order amount and the threshold for the next level."
  },
  "message.developingWithDrawal": {
    "message": "Please join Discord and consult support staff for withdrawal processing. Relevant income tax will be deducted from the withdrawal.",
    "description": "Message indicating that the withdrawal function is currently under development."
  },
  "message.technicalDetail": {
    "message": "Technical Details",
    "description": "Technical detail implementation of the recommendation system."
  },
  "message.distributionQrDescription": {
    "message": "Recommendation QR Code (same as link content)",
    "description": "Description of the recommendation QR code."
  },
  "message.distributionLink": {
    "message": "Recommendation Link",
    "description": "The recommendation link used to bind customers as lower-level customers."
  },
  "message.updateSuccessfully": {
    "message": "Update Successful",
    "description": "Message indicating that the recommendation information has been successfully updated."
  },
  "message.distributionLinkDescription": {
    "message": "If a customer registers on this platform through this link or QR code, they will be permanently bound as your lower-level customer, and all their spending orders on this platform will return to your account according to the current distribution ratio.",
    "description": "Description of the recommendation link."
  },
  "message.distributionLinkDescription2": {
    "message": "This link contains your user ID. After the customer opens the link, your user ID will be recorded in the customer's browser as a cookie, valid for seven days. If the customer registers on this platform by scanning the code within seven days, your user ID will be uploaded to the registration server along with the cookies, and the customer can be bound as your downstream customer.",
    "description": "Description of the recommendation link."
  },
  "title.price": {
    "message": "Total Amount of Recommended Orders",
    "description": "The total amount of recommended orders used to calculate recommended earnings."
  },
  "title.reward": {
    "message": "Total Recommendation Reward",
    "description": "Total recommendation reward calculated based on the order amount and recommendation earnings percentage."
  },
  "title.level": {
    "message": "Recommendation Level",
    "description": "The recommendation level used to calculate recommended earnings."
  },
  "title.percentage": {
    "message": "Recommendation Earnings Percentage",
    "description": "The percentage of recommendation earnings used to calculate recommended earnings."
  },
  "title.currentLevel": {
    "message": "Current Level",
    "description": "The current recommendation level used to calculate recommended earnings."
  },
  "title.nextLevel": {
    "message": "Next Level",
    "description": "The next recommendation level used to calculate recommended earnings."
  },
  "title.currentPercentage": {
    "message": "Current Recommendation Earnings Percentage",
    "description": "The current recommendation earnings percentage used to calculate recommended earnings."
  },
  "title.nextPercentage": {
    "message": "Next Level Recommendation Earnings Percentage",
    "description": "The recommendation earnings percentage for the next level used to calculate recommended earnings."
  },
  "title.levelInfo": {
    "message": "Level Information",
    "description": "Information about the recommendation level used to calculate recommended earnings."
  },
  "title.distributionLink": {
    "message": "Recommendation Link",
    "description": "The recommendation link used to bind customers as lower-level customers."
  },
  "title.inviteesCount": {
    "message": "Total Invitees",
    "description": "The total number of invitees, used to calculate referral earnings."
  },
  "title.manageDistributionStatus": {
    "message": "Distribution Management",
    "description": "Management of referral status."
  }
}