{
  "button.detail": {
    "message": "View details",
    "description": "The text in the button, which is used to view the details of the referral history for the website."
  },
  "button.withdrawal": {
    "message": "Withdraw",
    "description": "The text in the button, which is used to withdraw the referral earnings for the website."
  },
  "button.query": {
    "message": "Query",
    "description": "The text in the button, which is used to query the referral earnings for the website."
  },
  "field.id": {
    "message": "Referral ID",
    "description": "The unique identifier of the distribution, the distribution means the referral for the API service website."
  },
  "field.percentage": {
    "message": "Referral Earning Percentage",
    "description": "The percentage of the referral earnings, which is calculated based on the order amount."
  },
  "field.price": {
    "message": "Order Amount",
    "description": "The amount of the order, which is used to calculate the referral earnings."
  },
  "field.reward": {
    "message": "Referral Reward",
    "description": "The referral earnings, which is calculated based on the order amount and the referral earning percentage."
  },
  "field.createdAt": {
    "message": "Referral Time",
    "description": "The time when the referral is created."
  },
  "field.level": {
    "message": "Level",
    "description": "The level of the referral, which is used to calculate the referral earnings."
  },
  "field.threshold": {
    "message": "Referral Earning Threshold",
    "description": "The threshold of the referral earnings, which is used to withdraw the referral earnings."
  },
  "field.inviteeId": {
    "message": "Inviter ID",
    "description": "The unique identifier of the inviter, the inviter means the user who invites the invitee to the API service website."
  },
  "field.isVerified": {
    "message": "Is Verified",
    "description": "The flag to indicate whether the referral user is verified with the real info."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Difference to next level",
    "description": "The difference between the current order amount and the next level threshold."
  },
  "message.developingWithDrawal": {
    "message": "Please join Discord and consult supports to handle withdrawals, withdrawals will deduct related income tax.",
    "description": "The message to indicate that the withdrawal function is under development."
  },
  "message.technicalDetail": {
    "message": "Technical detail",
    "description": "The technical detail of the referral system is implement."
  },

  "message.distributionQrDescription": {
    "message": "Referral QR code (same content as link)",
    "description": "The description of the referral QR code."
  },
  "message.distributionLink": {
    "message": "Referral link",
    "description": "The referral link, which is used to bind the customer as the subordinate customer."
  },
  "message.updateSuccessfully": {
    "message": "Update successful",
    "description": "The message to indicate that the referral information is updated successfully."
  },
  "message.distributionLinkDescription": {
    "message": "If a customer registers on this platform through this link or QR code, the customer will be permanently bound as your subordinate customer, and all consumption orders of the customer on this platform will be returned to your account according to the current distribution ratio.",
    "description": "The description of the referral link."
  },
  "message.distributionLinkDescription2": {
    "message": "This link contains your user ID. After the customer opens the link, your user ID will be recorded in the customer's browser in the form of Cookies, which is valid for seven days. Within seven days, if the customer registers this platform by scanning the code, your user ID will be uploaded to the registration server with Cookies, and the customer can be bound as your downstream customer.",
    "description": "The description of the referral link."
  },
  "title.price": {
    "message": "Total amount of referral orders",
    "description": "The total amount of the referral orders, which is used to calculate the referral earnings."
  },
  "title.reward": {
    "message": "Total referral rewards",
    "description": "The total referral rewards, which is calculated based on the order amount and the referral earning percentage."
  },
  "title.level": {
    "message": "Referral level",
    "description": "The referral level, which is used to calculate the referral earnings."
  },
  "title.percentage": {
    "message": "Referral earning percentage",
    "description": "The referral earning percentage, which is used to calculate the referral earnings."
  },
  "title.currentLevel": {
    "message": "Current level",
    "description": "The current referral level, which is used to calculate the referral earnings."
  },
  "title.nextLevel": {
    "message": "Next level",
    "description": "The next referral level, which is used to calculate the referral earnings."
  },
  "title.currentPercentage": {
    "message": "Current referral earning percentage",
    "description": "The current referral earning percentage, which is used to calculate the referral earnings."
  },
  "title.nextPercentage": {
    "message": "Next level referral earning percentage",
    "description": "The next level referral earning percentage, which is used to calculate the referral earnings."
  },
  "title.levelInfo": {
    "message": "Level information",
    "description": "The information of the referral level, which is used to calculate the referral earnings."
  },
  "title.distributionLink": {
    "message": "Referral link",
    "description": "The referral link, which is used to bind the customer as the subordinate customer."
  },
  "title.inviteesCount": {
    "message": "Total number of invitees",
    "description": "The total number of the invitees, which is used to calculate the referral earnings."
  },
  "title.manageDistributionStatus": {
    "message": "Distribution management",
    "description": "The management of the referral status."
  }
}
