{
  "entity": {
    "requestQueries": "URL Parameters",
    "_requestQueries.comment": "These are the parameters that are passed in the URL. They are separated by a '?' and are separated by a '&'.",
    "requestBody": "Request Body",
    "_requestBody.comment": "This is the body of the request. It is usually used for POST and PUT requests.",
    "responseBody": "Response Body",
    "_responseBody.comment": "This is the body of the response. It is usually in JSON format.",
    "requestHeaders": "Request Headers",
    "_requestHeaders.comment": "These are the headers that are passed in the request. They are usually used for authentication.",
    "requestHeader": "Request Header",
    "requestQuery": "URL Parameter",
    "responseHeaders": "Response Headers",
    "_responseHeaders.comment": "These are the headers that are passed in the response. They are usually used for authentication.",
    "response": "Response",
    "_response.comment": "This is the response that is returned from the server.",
    "success": "Success",
    "_success.comment": "This is the response that is returned when the request is successful.",
    "failure": "Failure",
    "_failure.comment": "This is the response that is returned when the request is unsuccessful.",
    "responseExample": "Example",
    "_responseExample.comment": "This is an example of the response that is returned from the server.",
    "authentication": "Authentication",
    "_authentication.comment": "This is the authentication that is required to make the request."
  },
  "message": {
    "free": "Free",
    "_free.comment": "Means the price is free, no need to cost any credits or money when using the API service",
    "appliedCount": "Application count",
    "_appliedCount.comment": "The times of the API service which has been applied",
    "firstFree": "First time free",
    "_firstFree.comment": "Means the first time of the API service is free, no need to cost any credits or money",
    "custom": "Specified Amount",
    "_custom.comment": "Means the price is specified, need to cost the specified credits or money when using the API service",
    "present": "Present",
    "_present.comment": "We will present the credits to you when you use the API service for the first time",
    "around": "Approximately",
    "_around.comment": "The price is approximately, the actual price may be different",
    "successRate15min": "Real-time success rate",
    "_successRate15min.comment": "The real-time success rate of the API service in the last 15 minutes",
    "ySuccessRate": "Success rate (100%)",
    "_ySuccessRate.comment": "The success rate of the API service",
    "xMinutes": "Time (minutes)",
    "_xMinutes.comment": "The time in minutes",
    "streamUsage": "Kind reminder: For streaming requests, the above code may not be fully applicable. Please refer to the docking document for modifications.",
    "_streamUsage.comment": "For streaming requests, the above code may not be fully applicable. Please refer to the docking document for modifications.",
    "alphaStage": "This API is in the Alpha stage, it is an early preview version, there may be potential instability, the API format may change significantly, it is not recommended for use in a production environment. The current pricing is relatively low, and there may be significant price adjustments in the future.",
    "_alphaStage.comment": "This API is in the Alpha stage, it is an early preview version, there may be potential instability, the API format may change significantly, it is not recommended for use in a production environment. The current pricing is relatively low, and there may be significant price adjustments in the future.",
    "betaStage": "This API is in the Beta stage, the API format will not change much, but there may be potential instability, please use it carefully in a production environment. The current pricing is relatively low, and there may be moderate price adjustments in the future.",
    "_betaStage.comment": "This API is in the Beta stage, the API format will not change much, but there may be potential instability, please use it carefully in a production environment. The current pricing is relatively low, and there may be moderate price adjustments in the future."
  },
  "unit": {
    "GB": "GB",
    "_GB.comment": "Gigabyte, a unit of digital information storage",
    "MB": "MB",
    "_MB.comment": "Megabyte, a unit of digital information storage",
    "KB": "KB",
    "_KB.comment": "Kilobyte, a unit of digital information storage",
    "B": "B",
    "_B.comment": "Byte, a unit of digital information storage"
  }
}
