{
  "model.35Standard": {
    "message": "3.5 Padrão",
    "description": "Nome do modelo de serviço, ou seja, GPT 3.5 base"
  },
  "model.35StandardDescription": {
    "message": "Adequado para tarefas diárias.",
    "description": "Descrição do modelo 3.5 Padrão"
  },
  "model.35Browsing": {
    "message": "3.5 Navegação",
    "description": "Nome do modelo de serviço, ou seja, GPT 3.5 Navegação"
  },
  "model.35BrowsingDescription": {
    "message": "Pode recuperar informações em tempo real.",
    "description": "Descrição do modelo 3.5 Navegação"
  },
  "model.4Standard": {
    "message": "4.0 Padrão",
    "description": "Nome do modelo de serviço, ou seja, GPT 4.0 Padrão"
  },
  "model.4StandardDescription": {
    "message": "Modelo mais poderoso, adequado para tarefas complexas.",
    "description": "Descrição do modelo 4.0 Padrão"
  },
  "model.4Browsing": {
    "message": "4.0 Navegação",
    "description": "Nome do modelo de serviço, ou seja, GPT 4.0 Navegação"
  },
  "model.4BrowsingDescription": {
    "message": "Poderoso e capaz de recuperar informações em tempo real.",
    "description": "Descrição do modelo 4.0 Navegação"
  },
  "model.4Vision": {
    "message": "4.0 Visão",
    "description": "Nome do modelo de serviço, ou seja, GPT 4.0 Visão"
  },
  "model.4VisionDescription": {
    "message": "Capaz de analisar imagens.",
    "description": "Descrição do modelo 4.0 Visão"
  },
  "message.startNewChat": {
    "message": "Iniciar nova conversa",
    "description": "Mensagem na página, indica ao usuário para iniciar uma nova conversa"
  },
  "message.uploadFile": {
    "message": "Carregar arquivo",
    "description": "Mensagem na página, indica ao usuário para carregar um arquivo"
  },
  "message.noToken": {
    "message": "Por favor, solicite o serviço correspondente primeiro",
    "description": "Mensagem na página, indica ao usuário para solicitar o serviço correspondente primeiro"
  },
  "message.newMessagePlaceholder": {
    "message": "Por favor, digite sua pergunta...",
    "description": "Marcador de posição na página, indica ao usuário para digitar uma pergunta"
  },
  "message.noInput": {
    "message": "A pergunta não pode ficar em branco",
    "description": "Mensagem na página, indica ao usuário que a pergunta não pode ficar em branco"
  },
  "message.uploadReferencesExceed": {
    "message": "Apenas é possível carregar 1 arquivo",
    "description": "Mensagem na página, indica ao usuário que apenas é possível carregar 1 arquivo"
  },
  "message.uploadReferencesError": {
    "message": "Falha ao carregar o arquivo, por favor, tente novamente mais tarde",
    "description": "Mensagem na página, indica ao usuário que houve uma falha ao carregar o arquivo, por favor, tente novamente mais tarde"
  },
  "message.notApplied": {
    "message": "Você ainda não solicitou este serviço, por favor, solicite primeiro",
    "description": "Mensagem na página, indica ao usuário que ainda não solicitou este serviço, por favor, solicite primeiro"
  },
  "message.tryForFree": {
    "message": "Tente gratuitamente",
    "description": "Mensagem na página, indica ao usuário para tentar gratuitamente"
  },
  "message.question1": {
    "message": "Crie um plano de treinamento",
    "description": "Exemplo de pergunta para iniciar a conversa, solicitando ao usuário para escrever um código JavaScript que imprima Hello World"
  },
  "message.question2": {
    "message": "Crie uma página pessoal",
    "description": "Exemplo de pergunta para iniciar a conversa, solicitando ao usuário para escrever um e-mail para Mike, informando que acabou de se mudar"
  },
  "message.question3": {
    "message": "Projete um jogo de programação interessante",
    "description": "Exemplo de pergunta para iniciar a conversa, solicitando ao usuário para explicar os princípios básicos da computação quântica em linguagem simples"
  },
  "message.question4": {
    "message": "Experimente Seul como um nativo",
    "description": "Exemplo de pergunta para iniciar a conversa, solicitando ao usuário para explicar o impacto da realidade virtual na criação artística"
  },
  "message.errorApiError": {
    "message": "Falha ao responder, por favor, tente novamente mais tarde",
    "description": "Mensagem na página, indica ao usuário que houve uma falha ao responder, por favor, tente novamente mais tarde"
  },
  "message.errorBadRequest": {
    "message": "Conteúdo da solicitação não está em conformidade, por favor, faça uma nova pergunta",
    "description": "Mensagem na página, indica ao usuário que o conteúdo da solicitação não está em conformidade, por favor, faça uma nova pergunta"
  },
  "message.errorNoConversation": {
    "message": "A conversa não existe ou expirou, por favor, inicie uma nova conversa",
    "description": "Mensagem na página, indica ao usuário que a conversa não existe ou expirou, por favor, inicie uma nova conversa"
  },
  "message.errorContentTooLarge": {
    "message": "Conteúdo da pergunta é muito extenso, por favor, reduza e tente novamente",
    "description": "Mensagem na página, indica ao usuário que o conteúdo da pergunta é muito extenso, por favor, reduza e tente novamente"
  },
  "message.errorTooManyRequests": {
    "message": "Suas solicitações são muito frequentes, por favor, tente novamente mais tarde",
    "description": "Mensagem na página, indica ao usuário que suas solicitações são muito frequentes, por favor, tente novamente mais tarde"
  },
  "message.errorUsedUp": {
    "message": "Você usou todos os acessos disponíveis, por favor, compre mais acessos para continuar utilizando",
    "description": "Mensagem na página, indica ao usuário que usou todos os acessos disponíveis, por favor, compre mais acessos para continuar utilizando"
  },
  "message.errorUnknown": {
    "message": "Ocorreu um erro desconhecido no servidor, por favor, tente novamente mais tarde ou entre em contato com o suporte",
    "description": "Mensagem na página, indica ao usuário que ocorreu um erro desconhecido no servidor, por favor, tente novamente mais tarde ou entre em contato com o suporte"
  },
  "message.errorTimeout": {
    "message": "Timeout ao responder a pergunta, por favor, tente novamente mais tarde",
    "description": "Mensagem na página, indica ao usuário que houve um timeout ao responder a pergunta, por favor, tente novamente mais tarde"
  },
  "message.errorNotApplied": {
    "message": "You have not applied for this service, please apply before continuing to ask",
    "description": "Message on webpage telling user they have not applied for this service, please apply before continuing to ask"
  },
  "message.confirmDelete": {
    "message": "Confirm Delete",
    "description": "Message on webpage telling user to confirm delete"
  },
  "message.howToUse": {
    "message": "AI may go wrong, please check important information.",
    "description": "Message on webpage telling user AI may go wrong, please check important information"
  },
  "title.chat": {
    "message": "AI Chat",
    "description": "Title of the webpage, i.e. AI Chat"
  },
  "title.example": {
    "message": "Example",
    "description": "Title of the webpage, i.e. Example"
  },
  "title.capabilities": {
    "message": "Capabilities",
    "description": "Title of the webpage, i.e. Capabilities"
  },
  "title.limitations": {
    "message": "Limitations",
    "description": "Title of the webpage indicating this section is about technical limitations of the service"
  },
  "title.complexQuestion": {
    "message": "Answer Complex Questions",
    "description": "Title of the webpage indicating this section is about the service's capability to answer complex questions"
  },
  "title.professionalQuestion": {
    "message": "Consult Professional Questions",
    "description": "Title of the webpage indicating this section is about the service's capability to consult professional questions"
  },
  "title.getTips": {
    "message": "Get Inspiration and Creativity",
    "description": "Title of the webpage indicating this section is about the service's capability to get inspiration and creativity"
  },
  "group.today": {
    "message": "Today",
    "description": "Name of the group on the webpage, i.e. Today"
  },
  "group.yesterday": {
    "message": "Yesterday",
    "description": "Name of the group on the webpage, i.e. Yesterday"
  },
  "group.thisWeek": {
    "message": "This Week",
    "description": "Name of the group on the webpage, i.e. This Week"
  },
  "group.earlier": {
    "message": "Earlier",
    "description": "Name of the group on the webpage, i.e. Earlier"
  }
}