{
  "model.35Standard": {
    "message": "3.5 Padrão",
    "description": "Nome do modelo do serviço, que é GPT 3.5 Básico"
  },
  "model.35StandardDescription": {
    "message": "Ótimo para tarefas do dia-a-dia.",
    "description": "Descrição do modelo 3.5 Padrão"
  },
  "model.35Browsing": {
    "message": "3.5 Navegação",
    "description": "Nome do modelo do serviço, que é GPT 3.5 Navegação"
  },
  "model.35BrowsingDescription": {
    "message": "Pode recuperar informações em tempo real.",
    "description": "Descrição do modelo 3.5 Navegação"
  },
  "model.4Standard": {
    "message": "4.0 Padrão",
    "description": "Nome do modelo do serviço, que é GPT 4.0 Padrão"
  },
  "model.4StandardDescription": {
    "message": "Modelo mais poderoso para tarefas complexas.",
    "description": "Descrição do modelo 4.0 Padrão"
  },
  "model.4Browsing": {
    "message": "4.0 Navegação",
    "description": "Nome do modelo do serviço, que é GPT 4.0 Navegação"
  },
  "model.4BrowsingDescription": {
    "message": "Poderoso e pode recuperar informações em tempo real.",
    "description": "Descrição do modelo 4.0 Navegação"
  },
  "model.4Vision": {
    "message": "4.0 Visão",
    "description": "Nome do modelo do serviço, que é GPT 4.0 Visão"
  },
  "model.4VisionDescription": {
    "message": "Pode analisar imagens.",
    "description": "Descrição do modelo 4.0 Visão"
  },
  "message.startNewChat": {
    "message": "Iniciar uma nova conversa",
    "description": "Mensagem em uma página da web, que indica ao usuário para iniciar uma nova conversa"
  },
  "message.uploadFile": {
    "message": "Enviar arquivo",
    "description": "Mensagem em uma página da web, que indica ao usuário para enviar um arquivo"
  },
  "message.noToken": {
    "message": "Por favor aplique primeiro para o serviço correspondente",
    "description": "Mensagem em uma página da web, que indica ao usuário para aplicar primeiro para o serviço correspondente"
  },
  "message.newMessagePlaceholder": {
    "message": "Por favor, digite a sua pergunta...",
    "description": "Espaço reservado em uma página da web, que indica ao usuário para digitar uma pergunta"
  },
  "message.noInput": {
    "message": "A pergunta não pode estar vazia",
    "description": "Mensagem em uma página da web, que indica ao usuário que a pergunta não pode estar vazia"
  },
  "message.uploadReferencesExceed": {
    "message": "Você só pode enviar no máximo 1 arquivo",
    "description": "Mensagem em uma página da web, que indica ao usuário que só é possível enviar no máximo 1 arquivo"
  },
  "message.uploadReferencesError": {
    "message": "Falha ao enviar o arquivo, por favor tente novamente mais tarde",
    "description": "Mensagem em uma página da web, que indica ao usuário que a falha ao enviar o arquivo, por favor tente novamente mais tarde"
  },
  "message.notApplied": {
    "message": "Você ainda não aplicou para este serviço, por favor aplique primeiro",
    "description": "Mensagem em uma página da web, que indica ao usuário que você ainda não aplicou para este serviço, por favor aplique primeiro"
  },
  "message.tryForFree": {
    "message": "Experimente gratuitamente",
    "description": "Mensagem em uma página da web, que indica ao usuário para experimentar gratuitamente"
  },
  "message.question1": {
    "message": "Criar um plano de treino",
    "description": "Exemplo de perguntas para iniciar uma conversa, que pede ao usuário para escrever um pedaço de código JavaScript que resulta em Olá Mundo"
  },
  "message.question2": {
    "message": "Criar uma página pessoal",
    "description": "Exemplo de perguntas para iniciar uma conversa, que pede ao usuário para escrever um e-mail para Mike, informando-o que acabou de se mudar"
  },
  "message.question3": {
    "message": "Projetar um jogo de programação divertido",
    "description": "Exemplo de perguntas para iniciar uma conversa, que pede ao usuário para explicar os princípios básicos da computação quântica em termos simples"
  },
  "message.question4": {
    "message": "Experimentar Seul como um local",
    "description": "Exemplo de perguntas para iniciar uma conversa, que pede ao usuário para explicar qual impacto a realidade virtual teve na criação artística"
  },
  "message.errorApiError": {
    "message": "Resposta falhou, por favor tente novamente mais tarde",
    "description": "Mensagem em uma página da web, que indica ao usuário que a resposta falhou, por favor tente novamente mais tarde"
  },
  "message.errorBadRequest": {
    "message": "O conteúdo da pergunta não está padronizado, por favor pergunte novamente",
    "description": "Mensagem em uma página da web, que indica ao usuário que o conteúdo da pergunta não está padronizado, por favor pergunte novamente"
  },
  "message.errorNoConversation": {
    "message": "A conversa não existe ou expirou, por favor inicie uma nova conversa",
    "description": "Mensagem em uma página da web, que indica ao usuário que a conversa não existe ou expirou, por favor inicie uma nova conversa"
  },
  "message.errorContentTooLarge": {
    "message": "O conteúdo da pergunta é muito longo, por favor encurte e tente novamente",
    "description": "Mensagem em uma página da web, que indica ao usuário que o conteúdo da pergunta é muito longo, por favor encurte e tente novamente"
  },
  "message.errorTooManyRequests": {
    "message": "Suas operações são muito frequentes, por favor tente novamente mais tarde",
    "description": "Mensagem em uma página da web, que indica ao usuário que suas operações são muito frequentes, por favor tente novamente mais tarde"
  },
  "message.errorUsedUp": {
    "message": "Você usou todas as suas vezes do pacote, por favor compre mais vezes para continuar usando",
    "description": "Mensagem em uma página da web, que indica ao usuário que você usou todas as suas vezes do pacote, por favor compre mais vezes para continuar usando"
  },
  "message.errorUnknown": {
    "message": "Ocorreu um erro desconhecido no servidor, por favor tente novamente mais tarde ou entre em contato com o serviço de atendimento ao cliente",
    "description": "Mensagem em uma página da web, que indica ao usuário que ocorreu um erro desconhecido no servidor, por favor tente novamente mais tarde ou entre em contato com o serviço de atendimento ao cliente"
  },
  "message.errorTimeout": {
    "message": "O tempo para responder à pergunta expirou, por favor tente novamente mais tarde",
    "description": "Mensagem em uma página da web, que indica ao usuário que o tempo para responder à pergunta expirou, por favor tente novamente mais tarde"
  },
  "message.errorNotApplied": {
    "message": "Você ainda não aplicou para este serviço, por favor aplique primeiro antes de continuar a fazer perguntas",
    "description": "Mensagem em uma página da web, que indica ao usuário que você ainda não aplicou para este serviço, por favor aplique primeiro antes de continuar a fazer perguntas"
  },
  "message.confirmDelete": {
    "message": "Confirmar exclusão",
    "description": "Mensagem em uma página da web, que indica ao usuário para confirmar a exclusão"
  },
  "message.howToUse": {
    "message": "A IA pode cometer erros. Confira informações importantes.",
    "description": "Mensagem em uma página da web, que indica ao usuário que a IA pode cometer erros. Confira informações importantes."
  },
  "title.chat": {
    "message": "Chat da IA",
    "description": "Título de uma página da web, que é Chat da IA"
  },
  "title.example": {
    "message": "Exemplo",
    "description": "Título de uma página da web, que é Exemplo"
  },
  "title.capabilities": {
    "message": "Capacidades",
    "description": "Título de uma página da web, que é Capacidades"
  },
  "title.limitations": {
    "message": "Limitações",
    "description": "Título em uma página da web, que indica que esta parte é sobre as limitações técnicas do serviço"
  },
  "title.complexQuestion": {
    "message": "Responder perguntas complexas",
    "description": "Título em uma página da web, que indica que esta parte é sobre a capacidade do serviço de responder a perguntas complexas"
  },
  "title.professionalQuestion": {
    "message": "Consultar perguntas profissionais",
    "description": "Título em uma página da web, que indica que esta parte é sobre a capacidade do serviço de consultar perguntas profissionais"
  },
  "title.getTips": {
    "message": "Obter inspiração e criatividade",
    "description": "Título em uma página da web, que indica que esta parte é sobre a capacidade do serviço de obter inspiração e criatividade"
  },
  "group.today": {
    "message": "Hoje",
    "description": "Nome do grupo em uma página da web, que é Hoje"
  },
  "group.yesterday": {
    "message": "Ontem",
    "description": "Nome do grupo em uma página da web, que é Ontem"
  },
  "group.thisWeek": {
    "message": "Esta semana",
    "description": "Nome do grupo em uma página da web, que é Esta semana"
  },
  "group.earlier": {
    "message": "Anterior",
    "description": "Nome do grupo em uma página da web, que é Anterior"
  }
}