{
  "button.suggested": {
    "message": "Recomendado",
    "description": "Texto do botão, recomendando o botão de sugestão"
  },
  "menu.orderList": {
    "message": "Lista de Pedidos",
    "description": "Texto no menu do site, pedidos representam os pedidos dos serviços comprados pelo usuário"
  },
  "menu.applicationList": {
    "message": "Lista de Aplicações",
    "description": "Texto no menu do site, aplicações representam as solicitações de serviços pelo usuário"
  },
  "menu.userProfile": {
    "message": "Perfil do Usuário",
    "description": "Texto no menu do site, perfil do usuário representa as informações pessoais do usuário"
  },
  "menu.idVerify": {
    "message": "Verificação de Identidade",
    "description": "Texto no menu do site, verificação de identidade representa a validação da identidade do usuário"
  },
  "menu.manageApplication": {
    "message": "Gerenciamento de Aplicações",
    "description": "Texto no menu do site, gerenciamento de aplicações representa a administração das solicitações do usuário"
  },
  "menu.distributionIndex": {
    "message": "Rendimento de Recomendação",
    "description": "Texto no menu do site, rendimento de recomendação representa os ganhos do usuário por recomendações"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de Desenvolvedor",
    "description": "Texto no menu do site, plataforma de desenvolvedor representa a área destinada aos desenvolvedores"
  },
  "menu.usageList": {
    "message": "Registro de Uso",
    "description": "Texto no menu do site, registro de uso representa o histórico de uso dos serviços da API pelo usuário"
  },
  "menu.credentialIndex": {
    "message": "Credenciais",
    "description": "Texto no menu do site, credenciais representam as permissões para acessar a API"
  },
  "menu.manageOrder": {
    "message": "Gerenciamento de Pedidos",
    "description": "Texto no menu do site, gerenciamento de pedidos representa a administração dos pedidos do usuário, pedidos são as compras dos serviços"
  },
  "menu.manageDistributionStatus": {
    "message": "Gerenciamento de Distribuição",
    "description": "Texto no menu do site, gerenciamento de distribuição representa a administração do status de distribuição do usuário, relacionado ao rendimento por recomendações"
  },
  "message.benefit1": {
    "message": "Suporte de Dúvidas com Atendente Exclusivo",
    "description": "Texto na homepage do site, suporte de dúvidas com atendente exclusivo representa que o usuário pode contar com atendimento dedicado"
  },
  "message.benefit2": {
    "message": "Experimente Novas Funcionalidades em Primeiro Lugar",
    "description": "Texto na homepage do site, experimente novas funcionalidades em primeiro lugar representa que o usuário pode acessar novas funcionalidades antes dos demais"
  },
  "message.buyExtra": {
    "message": "Ir para Comprar",
    "description": "Texto na homepage do site, ir para comprar representa que o usuário pode adquirir limites adicionais"
  },
  "message.doNotWantSubscribe": {
    "message": "Não quer assinar a membresia do site? Você também pode tentar comprar limites de serviços individuais.",
    "description": "Texto na homepage do site, não deseja assinar representa que o usuário opta por não aderir à associação"
  },
  "subscription.weekly": {
    "message": "Assinatura Semanal",
    "description": "Tipo de assinatura, assinatura semanal representa que o tipo de assinatura comprado pelo usuário é semanal"
  },
  "subscription.monthly": {
    "message": "Assinatura Mensal",
    "description": "Tipo de assinatura, assinatura mensal representa que o tipo de assinatura comprado pelo usuário é mensal"
  },
  "subscription.yearly": {
    "message": "Assinatura Anual",
    "description": "Tipo de assinatura, assinatura anual representa que o tipo de assinatura comprado pelo usuário é anual"
  },
  "subscription.weekly.description": {
    "message": "Experimente a Assinatura Semanal, ideal para usos de curto prazo.",
    "description": "Descrição do tipo de assinatura, assinatura semanal representa a assinatura semanal adquirida pelo usuário"
  },
  "subscription.monthly.description": {
    "message": "Assinatura Mensal Flexível, perfeita para uso a longo prazo.",
    "description": "Descrição do tipo de assinatura, assinatura mensal representa a assinatura mensal adquirida pelo usuário"
  },
  "subscription.yearly.description": {
    "message": "Assinatura Anual de Excelente Custo-Benefício, a melhor escolha.",
    "description": "Descrição do tipo de assinatura, assinatura anual representa a assinatura anual adquirida pelo usuário"
  },
  "subscription.introduction": {
    "message": "Assine para desbloquear todos os serviços de IA do site.",
    "description": "A introdução da assinatura representa uma descrição geral da adesão"
  }
}