{
  "button.suggested": {
    "message": "Sugerido",
    "description": "Texto do botão que indica um botão para sugestões."
  },
  "menu.orderList": {
    "message": "Lista de Pedidos",
    "description": "Texto no menu do site que representa os pedidos de serviços comprados pelo usuário."
  },
  "menu.applicationList": {
    "message": "Lista de Aplicações",
    "description": "Texto no menu do site que representa as aplicações de serviços realizadas pelo usuário."
  },
  "menu.userProfile": {
    "message": "Perfil do Usuário",
    "description": "Texto no menu do site que representa o perfil pessoal do usuário."
  },
  "menu.idVerify": {
    "message": "Verificação de Identidade",
    "description": "Texto no menu do site que representa a validação da identidade do usuário."
  },
  "menu.manageApplication": {
    "message": "Gerenciar Aplicações",
    "description": "Texto no menu do site que representa a administração das aplicações do usuário."
  },
  "menu.distributionIndex": {
    "message": "Rendimento de Recomendações",
    "description": "Texto no menu do site que indica os ganhos de recomendações do usuário."
  },
  "menu.developerPlatform": {
    "message": "Plataforma do Desenvolvedor",
    "description": "Texto no menu do site que representa a plataforma destinado aos desenvolvedores."
  },
  "menu.usageList": {
    "message": "Histórico de Uso",
    "description": "Texto no menu do site que representa o histórico de utilização dos serviços da API pelo usuário."
  },
  "menu.credentialIndex": {
    "message": "Credenciais",
    "description": "Texto no menu do site que representa as credenciais de acesso à API."
  },
  "menu.manageOrder": {
    "message": "Gerenciar Pedidos",
    "description": "Texto no menu do site que representa a administração dos pedidos do usuário, que são serviços comprados."
  },
  "menu.manageDistributionStatus": {
    "message": "Gerenciamento de Distribuição",
    "description": "Texto no menu do site que representa a administração do status de distribuição do usuário, relacionado aos ganhos de recomendações."
  },
  "message.benefit1": {
    "message": "Suporte de Atendimento ao Cliente Exclusivo",
    "description": "Texto na página inicial do site indicando que o usuário pode receber suporte de atendimento ao cliente especializado."
  },
  "message.benefit2": {
    "message": "Experimente Novas Funcionalidades em Primeira Mão",
    "description": "Texto na página inicial do site que indica que o usuário pode experimentar novas funcionalidades antes dos outros."
  },
  "message.buyExtra": {
    "message": "Comprar mais",
    "description": "Texto na página inicial do site indicando que o usuário pode adquirir mais capacidade."
  },
  "message.subscribe": {
    "message": "Assinar",
    "description": "Texto na página inicial do site indicativo de que o usuário pode assinar uma associação."
  },
  "message.doNotWantSubscribe": {
    "message": "Não deseja assinar a associação completa? Você também pode tentar adquirir capacidade de serviços individuais.",
    "description": "Texto na página inicial do site que indica que o usuário não deseja assinar uma associação."
  },
  "message.doNotWantExtra": {
    "message": "Não deseja comprar capacidade? Você também pode tentar assinar a associação completa.",
    "description": "Texto na página inicial do site que indica que o usuário não deseja comprar mais capacidade."
  },
  "subscription.3days": {
    "message": "Assinatura de 3 dias",
    "description": "Tipo de associação, indica uma assinatura válida por 3 dias."
  },
  "subscription.3days.description": {
    "message": "Assinatura de teste, ideal para uso de curto prazo.",
    "description": "Descrição do tipo de associação, adequada para uso a curto prazo."
  },
  "subscription.weekly": {
    "message": "Assinatura Semanal",
    "description": "Tipo de associação, indica que o usuário adquiriu uma assinatura semanal."
  },
  "subscription.monthly": {
    "message": "Assinatura Mensal",
    "description": "Tipo de associação, indica que o usuário adquiriu uma assinatura mensal."
  },
  "subscription.yearly": {
    "message": "Assinatura Anual",
    "description": "Tipo de associação, indica que o usuário adquiriu uma assinatura anual."
  },
  "subscription.weekly.description": {
    "message": "Assinatura semanal de teste, ideal para uso de curto prazo.",
    "description": "Descrição do tipo de associação que indica uma assinatura semanal para o usuário."
  },
  "subscription.monthly.description": {
    "message": "Assinatura mensal flexível, ideal para uso a longo prazo.",
    "description": "Descrição do tipo de associação que indica que a assinatura é mensal e adequada para uso contínuo."
  },
  "subscription.yearly.description": {
    "message": "Assinatura anual com ótimo custo-benefício.",
    "description": "Descrição do tipo de associação que indica que a assinatura é anual e a opção mais econômica."
  },
  "subscription.introduction": {
    "message": "Assine para desbloquear todos os serviços de IA do site.",
    "description": "Introdução sobre a associação que indica os benefícios gerais da assinatura."
  }
}