{
  "button.suggested": {
    "message": "Recomendado",
    "description": "Texto do botão, recomendado significa o botão sugerido"
  },
  "menu.orderList": {
    "message": "Lista de Pedidos",
    "description": "Texto no menu do site, pedidos referem-se aos pedidos de compra de serviços do usuário"
  },
  "menu.applicationList": {
    "message": "Lista de Aplicações",
    "description": "Texto no menu do site, aplicações referem-se às solicitações de uso de serviços pelo usuário"
  },
  "menu.userProfile": {
    "message": "Perfil do Usuário",
    "description": "Texto no menu do site, perfil do usuário refere-se ao perfil pessoal do usuário"
  },
  "menu.idVerify": {
    "message": "Verificação de Identidade",
    "description": "Texto no menu do site, verificação de identidade refere-se à verificação da identidade do usuário"
  },
  "menu.manageApplication": {
    "message": "Gerenciar Aplicações",
    "description": "Texto no menu do site, gerenciar aplicações refere-se à gestão das solicitações do usuário"
  },
  "menu.distributionIndex": {
    "message": "Rendimentos de Indicação",
    "description": "Texto no menu do site, rendimentos de indicação refere-se aos ganhos do usuário por indicações"
  },
  "menu.developerPlatform": {
    "message": "Plataforma do Desenvolvedor",
    "description": "Texto no menu do site, plataforma do desenvolvedor refere-se à plataforma para desenvolvedores"
  },
  "menu.usageList": {
    "message": "Histórico de Uso",
    "description": "Texto no menu do site, histórico de uso refere-se ao histórico de uso dos serviços de API pelo usuário"
  },
  "menu.credentialIndex": {
    "message": "Credenciais",
    "description": "Texto no menu do site, credenciais referem-se às credenciais de acesso à API"
  },
  "menu.manageOrder": {
    "message": "Gerenciar Pedidos",
    "description": "Texto no menu do site, gerenciar pedidos refere-se à gestão dos pedidos do usuário, pedidos referem-se aos pedidos de compra de serviços do usuário"
  },
  "menu.manageDistributionStatus": {
    "message": "Gerenciar Distribuição",
    "description": "Texto no menu do site, gerenciar distribuição refere-se à gestão do status de distribuição do usuário, relacionado aos ganhos por indicações"
  },
  "message.benefit1": {
    "message": "Suporte Exclusivo ao Cliente",
    "description": "Texto na página inicial do site, suporte exclusivo ao cliente refere-se ao suporte de atendimento ao cliente exclusivo que o usuário pode obter"
  },
  "message.benefit2": {
    "message": "Experiência Prioritária de Novas Funcionalidades",
    "description": "Texto na página inicial do site, experiência prioritária de novas funcionalidades refere-se à possibilidade do usuário experimentar novas funcionalidades com prioridade"
  },
  "message.buyExtra": {
    "message": "Comprar",
    "description": "Texto na página inicial do site, comprar créditos refere-se à possibilidade do usuário comprar créditos"
  },
  "message.subscribe": {
    "message": "Assinar",
    "description": "Texto na página inicial do site, assinar membro refere-se à possibilidade do usuário assinar um plano de membro"
  },
  "message.doNotWantSubscribe": {
    "message": "Não quer assinar um plano de membro? Você também pode tentar comprar créditos separadamente.",
    "description": "Texto na página inicial do site, não quer assinar refere-se ao usuário que não deseja assinar um plano de membro"
  },
  "message.doNotWantExtra": {
    "message": "Não quer comprar créditos? Você também pode tentar assinar um plano de membro.",
    "description": "Texto na página inicial do site, não quer comprar créditos refere-se ao usuário que não deseja comprar créditos"
  },
  "message.applicationNotFound": {
    "message": "Aplicação não encontrada",
    "description": "Mensagem exibida ao usuário quando a aplicação não é encontrada."
  },
  "subscription.title": {
    "message": "Assine o Membro, Aproveite Mais Benefícios",
    "description": "Mensagem exibida ao usuário quando ele assina o serviço."
  },
  "subscription.3days": {
    "message": "Membro de 3 Dias",
    "description": "Tipo de membro, membro de 3 dias"
  },
  "subscription.3days.description": {
    "message": "Membro de Experiência, adequado para uso de curto prazo.",
    "description": "Tipo de membro, adequado para uso de curto prazo"
  },
  "subscription.weekly": {
    "message": "Membro Semanal",
    "description": "Tipo de membro, membro semanal refere-se ao tipo de membro que o usuário compra como membro semanal"
  },
  "subscription.monthly": {
    "message": "Membro Mensal",
    "description": "Tipo de membro, membro mensal refere-se ao tipo de membro que o usuário compra como membro mensal"
  },
  "subscription.yearly": {
    "message": "Membro Anual",
    "description": "Tipo de membro, membro anual refere-se ao tipo de membro que o usuário compra como membro anual"
  },
  "subscription.weekly.description": {
    "message": "Membro Semanal de Experiência, adequado para uso de curto prazo.",
    "description": "Descrição do tipo de membro, membro semanal refere-se ao tipo de membro que o usuário compra como membro semanal"
  },
  "subscription.monthly.description": {
    "message": "Membro Mensal Flexível, adequado para uso de longo prazo.",
    "description": "Descrição do tipo de membro, membro mensal refere-se ao tipo de membro que o usuário compra como membro mensal"
  },
  "subscription.yearly.description": {
    "message": "Membro Anual Econômico, a escolha mais vantajosa.",
    "description": "Descrição do tipo de membro, membro anual refere-se ao tipo de membro que o usuário compra como membro anual"
  },
  "subscription.introduction": {
    "message": "Assine o Membro, Desbloqueie Todos os Serviços de IA do Site.",
    "description": "Introdução ao membro refere-se à introdução do membro"
  }
}