{
  "button.suggested": {
    "message": "Recomendado",
    "description": "Texto do botão, recomendando indica o botão sugerido"
  },
  "menu.orderList": {
    "message": "Lista de Pedidos",
    "description": "Texto no menu do site, lista de pedidos indica os pedidos que o usuário fez para serviços"
  },
  "menu.applicationList": {
    "message": "Lista de Aplicações",
    "description": "Texto no menu do site, lista de aplicações indica as aplicações que o usuário fez para usar os serviços"
  },
  "menu.userProfile": {
    "message": "Perfil do Usuário",
    "description": "Texto no menu do site, perfil do usuário indica as informações pessoais do usuário"
  },
  "menu.idVerify": {
    "message": "Verificação de Identidade",
    "description": "Texto no menu do site, verificação de identidade indica a autenticação da identidade do usuário"
  },
  "menu.manageApplication": {
    "message": "Gerenciamento de Aplicações",
    "description": "Texto no menu do site, gerenciamento de aplicações indica a gestão das aplicações do usuário"
  },
  "menu.distributionIndex": {
    "message": "Rendimento de Recomendações",
    "description": "Texto no menu do site, rendimento de recomendações indica os ganhos do usuário com recomendações"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de Desenvolvedores",
    "description": "Texto no menu do site, plataforma de desenvolvedores indica o espaço para desenvolvedores"
  },
  "menu.usageList": {
    "message": "Registro de Uso",
    "description": "Texto no menu do site, registro de uso indica o histórico de uso dos serviços de API pelo usuário"
  },
  "menu.credentialIndex": {
    "message": "Credenciais",
    "description": "Texto no menu do site, credenciais indica as credenciais para acessar a API"
  },
  "menu.manageOrder": {
    "message": "Gerenciamento de Pedidos",
    "description": "Texto no menu do site, gerenciamento de pedidos indica a gestão dos pedidos do usuário, pedidos referem-se aos serviços adquiridos pelo usuário"
  },
  "menu.manageDistributionStatus": {
    "message": "Gerenciamento de Distribuição",
    "description": "Texto no menu do site, gerenciamento de distribuição indica a gestão do status das recomendações do usuário, relacionado aos ganhos gerados pelas recomendações"
  },
  "message.benefit1": {
    "message": "Suporte Especializado de Atendimento ao Cliente",
    "description": "Texto na homepage do site, suporte especializado indica que o usuário pode obter suporte de atendimento ao cliente dedicado"
  },
  "message.benefit2": {
    "message": "Acesso Antecipado a Novas Funcionalidades",
    "description": "Texto na homepage do site, acesso antecipado indica que o usuário pode experimentar novas funcionalidades primeiro"
  },
  "message.buyExtra": {
    "message": "Ir para Comprar",
    "description": "Texto na homepage do site, comprar indica que o usuário pode realizar a compra de créditos"
  },
  "message.subscribe": {
    "message": "Ir para Assinar",
    "description": "Texto na homepage do site, assinar indica que o usuário pode se inscrever em uma assinatura"
  },
  "message.doNotWantSubscribe": {
    "message": "Não quer assinar a assinatura completa? Você também pode tentar comprar créditos para serviços específicos.",
    "description": "Texto na homepage do site, não querer assinar indica que o usuário não deseja se inscrever na assinatura"
  },
  "message.doNotWantExtra": {
    "message": "Não quer comprar créditos? Você também pode tentar assinar a assinatura completa.",
    "description": "Texto na homepage do site, não querer comprar créditos indica que o usuário não deseja adquirir créditos"
  },
  "subscription.3days": {
    "message": "Assinatura de 3 Dias",
    "description": "Tipo de assinatura, assinatura de 3 dias"
  },
  "subscription.3days.description": {
    "message": "Assinatura de teste, adequada para uso a curto prazo.",
    "description": "Tipo de assinatura, adequada para uso a curto prazo"
  },
  "subscription.weekly": {
    "message": "Assinatura Semanal",
    "description": "Tipo de assinatura, assinatura semanal indica que o tipo de assinatura adquirida pelo usuário é semanal"
  },
  "subscription.monthly": {
    "message": "Assinatura Mensal",
    "description": "Tipo de assinatura, assinatura mensal indica que o tipo de assinatura adquirida pelo usuário é mensal"
  },
  "subscription.yearly": {
    "message": "Assinatura Anual",
    "description": "Tipo de assinatura, assinatura anual indica que o tipo de assinatura adquirida pelo usuário é anual"
  },
  "subscription.weekly.description": {
    "message": "Assinatura semanal de teste, adequada para uso a curto prazo.",
    "description": "Descrição do tipo de assinatura, assinatura semanal indica que o tipo de assinatura adquirida pelo usuário é semanal"
  },
  "subscription.monthly.description": {
    "message": "Assinatura mensal flexível, adequada para uso a longo prazo.",
    "description": "Descrição do tipo de assinatura, assinatura mensal indica que o tipo de assinatura adquirida pelo usuário é mensal"
  },
  "subscription.yearly.description": {
    "message": "Assinatura anual com ótimo custo-benefício, a melhor escolha.",
    "description": "Descrição do tipo de assinatura, assinatura anual indica que o tipo de assinatura adquirida pelo usuário é anual"
  },
  "subscription.introduction": {
    "message": "Assinatura de membro, desbloqueia todos os serviços de IA do site.",
    "description": "Descrição da assinatura, indicando os benefícios da assinatura"
  }
}