{
  "button.suggested": {
    "message": "Recomendar",
    "description": "Texto do botão que indica uma recomendação"
  },
  "menu.orderList": {
    "message": "Lista de Pedidos",
    "description": "Texto no menu do site, o pedido refere-se aos pedidos de serviços comprados pelo usuário"
  },
  "menu.applicationList": {
    "message": "Lista de Aplicações",
    "description": "Texto no menu do site, a aplicação refere-se às solicitações de serviços feitas pelo usuário"
  },
  "menu.userProfile": {
    "message": "Perfil do Usuário",
    "description": "Texto no menu do site, o perfil do usuário refere-se às informações pessoais do usuário"
  },
  "menu.idVerify": {
    "message": "Verificação de Identidade",
    "description": "Texto no menu do site, a verificação de identidade refere-se à confirmação da identidade do usuário"
  },
  "menu.manageApplication": {
    "message": "Gerenciar Aplicações",
    "description": "Texto no menu do site, gerenciar aplicações refere-se à administração das aplicações feitas pelo usuário"
  },
  "menu.distributionIndex": {
    "message": "Rendimentos de Recomendação",
    "description": "Texto no menu do site, rendimentos de recomendação refere-se aos ganhos gerados pelas recomendações do usuário"
  },
  "menu.developerPlatform": {
    "message": "Plataforma do Desenvolvedor",
    "description": "Texto no menu do site, plataforma do desenvolvedor refere-se ao espaço destinado aos desenvolvedores"
  },
  "menu.usageList": {
    "message": "Registro de Uso",
    "description": "Texto no menu do site, registro de uso refere-se ao histórico de uso dos serviços de API pelo usuário"
  },
  "menu.credentialIndex": {
    "message": "Credenciais",
    "description": "Texto no menu do site, credenciais referem-se aos acessos necessários para utilizar a API"
  },
  "menu.manageOrder": {
    "message": "Gerenciar Pedidos",
    "description": "Texto no menu do site, gerenciar pedidos refere-se à administração dos pedidos realizados pelo usuário"
  },
  "menu.manageDistributionStatus": {
    "message": "Gerenciamento de Distribuição",
    "description": "Texto no menu do site, gerenciamento de distribuição refere-se à gestão do status de distribuição do usuário"
  },
  "message.benefit1": {
    "message": "Suporte de Atendimento ao Cliente Exclusivo",
    "description": "Texto na homepage do site que indica que o usuário pode contar com suporte de atendimento ao cliente exclusivo"
  },
  "message.benefit2": {
    "message": "Experimente Novas Funcionalidades em Primeiro Lugar",
    "description": "Texto na homepage do site que indica que o usuário pode ter acesso prioritário a novas funcionalidades"
  },
  "message.buyExtra": {
    "message": "Ir para Comprar",
    "description": "Texto na homepage do site que indica que o usuário pode adquirir crédito adicional"
  },
  "message.subscribe": {
    "message": "Ir para Assinar",
    "description": "Texto na homepage do site que indica que o usuário pode se inscrever como membro"
  },
  "message.doNotWantSubscribe": {
    "message": "Não quer assinar a assinatura do site? Você também pode experimentar a compra de créditos individuais.",
    "description": "Texto na homepage do site indicando que o usuário não deseja assinar um plano de membro"
  },
  "message.doNotWantExtra": {
    "message": "Não quer comprar créditos? Você também pode experimentar a assinatura do site.",
    "description": "Texto na homepage do site indicando que o usuário não deseja adquirir créditos"
  },
  "subscription.3days": {
    "message": "Membro de 3 Dias",
    "description": "Tipo de membro, que oferece acesso por 3 dias"
  },
  "subscription.3days.description": {
    "message": "Membro de teste, ideal para uso a curto prazo.",
    "description": "Descrição do tipo de membro, adequada para uso a curto prazo"
  },
  "subscription.weekly": {
    "message": "Membro Semanal",
    "description": "Tipo de membro, referindo-se a uma associação semanal"
  },
  "subscription.monthly": {
    "message": "Membro Mensal",
    "description": "Tipo de membro, referindo-se a uma associação mensal"
  },
  "subscription.yearly": {
    "message": "Membro Anual",
    "description": "Tipo de membro, referindo-se a uma associação anual"
  },
  "subscription.weekly.description": {
    "message": "Membro semanal de teste, ideal para uso a curto prazo.",
    "description": "Descrição do tipo de membro que é semanal"
  },
  "subscription.monthly.description": {
    "message": "Membro mensal flexível, ideal para uso a longo prazo.",
    "description": "Descrição do tipo de membro que é mensal"
  },
  "subscription.yearly.description": {
    "message": "Membro anual de valor excepcional, a escolha mais econômica.",
    "description": "Descrição do tipo de membro que é anual"
  },
  "subscription.introduction": {
    "message": "Assine como membro para desbloquear todos os serviços de IA do site.",
    "description": "Descrição sobre a assinatura do membro"
  }
}