{
  "button.suggested": {
    "message": "Sugerido",
    "description": "Texto do botão, sugerido indica um botão de recomendação"
  },
  "menu.orderList": {
    "message": "Lista de Pedidos",
    "description": "Texto no menu do site, pedidos indica as ordens de compra de serviços pelo usuário"
  },
  "menu.applicationList": {
    "message": "Lista de Aplicações",
    "description": "Texto no menu do site, aplicações indica os pedidos de uso de serviços pelo usuário"
  },
  "menu.userProfile": {
    "message": "Perfil do Usuário",
    "description": "Texto no menu do site, perfil do usuário indica as informações pessoais do usuário"
  },
  "menu.idVerify": {
    "message": "Verificação de Identidade",
    "description": "Texto no menu do site, verificação de identidade indica a validação da identidade do usuário"
  },
  "menu.manageApplication": {
    "message": "Gerenciamento de Aplicações",
    "description": "Texto no menu do site, gerenciamento de aplicações indica a gestão dos pedidos do usuário"
  },
  "menu.distributionIndex": {
    "message": "Rendimento por Indicação",
    "description": "Texto no menu do site, rendimento por indicação indica os ganhos do usuário por recomendações"
  },
  "menu.developerPlatform": {
    "message": "Plataforma de Desenvolvedores",
    "description": "Texto no menu do site, plataforma de desenvolvedores indica o espaço para desenvolvedores"
  },
  "menu.usageList": {
    "message": "Registro de Uso",
    "description": "Texto no menu do site, registro de uso indica o histórico de uso do serviço API pelo usuário"
  },
  "menu.credentialIndex": {
    "message": "Credenciais",
    "description": "Texto no menu do site, credenciais indica as credenciais de acesso à API"
  },
  "menu.manageOrder": {
    "message": "Gerenciamento de Pedidos",
    "description": "Texto no menu do site, gerenciamento de pedidos indica a gestão dos pedidos do usuário"
  },
  "menu.manageDistributionStatus": {
    "message": "Gerenciamento de Distribuição",
    "description": "Texto no menu do site, gerenciamento de distribuição indica a gestão do estado de distribuição do usuário e está relacionado aos ganhos por recomendações"
  },
  "message.benefit1": {
    "message": "Suporte a Perguntas pelo Atendimento Exclusivo",
    "description": "Texto na página inicial do site, suporte a perguntas pelo atendimento exclusivo indica que o usuário pode obter suporte através de atendimento exclusivo"
  },
  "message.benefit2": {
    "message": "Experiência Prioritária em Novas Funcionalidades",
    "description": "Texto na página inicial do site, experiência prioritária em novas funcionalidades indica que o usuário pode ter acesso antecipado a novas funcionalidades"
  },
  "message.buyExtra": {
    "message": "Comprar Limite",
    "description": "Texto na página inicial do site, comprar limite indica que o usuário pode adquirir limites adicionais"
  },
  "message.subscribe": {
    "message": "Assinar",
    "description": "Texto na página inicial do site, assinar indica que o usuário pode se tornar um assinante"
  },
  "message.doNotWantSubscribe": {
    "message": "Não deseja assinar a assinatura total? Você também pode tentar comprar um limite para um serviço específico.",
    "description": "Texto na página inicial do site, não deseja assinar indica que o usuário não quer se tornar um assinante"
  },
  "message.doNotWantExtra": {
    "message": "Não deseja comprar um limite? Você também pode tentar assinar a assinatura total.",
    "description": "Texto na página inicial do site, não deseja comprar limite indica que o usuário não quer adquirir limites"
  },
  "subscription.3days": {
    "message": "Assinatura de 3 Dias",
    "description": "Tipo de assinatura, assinatura de 3 dias"
  },
  "subscription.3days.description": {
    "message": "Assinatura de teste, adequada para uso temporário.",
    "description": "Tipo de assinatura, adequada para uso temporário"
  },
  "subscription.weekly": {
    "message": "Assinatura Semanal",
    "description": "Tipo de assinatura, assinatura semanal indica que o usuário adquiriu uma assinatura semanal"
  },
  "subscription.monthly": {
    "message": "Assinatura Mensal",
    "description": "Tipo de assinatura, assinatura mensal indica que o usuário adquiriu uma assinatura mensal"
  },
  "subscription.yearly": {
    "message": "Assinatura Anual",
    "description": "Tipo de assinatura, assinatura anual indica que o usuário adquiriu uma assinatura anual"
  },
  "subscription.weekly.description": {
    "message": "Assinatura semanal de teste, adequada para uso temporário.",
    "description": "Descrição do tipo de assinatura, assinatura semanal indica que o usuário adquiriu uma assinatura semanal"
  },
  "subscription.monthly.description": {
    "message": "Assinatura mensal flexível, adequada para uso a longo prazo.",
    "description": "Descrição do tipo de assinatura, assinatura mensal indica que o usuário adquiriu uma assinatura mensal"
  },
  "subscription.yearly.description": {
    "message": "Assinatura anual com excelente custo-benefício, a escolha mais vantajosa.",
    "description": "Descrição do tipo de assinatura, assinatura anual indica que o usuário adquiriu uma assinatura anual"
  },
  "subscription.introduction": {
    "message": "Assine para desbloquear todos os serviços de IA do site.",
    "description": "Introdução da assinatura, indica a apresentação da assinatura"
  }
}