{
  "button.suggested": {
    "message": "Recomendado",
    "description": "Texto do botão, recomendado significa o botão sugerido"
  },
  "menu.orderList": {
    "message": "Lista de Pedidos",
    "description": "Texto no menu do site, o pedido refere-se aos pedidos de serviços feitos pelos usuários"
  },
  "menu.applicationList": {
    "message": "Lista de Solicitações",
    "description": "Texto no menu do site, a solicitação refere-se às solicitações dos usuários para usar os serviços"
  },
  "menu.userProfile": {
    "message": "Perfil do Usuário",
    "description": "Texto no menu do site, o perfil do usuário refere-se às informações pessoais do usuário"
  },
  "menu.idVerify": {
    "message": "Verificação de Identidade",
    "description": "Texto no menu do site, a verificação de identidade refere-se à validação da identidade do usuário"
  },
  "menu.manageApplication": {
    "message": "Gerenciamento de Solicitações",
    "description": "Texto no menu do site, o gerenciamento de solicitações refere-se à administração das solicitações dos usuários"
  },
  "menu.distributionIndex": {
    "message": "Rendimento de Recomendações",
    "description": "Texto no menu do site, o rendimento de recomendações refere-se aos ganhos obtidos pelos usuários ao recomendar"
  },
  "menu.developerPlatform": {
    "message": "Plataforma do Desenvolvedor",
    "description": "Texto no menu do site, plataforma do desenvolvedor refere-se à plataforma para desenvolvedores"
  },
  "menu.usageList": {
    "message": "Histórico de Uso",
    "description": "Texto no menu do site, o histórico de uso refere-se ao histórico de utilização dos serviços API pelos usuários"
  },
  "menu.credentialIndex": {
    "message": "Credenciais",
    "description": "Texto no menu do site, as credenciais referem-se às credenciais para acessar a API"
  },
  "menu.manageOrder": {
    "message": "Gerenciamento de Pedidos",
    "description": "Texto no menu do site, o gerenciamento de pedidos refere-se à administração dos pedidos dos usuários, que são os pedidos de serviços"
  },
  "menu.manageDistributionStatus": {
    "message": "Gerenciamento de Distribuição",
    "description": "Texto no menu do site, o gerenciamento de distribuição refere-se à administração do status de distribuição dos usuários, envolvendo os rendimentos das recomendações"
  },
  "message.benefit1": {
    "message": "Suporte Exclusivo ao Cliente",
    "description": "Texto na página inicial do site, suporte exclusivo ao cliente refere-se ao suporte de atendimento ao cliente exclusivo que o usuário pode obter"
  },
  "message.benefit2": {
    "message": "Experiência Prioritária de Novas Funcionalidades",
    "description": "Texto na página inicial do site, experiência prioritária de novas funcionalidades refere-se à possibilidade do usuário experimentar novas funcionalidades com prioridade"
  },
  "message.buyExtra": {
    "message": "Comprar",
    "description": "Texto na página inicial do site, comprar créditos refere-se à possibilidade do usuário comprar créditos"
  },
  "message.subscribe": {
    "message": "Assinar",
    "description": "Texto na página inicial do site, assinar membro refere-se à possibilidade do usuário assinar um plano de membro"
  },
  "message.doNotWantSubscribe": {
    "message": "Não quer assinar um plano de membro? Você também pode tentar comprar créditos separadamente.",
    "description": "Texto na página inicial do site, não quer assinar refere-se ao usuário que não deseja assinar um plano de membro"
  },
  "message.doNotWantExtra": {
    "message": "Não quer comprar créditos? Você também pode tentar assinar um plano de membro.",
    "description": "Texto na página inicial do site, não quer comprar créditos refere-se ao usuário que não deseja comprar créditos"
  },
  "message.applicationNotFound": {
    "message": "Aplicação não encontrada",
    "description": "Mensagem exibida ao usuário quando a aplicação não é encontrada."
  },
  "subscription.title": {
    "message": "Assine o Membro, Aproveite Mais Benefícios",
    "description": "Mensagem exibida ao usuário quando ele assina o serviço."
  },
  "subscription.3days": {
    "message": "Membro de 3 Dias",
    "description": "Tipo de membro, membro de 3 dias"
  },
  "subscription.3days.description": {
    "message": "Membro de Experiência, adequado para uso de curto prazo.",
    "description": "Tipo de membro, adequado para uso de curto prazo"
  },
  "subscription.weekly": {
    "message": "Membro Semanal",
    "description": "Tipo de membro, membro semanal refere-se ao tipo de membro que o usuário compra como membro semanal"
  },
  "subscription.monthly": {
    "message": "Membro Mensal",
    "description": "Tipo de membro, membro mensal refere-se ao tipo de membro que o usuário compra como membro mensal"
  },
  "subscription.yearly": {
    "message": "Membro Anual",
    "description": "Tipo de membro, membro anual refere-se ao tipo de membro que o usuário compra como membro anual"
  },
  "subscription.weekly.description": {
    "message": "Membro Semanal de Experiência, adequado para uso de curto prazo.",
    "description": "Descrição do tipo de membro, membro semanal refere-se ao tipo de membro que o usuário compra como membro semanal"
  },
  "subscription.monthly.description": {
    "message": "Membro Mensal Flexível, adequado para uso de longo prazo.",
    "description": "Descrição do tipo de membro, membro mensal refere-se ao tipo de membro que o usuário compra como membro mensal"
  },
  "subscription.yearly.description": {
    "message": "Membro Anual Econômico, a escolha mais vantajosa.",
    "description": "Descrição do tipo de membro, membro anual refere-se ao tipo de membro que o usuário compra como membro anual"
  },
  "subscription.introduction": {
    "message": "Assine o Membro, Desbloqueie Todos os Serviços de IA do Site.",
    "description": "Introdução ao membro refere-se à introdução do membro"
  },
  "menu.coinIndex": {
    "message": "Integração de Criptomoedas",
    "description": "Texto no menu do site, referindo-se à integração de criptomoedas"
  },
  "menu.platformTokenIndex": {
    "message": "Token da Plataforma",
    "description": "Texto no menu do site, o token da plataforma refere-se ao token usado para acessar a plataforma Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Centro de Publicação",
    "description": "Texto no menu do site, o centro de publicação refere-se ao centro onde os usuários publicam conteúdo"
  },
  "menu.platformRankIndex": {
    "message": "Ranking da Plataforma",
    "description": "Texto no menu do site, o ranking da plataforma refere-se à lista de rendimentos das recomendações dos usuários"
  },
  "menu.manageOrderDiscount": {
    "message": "Gerenciamento de Descontos",
    "description": "Texto no menu do site, entrada de gerenciamento de descontos de pedidos visível apenas para administradores"
  },
  "menu.manageUser": {
    "message": "Gerenciamento de Usuários",
    "description": "Texto no menu do site, entrada de gerenciamento de usuários visível apenas para administradores"
  },
  "menu.revenueAnalysis": {
    "message": "Análise de Rendimento",
    "description": "Texto no menu do site, entrada de análise de rendimento visível apenas para administradores"
  }
}
