{
  "button.detail": {
    "message": "Ver detalhes",
    "description": "O texto no botão, que é usado para visualizar os detalhes do histórico de referências para o site."
  },
  "button.withdrawal": {
    "message": "Retirar",
    "description": "O texto no botão, que é usado para retirar os ganhos de referência para o site."
  },
  "button.query": {
    "message": "Consultar",
    "description": "O texto no botão, que é usado para consultar os ganhos de referência para o site."
  },
  "field.id": {
    "message": "ID de referência",
    "description": "O identificador único da distribuição, a distribuição significa a referência para o site de serviço da API."
  },
  "field.percentage": {
    "message": "Percentual de ganhos de referência",
    "description": "O percentual dos ganhos de referência, que é calculado com base no valor do pedido."
  },
  "field.price": {
    "message": "Valor do pedido",
    "description": "O valor do pedido, que é usado para calcular os ganhos de referência."
  },
  "field.reward": {
    "message": "Recompensa de referência",
    "description": "Os ganhos de referência, que são calculados com base no valor do pedido e no percentual de ganhos de referência."
  },
  "field.createdAt": {
    "message": "Tempo de referência",
    "description": "O momento em que a referência é criada."
  },
  "field.level": {
    "message": "Nível",
    "description": "O nível da referência, que é usado para calcular os ganhos de referência."
  },
  "field.threshold": {
    "message": "Limite de ganhos de referência",
    "description": "O limite dos ganhos de referência, que é usado para retirar os ganhos de referência."
  },
  "field.inviteeId": {
    "message": "ID do convidador",
    "description": "O identificador único do convidador, o convidador significa o usuário que convida o convidado para o site de serviço da API."
  },
  "field.isVerified": {
    "message": "Está verificado",
    "description": "A flag para indicar se o usuário de referência está verificado com as informações reais."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferença para o próximo nível",
    "description": "A diferença entre o valor atual do pedido e o limite do próximo nível."
  },
  "message.developingWithDrawal": {
    "message": "Por favor, junte-se ao Discord e consulte os suportes para lidar com retiradas, as retiradas deduzirão o imposto de renda relacionado.",
    "description": "A mensagem para indicar que a função de retirada está em desenvolvimento."
  },
  "message.technicalDetail": {
    "message": "Detalhe técnico",
    "description": "O detalhe técnico do sistema de referência é implementado."
  },
  "message.distributionQrDescription": {
    "message": "Código QR de referência (mesmo conteúdo que o link)",
    "description": "A descrição do código QR de referência."
  },
  "message.distributionLink": {
    "message": "Link de referência",
    "description": "O link de referência, que é usado para vincular o cliente como cliente subordinado."
  },
  "message.updateSuccessfully": {
    "message": "Atualização bem-sucedida",
    "description": "A mensagem para indicar que as informações de referência foram atualizadas com sucesso."
  },
  "message.distributionLinkDescription": {
    "message": "Se um cliente se registrar nesta plataforma por meio deste link ou código QR, o cliente será permanentemente vinculado como seu cliente subordinado, e todos os pedidos de consumo do cliente nesta plataforma serão devolvidos para sua conta de acordo com a taxa de distribuição atual.",
    "description": "A descrição do link de referência."
  },
  "message.distributionLinkDescription2": {
    "message": "Este link contém seu ID de usuário. Depois que o cliente abre o link, seu ID de usuário será registrado no navegador do cliente na forma de Cookies, que é válido por sete dias. Dentro de sete dias, se o cliente se registrar nesta plataforma escaneando o código, seu ID de usuário será enviado para o servidor de registro com Cookies, e o cliente pode ser vinculado como seu cliente descendente.",
    "description": "A descrição do link de referência."
  },
  "title.price": {
    "message": "Valor total dos pedidos de referência",
    "description": "O valor total dos pedidos de referência, que é usado para calcular os ganhos de referência."
  },
  "title.reward": {
    "message": "Total de recompensas de referência",
    "description": "O total de recompensas de referência, que é calculado com base no valor do pedido e no percentual de ganhos de referência."
  },
  "title.level": {
    "message": "Nível de referência",
    "description": "O nível de referência, que é usado para calcular os ganhos de referência."
  },
  "title.percentage": {
    "message": "Percentual de ganhos de referência",
    "description": "O percentual de ganhos de referência, que é usado para calcular os ganhos de referência."
  },
  "title.currentLevel": {
    "message": "Nível atual",
    "description": "O nível de referência atual, que é usado para calcular os ganhos de referência."
  },
  "title.nextLevel": {
    "message": "Próximo nível",
    "description": "O próximo nível de referência, que é usado para calcular os ganhos de referência."
  },
  "title.currentPercentage": {
    "message": "Percentual de ganhos de referência atual",
    "description": "O percentual de ganhos de referência atual, que é usado para calcular os ganhos de referência."
  },
  "title.nextPercentage": {
    "message": "Percentual de ganhos de referência do próximo nível",
    "description": "O percentual de ganhos de referência do próximo nível, que é usado para calcular os ganhos de referência."
  },
  "title.levelInfo": {
    "message": "Informação do nível",
    "description": "A informação do nível de referência, que é usada para calcular os ganhos de referência."
  },
  "title.distributionLink": {
    "message": "Link de referência",
    "description": "O link de referência, que é usado para vincular o cliente como cliente subordinado."
  },
  "title.inviteesCount": {
    "message": "Número total de convidados",
    "description": "O número total de convidados, que é usado para calcular os ganhos de referência."
  },
  "title.manageDistributionStatus": {
    "message": "Gerenciamento de distribuição",
    "description": "O gerenciamento do status de referência."
  }
}