{
  "button.detail": {
    "message": "Ver detalhes",
    "description": "Botão para visualizar o histórico de recomendações do site."
  },
  "button.withdrawal": {
    "message": "Levantamento",
    "description": "Botão para levantar os ganhos recomendados do site."
  },
  "button.query": {
    "message": "Consultar",
    "description": "Botão para consultar os ganhos recomendados do site."
  },
  "field.id": {
    "message": "ID da recomendação",
    "description": "Identificador único da recomendação, onde a recomendação se refere ao serviço de API do site."
  },
  "field.percentage": {
    "message": "Percentagem dos ganhos recomendados",
    "description": "Percentagem dos ganhos recomendados, calculada com base no valor do pedido."
  },
  "field.price": {
    "message": "Valor do pedido",
    "description": "Valor do pedido, usado para calcular os ganhos recomendados."
  },
  "field.reward": {
    "message": "Recompensa da recomendação",
    "description": "Ganhos recomendados calculados com base no valor do pedido e na percentagem dos ganhos recomendados."
  },
  "field.createdAt": {
    "message": "Data da recomendação",
    "description": "Data de criação da recomendação."
  },
  "field.level": {
    "message": "Nível",
    "description": "Nível da recomendação, usado para calcular os ganhos recomendados."
  },
  "field.threshold": {
    "message": "Limiar dos ganhos recomendados",
    "description": "Limiar dos ganhos recomendados, usado para levantar os ganhos recomendados."
  },
  "field.inviteeId": {
    "message": "ID do convidante",
    "description": "Identificador único do convidante, onde o convidante convida o convidado para o site de serviço da API."
  },
  "field.isVerified": {
    "message": "Verificado",
    "description": "Indicador que mostra se o usuário recomendado passou pela verificação de informações reais."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferença de preço para o próximo nível",
    "description": "Diferença entre o valor atual do pedido e o limiar do próximo nível."
  },
  "message.developingWithDrawal": {
    "message": "Por favor, junte-se ao Discord e consulte os funcionários de suporte para processar o levantamento, serão deduzidos os impostos correspondentes ao levantamento.",
    "description": "Mensagem indicando que o recurso de levantamento está em desenvolvimento."
  },
  "message.technicalDetail": {
    "message": "Detalhe técnico",
    "description": "Implementação de detalhes técnicos do sistema de recomendação."
  },
  "message.distributionQrDescription": {
    "message": "Descrição do código QR de recomendação (mesmo conteúdo que o link)",
    "description": "Descrição do código QR de recomendação."
  },
  "message.distributionLink": {
    "message": "Link de recomendação",
    "description": "Link de recomendação utilizado para vincular um cliente como subordinado."
  },
  "message.updateSuccessfully": {
    "message": "Atualização bem-sucedida",
    "description": "Mensagem indicando que as informações da recomendação foram atualizadas com sucesso."
  },
  "message.distributionLinkDescription": {
    "message": "Se um cliente se registrar nesta plataforma por meio deste link ou código QR, o cliente será permanentemente vinculado como seu cliente subordinado, e todas as encomendas de consumo do cliente nesta plataforma serão reembolsadas para sua conta com base na taxa de distribuição atual.",
    "description": "Descrição do link de recomendação."
  },
  "message.distributionLinkDescription2": {
    "message": "Este link contém o seu ID de usuário. Quando um cliente abrir o link, o seu ID de usuário será armazenado no navegador do cliente na forma de cookies, com validade de sete dias. Durante sete dias, se o cliente se registrar nesta plataforma através deste código, o seu ID de usuário será enviado para o servidor de registro juntamente com os cookies, e o cliente poderá ser vinculado como seu cliente subordinado.",
    "description": "Descrição do link de recomendação."
  },
  "title.price": {
    "message": "Total do valor do pedido recomendado",
    "description": "Total do valor do pedido recomendado, usado para calcular os ganhos recomendados."
  },
  "title.reward": {
    "message": "Total dos ganhos recomendados",
    "description": "Total dos ganhos recomendados, calculados com base no valor do pedido e na percentagem dos ganhos recomendados."
  },
  "title.level": {
    "message": "Nível da recomendação",
    "description": "Nível da recomendação, usado para calcular os ganhos recomendados."
  },
  "title.percentage": {
    "message": "Percentagem dos ganhos recomendados",
    "description": "Percentagem dos ganhos recomendados, usada para calcular os ganhos recomendados."
  },
  "title.currentLevel": {
    "message": "Nível atual",
    "description": "Nível atual da recomendação, usado para calcular os ganhos recomendados."
  },
  "title.nextLevel": {
    "message": "Próximo nível",
    "description": "Próximo nível da recomendação, usado para calcular os ganhos recomendados."
  },
  "title.currentPercentage": {
    "message": "Percentagem de ganhos recomendados atual",
    "description": "Percentagem de ganhos recomendados atual, usada para calcular os ganhos recomendados."
  },
  "title.nextPercentage": {
    "message": "Próxima percentagem de ganhos recomendados do próximo nível",
    "description": "Próxima percentagem de ganhos recomendados do próximo nível, usada para calcular os ganhos recomendados."
  },
  "title.levelInfo": {
    "message": "Informações do nível",
    "description": "Informações do nível de recomendação, usadas para calcular os ganhos recomendados."
  },
  "title.distributionLink": {
    "message": "Link de recomendação",
    "description": "Link de recomendação utilizado para vincular um cliente como subordinado."
  },
  "title.inviteesCount": {
    "message": "Total de convidantes",
    "description": "Total de convidantes, usado para calcular os ganhos recomendados."
  },
  "title.manageDistributionStatus": {
    "message": "Gerenciar recomendação",
    "description": "Gerenciar o status da recomendação."
  }
}