{
  "button.detail": {
    "message": "Ver Detalhes",
    "description": "Texto do botão para visualizar os detalhes do histórico de recomendações do site."
  },
  "button.withdrawal": {
    "message": "Retirar",
    "description": "Texto do botão para retirar os ganhos de recomendações do site."
  },
  "button.query": {
    "message": "Consultar",
    "description": "Texto do botão para consultar os ganhos de recomendações do site."
  },
  "field.id": {
    "message": "ID da Recomendação",
    "description": "Identificador único da distribuição, onde distribuição refere-se às recomendações do site do serviço API."
  },
  "field.percentage": {
    "message": "Porcentagem de Ganho de Recomendação",
    "description": "Porcentagem dos ganhos de recomendação, calculada com base no valor do pedido."
  },
  "field.price": {
    "message": "Valor do Pedido",
    "description": "Valor do pedido, utilizado para calcular os ganhos de recomendação."
  },
  "field.reward": {
    "message": "Recompensa da Recomendação",
    "description": "Ganhos de recomendação, calculados com base no valor do pedido e na porcentagem de ganhos de recomendação."
  },
  "field.userId": {
    "message": "ID do Usuário",
    "description": "Identificador único do usuário, que se refere ao usuário do site do serviço API."
  },
  "field.userEmail": {
    "message": "Email do Usuário",
    "description": "Email do usuário."
  },
  "field.createdAt": {
    "message": "Data da Recomendação",
    "description": "Data em que a recomendação foi criada."
  },
  "field.level": {
    "message": "Nível",
    "description": "Nível da recomendação, utilizado para calcular os ganhos de recomendação."
  },
  "field.threshold": {
    "message": "Limite de Ganhos de Recomendação",
    "description": "Limite para os ganhos de recomendação, necessário para retirar os ganhos."
  },
  "field.inviteeId": {
    "message": "ID do Convidado",
    "description": "Identificador único do convidado, que se refere à pessoa convidada para o site do serviço API."
  },
  "field.isVerified": {
    "message": "Verificado",
    "description": "Marca que indica se o usuário recomendado foi verificado com informações reais."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferença para o Próximo Nível",
    "description": "Diferença entre o valor atual do pedido e o limite para o próximo nível."
  },
  "message.developingWithDrawal": {
    "message": "Por favor, entre em contato com o atendimento ao cliente para processar a retirada; os impostos relevantes serão deduzidos da retirada.",
    "description": "Mensagem indicando que a funcionalidade de retirada está em desenvolvimento."
  },
  "message.technicalDetail": {
    "message": "Detalhes Técnicos",
    "description": "Detalhes técnicos da implementação do sistema de recomendações."
  },
  "message.distributionQrDescription": {
    "message": "QR Code de Recomendação (mesmo que o conteúdo do link)",
    "description": "Descrição do QR Code de recomendação."
  },
  "message.distributionLink": {
    "message": "Link de Recomendação",
    "description": "Link de recomendação, usado para vincular clientes como clientes inferiores."
  },
  "message.updateSuccessfully": {
    "message": "Atualização bem-sucedida",
    "description": "Mensagem indicando que as informações de recomendação foram atualizadas com sucesso."
  },
  "message.distributionLinkDescription": {
    "message": "Se o cliente se inscrever na plataforma usando este link ou QR Code, ele ficará vinculado permanentemente como seu cliente inferior, e todas as ordens de consumo do cliente na plataforma serão retornadas à sua conta conforme a proporção atual de distribuição.",
    "description": "Descrição do link de recomendação."
  },
  "message.distributionLinkDescription2": {
    "message": "Este link contém seu ID de usuário. Quando o cliente abrir o link, seu ID de usuário será registrado como Cookies no navegador do cliente, com validade de sete dias. Dentro de sete dias, se o cliente registrar na plataforma ao escanear este código, seu ID de usuário será enviado junto com os Cookies ao servidor de registro, e o cliente poderá ser vinculado como seu cliente inferior.",
    "description": "Descrição do link de recomendação."
  },
  "title.price": {
    "message": "Valor Total do Pedido de Recomendação",
    "description": "Valor total do pedido de recomendação, utilizado para calcular os ganhos de recomendação."
  },
  "title.reward": {
    "message": "Total de Recompensas de Recomendação",
    "description": "Total de recompensas de recomendação, calculado com base no valor do pedido e na porcentagem de ganhos."
  },
  "title.level": {
    "message": "Nível de Recomendação",
    "description": "Nível de recomendação, utilizado para calcular os ganhos de recomendação."
  },
  "title.percentage": {
    "message": "Porcentagem de Ganhos de Recomendação",
    "description": "Porcentagem dos ganhos de recomendação, utilizada para cálculo dos ganhos."
  },
  "title.currentLevel": {
    "message": "Nível Atual",
    "description": "Nível de recomendação atual, utilizado para calcular os ganhos de recomendação."
  },
  "title.nextLevel": {
    "message": "Próximo Nível",
    "description": "Próximo nível de recomendação, utilizado para calcular os ganhos de recomendação."
  },
  "title.currentPercentage": {
    "message": "Porcentagem Atual de Ganhos de Recomendação",
    "description": "Porcentagem atual de ganhos de recomendação, utilizada para cálculo dos ganhos."
  },
  "title.nextPercentage": {
    "message": "Porcentagem de Ganhos de Recomendação do Próximo Nível",
    "description": "Porcentagem de ganhos de recomendação do próximo nível, utilizada para calcular os ganhos."
  },
  "title.levelInfo": {
    "message": "Informações do Nível",
    "description": "Informações sobre o nível de recomendação, utilizadas para calcular os ganhos."
  },
  "title.distributionLink": {
    "message": "Link de Recomendação",
    "description": "Link de recomendação, utilizado para vincular clientes como clientes inferiores."
  },
  "title.inviteesCount": {
    "message": "Número total de convidados",
    "description": "Invitados totales para calcular los ingresos por referencia."
  },
  "title.manageDistributionStatus": {
    "message": "Gestão de Distribuição",
    "description": "Gerenciamento dos estados de referência."
  }
}