{
  "button.detail": {
    "message": "Ver detalhes",
    "description": "Texto do botão para visualizar os detalhes do histórico de recomendações do site."
  },
  "button.withdrawal": {
    "message": "Retirar",
    "description": "Texto do botão para retirar os ganhos de recomendações do site."
  },
  "button.query": {
    "message": "Consultar",
    "description": "Texto do botão para consultar os ganhos de recomendações do site."
  },
  "field.id": {
    "message": "ID da recomendação",
    "description": "Identificador único de distribuição, onde distribuição refere-se às recomendações do site de serviço API."
  },
  "field.percentage": {
    "message": "Percentual de ganhos de recomendação",
    "description": "O percentual dos ganhos de recomendação, calculado com base no valor do pedido."
  },
  "field.price": {
    "message": "Valor do pedido",
    "description": "Valor do pedido, usado para calcular os ganhos de recomendação."
  },
  "field.reward": {
    "message": "Recompensa de recomendação",
    "description": "Ganhos de recomendação, calculados com base no valor do pedido e no percentual de ganhos de recomendação."
  },
  "field.userId": {
    "message": "ID do usuário",
    "description": "Identificador único do usuário, onde usuário refere-se ao usuário do site de serviço API."
  },
  "field.userEmail": {
    "message": "Email do usuário",
    "description": "O email do usuário."
  },
  "field.createdAt": {
    "message": "Data da recomendação",
    "description": "O momento em que a recomendação foi criada."
  },
  "field.level": {
    "message": "Nível",
    "description": "O nível da recomendação, usado para calcular os ganhos de recomendação."
  },
  "field.threshold": {
    "message": "Limite de ganhos de recomendação",
    "description": "O limite para os ganhos de recomendação, usado para retirar os ganhos de recomendação."
  },
  "field.inviteeId": {
    "message": "ID do convidado",
    "description": "Identificador único do convidador, onde convidador refere-se à pessoa que convida o convidado para o site de serviço API."
  },
  "field.isVerified": {
    "message": "Verificado",
    "description": "Uma bandeira que indica se o usuário de recomendação passou pela verificação de informações reais."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferença para o próximo nível",
    "description": "A diferença entre o valor atual do pedido e o limite do próximo nível."
  },
  "message.developingWithDrawal": {
    "message": "Por favor, entre em contato com o atendimento ao cliente para processar a retirada, que será sujeita a impostos de renda correspondentes.",
    "description": "Uma mensagem informando que a funcionalidade de retirada está em desenvolvimento."
  },
  "message.technicalDetail": {
    "message": "Detalhes técnicos",
    "description": "A implementação de detalhes técnicos do sistema de recomendação."
  },
  "message.distributionQrDescription": {
    "message": "QR Code de recomendação (mesmo conteúdo do link)",
    "description": "Descrição do QR Code de recomendação."
  },
  "message.distributionLink": {
    "message": "Link de recomendação",
    "description": "Link de recomendação, que é usado para vincular clientes como clientes de nível inferior."
  },
  "message.updateSuccessfully": {
    "message": "Atualização bem-sucedida",
    "description": "Uma mensagem indicando que as informações de recomendação foram atualizadas com sucesso."
  },
  "message.distributionLinkDescription": {
    "message": "Se um cliente se registrar na plataforma através deste link ou QR Code, ele ficará vinculado permanentemente como seu cliente de nível inferior, e todas as compras deste cliente na plataforma serão devolvidas à sua conta de acordo com a proporção de distribuição atual.",
    "description": "Descrição do link de recomendação."
  },
  "message.distributionLinkDescription2": {
    "message": "Este link contém seu ID de usuário. Quando o cliente abrir o link, seu ID de usuário será registrado no navegador do cliente em forma de cookies, válido por sete dias. Dentro de sete dias, se o cliente se registrar na plataforma escaneando este código, seu ID de usuário será enviado junto com os cookies para o servidor de registro, e o cliente poderá ser vinculado como seu cliente de nível inferior.",
    "description": "Descrição do link de recomendação."
  },
  "title.price": {
    "message": "Valor total do pedido de recomendação",
    "description": "O valor total do pedido de recomendação, usado para calcular os ganhos de recomendação."
  },
  "title.reward": {
    "message": "Total de recompensas de recomendação",
    "description": "Total de recompensas de recomendação, calculado com base no valor do pedido e no percentual de ganhos de recomendação."
  },
  "title.level": {
    "message": "Nível de recomendação",
    "description": "O nível de recomendação, usado para calcular os ganhos de recomendação."
  },
  "title.percentage": {
    "message": "Percentual de ganhos de recomendação",
    "description": "Percentual de ganhos de recomendação, usado para calcular os ganhos de recomendação."
  },
  "title.currentLevel": {
    "message": "Nível atual",
    "description": "O nível de recomendação atual, usado para calcular os ganhos de recomendação."
  },
  "title.nextLevel": {
    "message": "Próximo nível",
    "description": "O próximo nível de recomendação, usado para calcular os ganhos de recomendação."
  },
  "title.currentPercentage": {
    "message": "Percentual de ganhos de recomendação atual",
    "description": "O percentual de ganhos de recomendação atual, usado para calcular os ganhos de recomendação."
  },
  "title.nextPercentage": {
    "message": "Percentual de ganhos de recomendação do próximo nível",
    "description": "O percentual de ganhos de recomendação do próximo nível, usado para calcular os ganhos de recomendação."
  },
  "title.levelInfo": {
    "message": "Informações sobre o nível",
    "description": "Informações sobre o nível de recomendação, usado para calcular os ganhos de recomendação."
  },
  "title.distributionLink": {
    "message": "Link de recomendação",
    "description": "Link de recomendação, usado para vincular clientes como clientes de nível inferior."
  },
  "title.inviteesCount": {
    "message": "Total de convidados",
    "description": "O número total de convidados, usado para calcular os ganhos de recomendações."
  },
  "title.manageDistributionStatus": {
    "message": "Gerenciamento de Distribuição",
    "description": "Gerenciamento do status das recomendações."
  }
}