{
  "button.detail": {
    "message": "Ver Detalhes",
    "description": "Texto do botão para visualizar os detalhes da história de recomendações do site."
  },
  "button.withdrawal": {
    "message": "Sacar",
    "description": "Texto do botão para sacar os ganhos de recomendações do site."
  },
  "button.query": {
    "message": "Consultar",
    "description": "Texto do botão para consultar os ganhos de recomendações do site."
  },
  "field.id": {
    "message": "ID da Recomendações",
    "description": "Identificador único da distribuição, sendo a distribuição as recomendações do site de serviços API."
  },
  "field.percentage": {
    "message": "Porcentagem de Ganhos de Recomendações",
    "description": "A porcentagem dos ganhos de recomendações, calculada com base no valor do pedido."
  },
  "field.price": {
    "message": "Valor do Pedido",
    "description": "Valor do pedido, utilizado para calcular os ganhos de recomendações."
  },
  "field.reward": {
    "message": "Recompensa de Recomendações",
    "description": "Ganhos de recomendações, calculados com base no valor do pedido e na porcentagem de ganhos de recomendações."
  },
  "field.userId": {
    "message": "ID do Usuário",
    "description": "Identificador único do usuário, sendo o usuário o cliente do site de serviços API."
  },
  "field.userEmail": {
    "message": "E-mail do Usuário",
    "description": "O e-mail do usuário."
  },
  "field.createdAt": {
    "message": "Data da Recomendação",
    "description": "A data em que a recomendação foi criada."
  },
  "field.level": {
    "message": "Nível",
    "description": "O nível da recomendação, utilizado para calcular os ganhos de recomendações."
  },
  "field.threshold": {
    "message": "Limite de Ganhos de Recomendações",
    "description": "O limite dos ganhos de recomendações, utilizado para sacar os ganhos."
  },
  "field.inviteeId": {
    "message": "ID do Convidado",
    "description": "Identificador único do convidador, sendo o convidador a pessoa que convida o usuário para o site de serviços API."
  },
  "field.isVerified": {
    "message": "Verificado",
    "description": "Sinalizador que indica se o usuário da recomendação passou pela verificação de informações reais."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Diferença para o Próximo Nível",
    "description": "A diferença entre o valor da atual do pedido e o limite do próximo nível."
  },
  "message.developingWithDrawal": {
    "message": "Por favor, adicione o suporte ao cliente para tratar saques, os saques estarão sujeitos a impostos sobre a renda.",
    "description": "Mensagem indicando que a funcionalidade de saque está em desenvolvimento."
  },
  "message.technicalDetail": {
    "message": "Detalhes Técnicos",
    "description": "Detalhes técnicos da implementação do sistema de recomendações."
  },
  "message.distributionQrDescription": {
    "message": "Código QR de Recomendações (mesmo conteúdo que o link)",
    "description": "Descrição do código QR de recomendações."
  },
  "message.distributionLink": {
    "message": "Link de Recomendações",
    "description": "Link de recomendações, utilizado para vincular um cliente como um cliente subordinado."
  },
  "message.updateSuccessfully": {
    "message": "Atualização Bem-Sucedida",
    "description": "Mensagem indicando que as informações de recomendações foram atualizadas com sucesso."
  },
  "message.distributionLinkDescription": {
    "message": "Se o cliente se registrar nesta plataforma através deste link ou código QR, ele ficará vinculado permanentemente como seu cliente subordinado, e todas as ordens de compra do cliente nesta plataforma retornarão para sua conta de acordo com a taxa atual de distribuição.",
    "description": "Descrição do link de recomendações."
  },
  "message.distributionLinkDescription2": {
    "message": "Este link contém seu ID de usuário. Após abrir o link, seu ID de usuário será registrado na forma de Cookies no navegador do cliente, com validade de sete dias. Dentro de sete dias, se o cliente se registrar nesta plataforma escaneando esse código, seu ID de usuário será enviado ao servidor de registro junto com os Cookies, e o cliente poderá ser vinculado como seu cliente subordinado.",
    "description": "Descrição do link de recomendações."
  },
  "title.price": {
    "message": "Total do Valor das Recomendações",
    "description": "O valor total das recomendações, utilizado para calcular os ganhos de recomendações."
  },
  "title.reward": {
    "message": "Total de Recompensas de Recomendações",
    "description": "Total de recompensas de recomendações, calculadas com base no valor do pedido e na porcentagem de ganhos de recomendações."
  },
  "title.level": {
    "message": "Nível de Recomendações",
    "description": "O nível de recomendações, utilizado para calcular os ganhos de recomendações."
  },
  "title.percentage": {
    "message": "Porcentagem de Ganhos de Recomendações",
    "description": "A porcentagem de ganhos de recomendações, utilizada para calcular os ganhos."
  },
  "title.currentLevel": {
    "message": "Nível Atual",
    "description": "O nível atual de recomendações, utilizado para calcular os ganhos de recomendações."
  },
  "title.nextLevel": {
    "message": "Próximo Nível",
    "description": "O próximo nível de recomendações, utilizado para calcular os ganhos de recomendações."
  },
  "title.currentPercentage": {
    "message": "Porcentagem Atual de Ganhos de Recomendações",
    "description": "A porcentagem atual de ganhos de recomendações, utilizada para calcular os ganhos."
  },
  "title.nextPercentage": {
    "message": "Porcentagem de Ganhos de Recomendações do Próximo Nível",
    "description": "A porcentagem de ganhos de recomendações do próximo nível, utilizada para calcular os ganhos."
  },
  "title.levelInfo": {
    "message": "Informações sobre o Nível",
    "description": "Informações sobre o nível de recomendações, utilizadas para calcular os ganhos."
  },
  "title.distributionLink": {
    "message": "Link de Recomendações",
    "description": "Link de recomendações, utilizado para vincular um cliente como um cliente subordinado."
  },
  "title.inviteesCount": {
    "message": "Total de convidados",
    "description": "Número total de convidados, usado para calcular os ganhos de indicação."
  },
  "title.manageDistributionStatus": {
    "message": "Gestão de Distribuição",
    "description": "Gerenciamento do status de recomendação."
  }
}