{
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Naziv modela usluge, koji je GPT 3.5 Osnovni"
  },
  "model.35StandardDescription": {
    "message": "Odličan za svakodnevne zadatke.",
    "description": "Opis modela 3.5 Standard"
  },
  "model.35Browsing": {
    "message": "3.5 Pregledanje",
    "description": "Naziv modela usluge, koji je GPT 3.5 Pregledanje"
  },
  "model.35BrowsingDescription": {
    "message": "Može realno vreme da dobavi informacije.",
    "description": "Opis modela 3.5 Pregledanje"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Naziv modela usluge, koji je GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Moćniji model za složene zadatke.",
    "description": "Opis modela 4.0 Standard"
  },
  "model.4Browsing": {
    "message": "4.0 Pregledanje",
    "description": "Naziv modela usluge, koji je GPT 4.0 Pregledanje"
  },
  "model.4BrowsingDescription": {
    "message": "Moćan i realno vreme dobijanje informacija.",
    "description": "Opis modela 4.0 Pregledanje"
  },
  "model.4Vision": {
    "message": "4.0 Vizija",
    "description": "Naziv modela usluge, koji je GPT 4.0 Vizija"
  },
  "model.4VisionDescription": {
    "message": "Može analizirati slike.",
    "description": "Opis modela 4.0 Vizija"
  },
  "message.startNewChat": {
    "message": "Započni nov razgovor",
    "description": "Poruka na veb stranici, koja korisnika upućuje da započne nov razgovor"
  },
  "message.uploadFile": {
    "message": "Otpremi fajl",
    "description": "Poruka na veb stranici, koja korisnika upućuje da otpremi fajl"
  },
  "message.noToken": {
    "message": "Molimo vas da prvo aplicirate za odgovarajuću uslugu",
    "description": "Poruka na veb stranici, koja korisnika upućuje da prvo aplicira za odgovarajuću uslugu"
  },
  "message.newMessagePlaceholder": {
    "message": "Molimo unesite svoje pitanje...",
    "description": "Mesto za unos na veb stranici, koje korisnika upućuje da unese pitanje"
  },
  "message.noInput": {
    "message": "Pitanje ne može biti prazno",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da pitanje ne može biti prazno"
  },
  "message.uploadReferencesExceed": {
    "message": "Možete otpremiti najviše 1 fajl",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da može otpremiti najviše 1 fajl"
  },
  "message.uploadReferencesError": {
    "message": "Otpremanje fajla neuspešno, molimo pokušajte kasnije",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da je otpremanje fajla neuspešno, molimo pokušajte kasnije"
  },
  "message.notApplied": {
    "message": "Niste još aplicirali za ovu uslugu, molimo prvo aplicirajte",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da još niste aplicirali za ovu uslugu, molimo prvo aplicirajte"
  },
  "message.tryForFree": {
    "message": "Isprobajte besplatno",
    "description": "Poruka na veb stranici, koja korisnika upućuje da isproba besplatno"
  },
  "message.question1": {
    "message": "Napravite plan vežbanja",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da napiše komad JavaScript koda koji ispisuje Hello World"
  },
  "message.question2": {
    "message": "Napravite ličnu veb stranicu",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da napiše email Majku, obaveštavajući ga da je upravo preseljen"
  },
  "message.question3": {
    "message": "Dizajnirajte zanimljivu kodersku igru",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da objasni osnovne principe kvantnog računarstva jednostavnim jezikom"
  },
  "message.question4": {
    "message": "Iskusite Seul kao lokalac",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da objasni kakav uticaj je virtuelna realnost imala na umetničko stvaralaštvo"
  },
  "message.errorApiError": {
    "message": "Odgovor neuspešan, molimo pokušajte kasnije",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da je odgovor neuspešan, molimo pokušajte kasnije"
  },
  "message.errorBadRequest": {
    "message": "Sadržaj zahteva nije standardizovan, molimo postavite pitanje ponovo",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da sadržaj zahteva nije standardizovan, molimo postavite pitanje ponovo"
  },
  "message.errorNoConversation": {
    "message": "Razgovor ne postoji ili je istekao, molimo započnite nov razgovor",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da razgovor ne postoji ili je istekao, molimo započnite nov razgovor"
  },
  "message.errorContentTooLarge": {
    "message": "Sadržaj pitanja je predugačak, molimo skratite ga i pokušajte ponovo",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da je sadržaj pitanja predugačak, molimo skratite ga i pokušajte ponovo"
  },
  "message.errorTooManyRequests": {
    "message": "Vaše radnje su suviše česte, molimo pokušajte kasnije",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da su njegove radnje suviše česte, molimo pokušajte kasnije"
  },
  "message.errorUsedUp": {
    "message": "Iskoristili ste sve svoje pokušaje, molimo kupite dodatne pokušaje za nastavak korišćenja",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da je iskoristio sve svoje pokušaje, molimo kupite dodatne pokušaje za nastavak korišćenja"
  },
  "message.errorUnknown": {
    "message": "Došlo je do nepoznate greške na serveru, molimo pokušajte kasnije ili kontaktirajte korisničku podršku",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da je došlo do nepoznate greške na serveru, molimo pokušajte kasnije ili kontaktirajte korisničku podršku"
  },
  "message.errorTimeout": {
    "message": "Odgovor na pitanje je istekao, molimo pokušajte kasnije",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da je odgovor na pitanje istekao, molimo pokušajte kasnije"
  },
  "message.errorNotApplied": {
    "message": "Niste aplicirali za ovu uslugu, molimo aplicirajte pre nego što nastavite sa postavljanjem pitanja",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da nije aplicirao za ovu uslugu, molimo aplicirajte pre nego što nastavite sa postavljanjem pitanja"
  },
  "message.confirmDelete": {
    "message": "Potvrdi brisanje",
    "description": "Poruka na veb stranici, koja korisnika upućuje da potvrdi brisanje"
  },
  "message.howToUse": {
    "message": "Veštačka inteligencija može napraviti greške. Proverite važne informacije.",
    "description": "Poruka na veb stranici, koja korisnika obaveštava da veštačka inteligencija može napraviti greške, proverite važne informacije."
  },
  "title.chat": {
    "message": "AI Razgovor",
    "description": "Naslov veb stranice, koji je AI Razgovor"
  },
  "title.example": {
    "message": "Primer",
    "description": "Naslov veb stranice, koji je Primer"
  },
  "title.capabilities": {
    "message": "Mogućnosti",
    "description": "Naslov veb stranice, koji je Mogućnosti"
  },
  "title.limitations": {
    "message": "Ograničenja",
    "description": "Naslov na veb stranici, koji govori o tehničkim ograničenjima usluge"
  },
  "title.complexQuestion": {
    "message": "Odgovor na kompleksna pitanja",
    "description": "Naslov na veb stranici, koji govori o sposobnosti usluge da odgovori na kompleksna pitanja"
  },
  "title.professionalQuestion": {
    "message": "Konsultovanje stručnih pitanja",
    "description": "Naslov na veb stranici, koji govori o sposobnosti usluge da konsultuje stručna pitanja"
  },
  "title.getTips": {
    "message": "Dobijanje inspiracije i kreativnosti",
    "description": "Naslov na veb stranici, koji govori o sposobnosti usluge da dobije inspiraciju i kreativnost"
  },
  "group.today": {
    "message": "Danas",
    "description": "Naziv grupe na veb stranici, koji je Danas"
  },
  "group.yesterday": {
    "message": "Juče",
    "description": "Naziv grupe na veb stranici, koji je Juče"
  },
  "group.thisWeek": {
    "message": "Ove nedelje",
    "description": "Naziv grupe na veb stranici, koji je Ove nedelje"
  },
  "group.earlier": {
    "message": "Ranije",
    "description": "Naziv grupe na veb stranici, koji je Ranije"
  }
}