{
  "button.edit": {
    "message": "Измени поруку",
    "description": "Измените послану поруку"
  },
  "model.35Standard": {
    "message": "3.5 Стандард",
    "description": "Име модела услуге, тј. GPT 3.5 база"
  },
  "model.35StandardDescription": {
    "message": "Погодно за свакодневне задатке.",
    "description": "Опис 3.5 стандардног модела"
  },
  "model.35Browsing": {
    "message": "3.5 Претраживање",
    "description": "Име модела услуге, тј. GPT 3.5 Претраживање"
  },
  "model.35BrowsingDescription": {
    "message": "Може да приступи информацијама у реалном времену.",
    "description": "Опис 3.5 претраживачког модела"
  },
  "model.4Standard": {
    "message": "4.0 Стандард",
    "description": "Име модела услуге, тј. GPT 4.0 Стандард"
  },
  "model.4StandardDescription": {
    "message": "Моћнији модел, погодан за сложене задатке.",
    "description": "Опис 4.0 стандардног модела"
  },
  "model.4Browsing": {
    "message": "4.0 Претраживање",
    "description": "Име модела услуге, тј. GPT 4.0 Претраживање"
  },
  "model.4BrowsingDescription": {
    "message": "Моћан и испоручује информације у реалном времену.",
    "description": "Опис 4.0 претраживачког модела"
  },
  "model.4Vision": {
    "message": "4.0 Визија",
    "description": "Име модела услуге, тј. GPT 4.0 Визија"
  },
  "model.4VisionDescription": {
    "message": "Може да анализира слике.",
    "description": "Опис 4.0 визионог модела"
  },
  "message.startNewChat": {
    "message": "Почните нови разговор",
    "description": "Порука на веб страници, која говори кориснику да започне нови разговор"
  },
  "message.uploadFile": {
    "message": "Отпремите датотеку",
    "description": "Порука на веб страници, која говори кориснику да отпреми датотеку"
  },
  "message.noToken": {
    "message": "Молимо вас да прво затражите одговарајућу услугу",
    "description": "Порука на веб страници, која говори кориснику да прво затражи одговарајућу услугу"
  },
  "message.newMessagePlaceholder": {
    "message": "Унесите ваше питање...",
    "description": "Плочица на веб страници, која говори кориснику да унесе питање"
  },
  "message.noInput": {
    "message": "Питање не може бити празно",
    "description": "Порука на веб страници, која говори кориснику да питање не може бити празно"
  },
  "message.uploadReferencesExceed": {
    "message": "Можете отпремити највише 1 датотеку",
    "description": "Порука на веб страници, која говори кориснику да може отпремити највише 1 датотеку"
  },
  "message.uploadReferencesError": {
    "message": "Отпремање датотеке није успело, молимо покушајте поново касније",
    "description": "Порука на веб страници, која говори кориснику да отпремање датотеке није успело, молимо покушајте поново касније"
  },
  "message.notApplied": {
    "message": "Нисте затражили ову услугу, молимо вас да прво затражите",
    "description": "Порука на веб страници, која говори кориснику да није затражио ову услугу, молимо вас да прво затражите"
  },
  "message.tryForFree": {
    "message": "Пробајте бесплатно",
    "description": "Порука на веб страници, која говори кориснику да проба бесплатно"
  },
  "message.question1": {
    "message": "Креирајте план вежбања",
    "description": "Пример питања за почетак разговора, захтевајући од корисника да напише део кода у JavaScript-у који исписује Hello World"
  },
  "message.question2": {
    "message": "Направите личну веб страницу",
    "description": "Пример питања за почетак разговора, захтевајући од корисника да напише е-пошту Мику и каже му да је управо преселио"
  },
  "message.question3": {
    "message": "Дизајнирање интересантних програма",
    "description": "Пример питања за почетак разговора, захтевајући од корисника да објасни основне принципе квантно рачунарства једноставним језиком"
  },
  "message.question4": {
    "message": "Искусите Сеул као локалац",
    "description": "Пример питања за почетак разговора, захтевајући од корисника да објасни утицај виртуелне стварности на уметничку креацију"
  },
  "message.errorApiError": {
    "message": "Одговор није успео, молимо покушајте поново касније",
    "description": "Порука на веб страници, која говори кориснику да одговор није успео, молимо покушајте поново касније"
  },
  "message.errorBadRequest": {
    "message": "Садржај захтева није уредан, молимо поново поставите питање",
    "description": "Порука на веб страници, која говори кориснику да садржај захтева није уредан, молимо поново поставите питање"
  },
  "message.errorNoConversation": {
    "message": "Разговор не постоји или је истекао, молимо започните нови разговор",
    "description": "Порука на веб страници, која говори кориснику да разговор не постоји или је истекао, молимо започните нови разговор"
  },
  "message.errorContentTooLarge": {
    "message": "Садржај питања је превелик, молимо скратите и покушајте поново",
    "description": "Порука на веб страници, која говори кориснику да је садржај питања превелик, молимо скратите и покушајте поново"
  },
  "message.errorTooManyRequests": {
    "message": "Ваша активност је превише честа, молимо покушајте поново касније",
    "description": "Порука на веб страници, која говори кориснику да је активност превише честа, молимо покушајте поново касније"
  },
  "message.errorUsedUp": {
    "message": "Искористили сте своје пакете, купите више пакета за даљу употребу",
    "description": "Порука на веб страници, која говори кориснику да је искористио пакете, купите више пакета за даљу употребу"
  },
  "message.errorUnknown": {
    "message": "Сервер је доживео непознату грешку, молимо покушајте поново касније или контактирајте корисничку подршку",
    "description": "Порука на веб страници, која говори кориснику да је сервер доживео непознату грешку, молимо покушајте поново касније или контактирајте корисничку подршку"
  },
  "message.errorTimeout": {
    "message": "Време за одговор је истекло, молимо покушајте поново касније",
    "description": "Порука на веб страници, која говори кориснику да је време за одговор истекло, молимо покушајте поново касније"
  },
  "message.errorNotApplied": {
    "message": "Još niste prijavili ovu uslugu, molimo vas da se prvo prijavite pre nego što nastavite sa pitanjem.",
    "description": "Poruka na veb stranici koja obaveštava korisnika da još nije prijavio ovu uslugu, molimo vas da se prvo prijavite pre nego što nastavite sa pitanjem."
  },
  "message.confirmDelete": {
    "message": "Potvrdi brisanje",
    "description": "Poruka na veb stranici koja obaveštava korisnika da potvrdi brisanje."
  },
  "message.howToUse": {
    "message": "AI može napraviti greške, proverite važne informacije.",
    "description": "Poruka na veb stranici koja obaveštava korisnika da AI može napraviti greške, proverite važne informacije."
  },
  "title.chat": {
    "message": "AI Čat",
    "description": "Naslov veb stranice, tj. AI čat."
  },
  "title.example": {
    "message": "Primer",
    "description": "Naslov veb stranice, tj. primer."
  },
  "title.capabilities": {
    "message": "Mogućnosti",
    "description": "Naslov veb stranice, tj. mogućnosti."
  },
  "title.limitations": {
    "message": "Ograničenja",
    "description": "Naslov na veb stranici koji ukazuje da je ovaj deo sadržaja o tehničkim ograničenjima usluge."
  },
  "title.complexQuestion": {
    "message": "Odgovaranje na kompleksna pitanja",
    "description": "Naslov na veb stranici koji ukazuje da je ovaj deo sadržaja o sposobnosti usluge da odgovori na kompleksna pitanja."
  },
  "title.professionalQuestion": {
    "message": "Konsultovanje o profesionalnim pitanjima",
    "description": "Naslov na veb stranici koji ukazuje da je ovaj deo sadržaja o sposobnosti usluge da pruži konsultacije o profesionalnim pitanjima."
  },
  "title.getTips": {
    "message": "Dobijanje inspiracije i ideja",
    "description": "Naslov na veb stranici koji ukazuje da je ovaj deo sadržaja o sposobnosti usluge da pruži inspiraciju i ideje."
  },
  "group.today": {
    "message": "Danas",
    "description": "Naziv grupe na veb stranici, tj. danas."
  },
  "group.yesterday": {
    "message": "Juče",
    "description": "Naziv grupe na veb stranici, tj. juče."
  },
  "group.thisWeek": {
    "message": "Ove nedelje",
    "description": "Naziv grupe na veb stranici, tj. ove nedelje."
  },
  "group.earlier": {
    "message": "Ranije",
    "description": "Naziv grupe na veb stranici, tj. ranije."
  }
}