{
  "model.35Standard": {
    "message": "3.5 Standard",
    "description": "Naziv modela usluge, koji je GPT 3.5 Osnovni"
  },
  "model.35StandardDescription": {
    "message": "Osnovni model koji može odgovoriti na jednostavna pitanja i pružiti opšte informacije.",
    "description": "Opis 3.5 Standard modela"
  },
  "model.35Browsing": {
    "message": "3.5 Pretraživanje",
    "description": "Naziv modela usluge, koji je GPT 3.5 Pretraživanje"
  },
  "model.35BrowsingDescription": {
    "message": "Može u realnom vremenu dohvatiti informacije sa weba i pružiti osnovnije odgovore.",
    "description": "Opis 3.5 Pretraživanje modela"
  },
  "model.4Standard": {
    "message": "4.0 Standard",
    "description": "Naziv modela usluge, koji je GPT 4.0 Standard"
  },
  "model.4StandardDescription": {
    "message": "Moćniji model koji može odgovoriti na složenija pitanja.",
    "description": "Opis 4.0 Standard modela"
  },
  "model.4Browsing": {
    "message": "4.0 Pretraživanje",
    "description": "Naziv modela usluge, koji je GPT 4.0 Pretraživanje"
  },
  "model.4BrowsingDescription": {
    "message": "Može u realnom vremenu dohvatiti informacije i pružiti odgovore na osnovu 4.0 Standard modela.",
    "description": "Opis 4.0 Pretraživanje modela"
  },
  "model.4Vision": {
    "message": "4.0 Vizija",
    "description": "Naziv modela usluge, koji je GPT 4.0 Vizija"
  },
  "model.4VisionDescription": {
    "message": "Može analizirati slike i pružiti informacije na osnovu sadržaja slika.",
    "description": "Opis 4.0 Vizija modela"
  },
  "message.startNewChat": {
    "message": "Započni novi razgovor",
    "description": "Poruka na veb stranici koja korisnika obaveštava da započne novi razgovor"
  },
  "message.uploadFile": {
    "message": "Otpremi fajl",
    "description": "Poruka na veb stranici koja korisnika obaveštava da otpremi fajl"
  },
  "message.noToken": {
    "message": "Molimo da prvo aplicirate za odgovarajuću uslugu",
    "description": "Poruka na veb stranici koja korisnika obaveštava da prvo aplicira za odgovarajuću uslugu"
  },
  "message.newMessagePlaceholder": {
    "message": "Molimo unesite svoje pitanje...",
    "description": "Placeholder na veb stranici koji korisnika obaveštava da unese pitanje"
  },
  "message.noInput": {
    "message": "Pitanje ne može biti prazno",
    "description": "Poruka na veb stranici koja korisnika obaveštava da pitanje ne može biti prazno"
  },
  "message.uploadReferencesExceed": {
    "message": "Možete otpremiti najviše 1 fajl",
    "description": "Poruka na veb stranici koja korisnika obaveštava da može otpremiti najviše 1 fajl"
  },
  "message.uploadReferencesError": {
    "message": "Otpremanje fajla nije uspelo, molimo pokušajte kasnije",
    "description": "Poruka na veb stranici koja korisnika obaveštava da otpremanje fajla nije uspelo, molimo pokušajte kasnije"
  },
  "message.notApplied": {
    "message": "Još uvek niste aplicirali za ovu uslugu, molimo aplicirajte prvo",
    "description": "Poruka na veb stranici koja korisnika obaveštava da još uvek niste aplicirali za ovu uslugu, molimo aplicirajte prvo"
  },
  "message.tryForFree": {
    "message": "Isprobajte besplatno",
    "description": "Poruka na veb stranici koja korisnika obaveštava da isproba besplatno"
  },
  "message.question1": {
    "message": "Napišite komad JavaScript koda koji ispisuje Hello World",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da napiše komad JavaScript koda koji ispisuje Hello World"
  },
  "message.question2": {
    "message": "Napišite email Majku, obaveštavajući ga da sam se upravo preselio",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da napiše email Majku, obaveštavajući ga da sam se upravo preselio"
  },
  "message.question3": {
    "message": "Objasnite osnovne principe kvantnog računarstva jednostavnim rečima",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da objasni osnovne principe kvantnog računarstva jednostavnim rečima"
  },
  "message.question4": {
    "message": "Kakav uticaj je virtuelna stvarnost imala na umetničko stvaralaštvo?",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da objasni kakav uticaj je virtuelna stvarnost imala na umetničko stvaralaštvo"
  },
  "message.question5": {
    "message": "Kako zaštita privatnosti i bezbednost podataka utiču na praksu prava?",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da objasni kako zaštita privatnosti i bezbednost podataka utiču na praksu prava"
  },
  "message.question6": {
    "message": "Kako se nositi sa složenim promenama u poreskim zakonima u današnjem svetu?",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da objasni kako se nositi sa složenim promenama u poreskim zakonima u današnjem svetu"
  },
  "message.question7": {
    "message": "Kako stvoriti jedinstvenu kuhinju kombinovanjem različitih regionalnih kulturnih pozadina?",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da objasni kako stvoriti jedinstvenu kuhinju kombinovanjem različitih regionalnih kulturnih pozadina"
  },
  "message.question8": {
    "message": "Kako izvući inspiraciju za književno stvaralaštvo iz iskustava putovanja?",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da objasni kako izvući inspiraciju za književno stvaralaštvo iz iskustava putovanja"
  },
  "message.question9": {
    "message": "Kako dobiti poslovne ideje iz uspešnih slučajeva u različitim industrijama?",
    "description": "Primer pitanja za početak razgovora, koje traži od korisnika da objasni kako dobiti poslovne ideje iz uspešnih slučajeva u različitim industrijama"
  },
  "message.errorApiError": {
    "message": "Odgovor nije uspeo, molimo pokušajte kasnije",
    "description": "Poruka na veb stranici koja korisnika obaveštava da odgovor nije uspeo, molimo pokušajte kasnije"
  },
  "message.errorBadRequest": {
    "message": "Sadržaj zahteva nije standardizovan, molimo postavite pitanje ponovo",
    "description": "Poruka na veb stranici koja korisnika obaveštava da sadržaj zahteva nije standardizovan, molimo postavite pitanje ponovo"
  },
  "message.errorNoConversation": {
    "message": "Razgovor ne postoji ili je istekao, molimo započnite novi razgovor",
    "description": "Poruka na veb stranici koja korisnika obaveštava da razgovor ne postoji ili je istekao, molimo započnite novi razgovor"
  },
  "message.errorContentTooLarge": {
    "message": "Sadržaj pitanja je predugačak, molimo skratite ga i pokušajte ponovo",
    "description": "Poruka na veb stranici koja korisnika obaveštava da je sadržaj pitanja predugačak, molimo skratite ga i pokušajte ponovo"
  },
  "message.errorTooManyRequests": {
    "message": "Vaše operacije su prečeste, molimo pokušajte kasnije",
    "description": "Poruka na veb stranici koja korisnika obaveštava da su operacije prečeste, molimo pokušajte kasnije"
  },
  "message.errorUsedUp": {
    "message": "Iskoristili ste sve svoje pakete, molimo kupite više puta kako biste nastavili koristiti",
    "description": "Poruka na veb stranici koja korisnika obaveštava da su iskoristili sve svoje pakete, molimo kupite više puta kako biste nastavili koristiti"
  },
  "message.errorUnknown": {
    "message": "Na serveru se desila nepoznata greška, molimo pokušajte kasnije ili kontaktirajte korisničku podršku",
    "description": "Poruka na veb stranici koja korisnika obaveštava da se desila nepoznata greška na serveru, molimo pokušajte kasnije ili kontaktirajte korisničku podršku"
  },
  "message.errorTimeout": {
    "message": "Odgovaranje na pitanje je isteklo, molimo pokušajte kasnije",
    "description": "Poruka na veb stranici koja korisnika obaveštava da je odgovaranje na pitanje isteklo, molimo pokušajte kasnije"
  },
  "message.errorNotApplied": {
    "message": "Još uvek niste aplicirali za ovu uslugu, molimo aplicirajte prvo pre nego što nastavite postavljati pitanja",
    "description": "Poruka na veb stranici koja korisnika obaveštava da još uvek niste aplicirali za ovu uslugu, molimo aplicirajte prvo pre nego što nastavite postavljati pitanja"
  },
  "message.confirmDelete": {
    "message": "Potvrdi brisanje",
    "description": "Poruka na veb stranici koja korisnika obaveštava da potvrdi brisanje"
  },
  "message.howToUse": {
    "message": "Pritisnite Shift+Enter da biste započeli novi red",
    "description": "Poruka na veb stranici koja korisnika obaveštava da pritisne Shift+Enter da bi započeo novi red"
  },
  "title.chat": {
    "message": "AI Razgovor",
    "description": "Naslov veb stranice, koji je AI Razgovor"
  },
  "title.example": {
    "message": "Primer",
    "description": "Naslov veb stranice, koji je Primer"
  },
  "title.capabilities": {
    "message": "Mogućnosti",
    "description": "Naslov veb stranice, koji je Mogućnosti"
  },
  "title.limitations": {
    "message": "Ograničenja",
    "description": "Naslov na veb stranici, koji označava da je ovo deo o tehničkim ograničenjima usluge"
  },
  "title.complexQuestion": {
    "message": "Odgovaranje na složena pitanja",
    "description": "Naslov na veb stranici, koji označava sposobnost usluge da odgovara na složena pitanja"
  },
  "title.professionalQuestion": {
    "message": "Konsultovanje profesionalnih pitanja",
    "description": "Naslov na veb stranici, koji označava sposobnost usluge da konsultuje profesionalna pitanja"
  },
  "title.getTips": {
    "message": "Dobijanje inspiracije i kreativnosti",
    "description": "Naslov na veb stranici, koji označava sposobnost usluge da dobije inspiraciju i kreativnost"
  }
}