{
  "button.suggested": {
    "message": "Preporučeno",
    "description": "Tekst na dugmetu, preporučeno označava dugme koje sugerira nešto"
  },
  "menu.orderList": {
    "message": "Lista porudžbina",
    "description": "Tekst u meniju sajta, lista porudžbina označava narudžbine koje je korisnik napravio za usluge"
  },
  "menu.applicationList": {
    "message": "Lista prijava",
    "description": "Tekst u meniju sajta, lista prijava označava prijave koje je korisnik podneo za usluge"
  },
  "menu.userProfile": {
    "message": "Korisnički profil",
    "description": "Tekst u meniju sajta, korisnički profil označava lične podatke korisnika"
  },
  "menu.idVerify": {
    "message": "Provera identiteta",
    "description": "Tekst u meniju sajta, provera identiteta označava potvrdu identiteta korisnika"
  },
  "menu.manageApplication": {
    "message": "Upravljanje prijavama",
    "description": "Tekst u meniju sajta, upravljanje prijavama označava upravljanje prijavama korisnika"
  },
  "menu.distributionIndex": {
    "message": "Preporučeni prihodi",
    "description": "Tekst u meniju sajta, preporučeni prihodi označava prihode koje korisnik dobija preporukama"
  },
  "menu.developerPlatform": {
    "message": "Platforma za programere",
    "description": "Tekst u meniju sajta, platforma za programere označava platformu za programere"
  },
  "menu.usageList": {
    "message": "Istorija korišćenja",
    "description": "Tekst u meniju sajta, istorija korišćenja označava istoriju korišćenja API usluga od strane korisnika"
  },
  "menu.credentialIndex": {
    "message": "Akreditivi",
    "description": "Tekst u meniju sajta, akreditivi označava informacije potrebne za pristup API-ju"
  },
  "menu.manageOrder": {
    "message": "Upravljanje porudžbinama",
    "description": "Tekst u meniju sajta, upravljanje porudžbinama označava upravljanje porudžbinama korisnika, a porudžbine označavaju usluge koje je korisnik kupio"
  },
  "menu.manageDistributionStatus": {
    "message": "Upravljanje distribucijom",
    "description": "Tekst u meniju sajta, upravljanje distribucijom označava upravljanje trenutnim statusima korisnikovih preporuka, povezano sa prihodima"
  },
  "message.benefit1": {
    "message": "Specijalizovana korisnička podrška",
    "description": "Tekst na početnoj stranici sajta, specijalizovana korisnička podrška označava da korisnik može dobiti pomoć od specijalizovanog agenta"
  },
  "message.benefit2": {
    "message": "Prioritetno testiranje novih funkcija",
    "description": "Tekst na početnoj stranici sajta, prioritetno testiranje novih funkcija označava da korisnik može prvi testirati nove funkcije"
  },
  "message.buyExtra": {
    "message": "Kupi dodatno",
    "description": "Tekst na početnoj stranici sajta, kupovina dodatnog kapaciteta označava da korisnik može kupiti dodatni kapacitet"
  },
  "message.doNotWantSubscribe": {
    "message": "Ne želite da se pretplatite na članstvo? Možete pokušati da kupite kapacitet za pojedinačne usluge.",
    "description": "Tekst na početnoj stranici sajta, ne želite da se pretplatite označava da korisnik ne želi da se pretplati na članstvo"
  },
  "subscription.3days": {
    "message": "3 dana probnog članstva",
    "description": "Tip članstva, 3 dana probnog članstva"
  },
  "subscription.3days.description": {
    "message": "Probno članstvo, idealno za kratkoročno korišćenje.",
    "description": "Tip članstva, idealan za kratkoročno korišćenje"
  },
  "subscription.weekly": {
    "message": "Nedeljno članstvo",
    "description": "Tip članstva, nedeljno članstvo označava da je korisnik kupio nedeljno članstvo"
  },
  "subscription.monthly": {
    "message": "Mesečno članstvo",
    "description": "Tip članstva, mesečno članstvo označava da je korisnik kupio mesečno članstvo"
  },
  "subscription.yearly": {
    "message": "Godišnje članstvo",
    "description": "Tip članstva, godišnje članstvo označava da je korisnik kupio godišnje članstvo"
  },
  "subscription.weekly.description": {
    "message": "Probno nedeljno članstvo, idealno za kratkoročno korišćenje.",
    "description": "Opis tipa članstva, nedeljno članstvo označava da je korisnik kupio nedeljno članstvo"
  },
  "subscription.monthly.description": {
    "message": "Fleksibilno mesečno članstvo, idealno za dugoročno korišćenje.",
    "description": "Opis tipa članstva, mesečno članstvo označava da je korisnik kupio mesečno članstvo"
  },
  "subscription.yearly.description": {
    "message": "Izvrsno godišnje članstvo, najisplativiji izbor.",
    "description": "Opis tipa članstva, godišnje članstvo označava da je korisnik kupio godišnje članstvo"
  },
  "subscription.introduction": {
    "message": "Pretplatite se na članstvo i otključajte sve AI usluge na sajtu.",
    "description": "Uvod o članstvu, predstavlja opis članstva"
  }
}