{
  "button.suggested": {
    "message": "Preporučeno",
    "description": "Tekst na dugmetu, koje označava preporučeni dugme"
  },
  "menu.orderList": {
    "message": "Lista narudžbina",
    "description": "Tekst u meniju sajta, narudžbina označava narudžbe koje je korisnik napravio za usluge"
  },
  "menu.applicationList": {
    "message": "Lista aplikacija",
    "description": "Tekst u meniju sajta, aplikacija označava prijave korisnika za usluge"
  },
  "menu.userProfile": {
    "message": "Profil korisnika",
    "description": "Tekst u meniju sajta, profil korisnika označava lične podatke korisnika"
  },
  "menu.idVerify": {
    "message": "Provera identiteta",
    "description": "Tekst u meniju sajta, provera identiteta označava verifikaciju identiteta korisnika"
  },
  "menu.manageApplication": {
    "message": "Upravljanje aplikacijama",
    "description": "Tekst u meniju sajta, upravljanje aplikacijama označava upravljanje prijavama korisnika"
  },
  "menu.distributionIndex": {
    "message": "Preporučena dobit",
    "description": "Tekst u meniju sajta, preporučena dobit označava dobit korisnika iz preporuka"
  },
  "menu.developerPlatform": {
    "message": "Platforma za developere",
    "description": "Tekst u meniju sajta, platforma za developere označava platformu za programere"
  },
  "menu.usageList": {
    "message": "Evidencija korišćenja",
    "description": "Tekst u meniju sajta, evidencija korišćenja označava istoriju korišćenja API usluga od strane korisnika"
  },
  "menu.credentialIndex": {
    "message": "Akreditivi",
    "description": "Tekst u meniju sajta, akreditivi označavaju kredencijale za pristup API-ju"
  },
  "menu.manageOrder": {
    "message": "Upravljanje narudžbinama",
    "description": "Tekst u meniju sajta, upravljanje narudžbinama označava upravljanje narudžbama korisnika, narudžbina označava narudžbe koje je korisnik napravio za usluge"
  },
  "menu.manageDistributionStatus": {
    "message": "Upravljanje distribucijom",
    "description": "Tekst u meniju sajta, upravljanje distribucijom označava upravljanje statusom distribucije korisnika, povezano sa dobitkom od preporuka"
  },
  "message.benefit1": {
    "message": "Specijalna korisnička podrška",
    "description": "Tekst na početnoj stranici sajta, specijalna korisnička podrška označava da korisnici mogu dobiti podršku od specijalnog korisničkog službenika"
  },
  "message.benefit2": {
    "message": "Prioritetno korišćenje novih funkcija",
    "description": "Tekst na početnoj stranici sajta, prioritetno korišćenje novih funkcija označava da korisnici mogu prvi isprobati nove funkcije"
  },
  "message.buyExtra": {
    "message": "Kupi dodatno",
    "description": "Tekst na početnoj stranici sajta, kupovina dodatnog kredita označava da korisnici mogu kupiti dodatni kredit"
  },
  "message.doNotWantSubscribe": {
    "message": "Ne želite da se pretplatite na članstvo? Takođe možete isprobati kupovinu pojedinačnih usluga.",
    "description": "Tekst na početnoj stranici sajta, ne želite da se pretplatite označava da korisnici ne žele da se pretplate"
  },
  "subscription.weekly": {
    "message": "Nedeljno članstvo",
    "description": "Tip članstva, nedeljno članstvo označava da je tip članstva koji je korisnik kupio nedeljno članstvo"
  },
  "subscription.monthly": {
    "message": "Mesečno članstvo",
    "description": "Tip članstva, mesečno članstvo označava da je tip članstva koji je korisnik kupio mesečno članstvo"
  },
  "subscription.yearly": {
    "message": "Godišnje članstvo",
    "description": "Tip članstva, godišnje članstvo označava da je tip članstva koji je korisnik kupio godišnje članstvo"
  },
  "subscription.weekly.description": {
    "message": "Isprobajte nedeljno članstvo, pogodno za kratkotrajnu upotrebu.",
    "description": "Opis tipa članstva, nedeljno članstvo označava da je tip članstva koji je korisnik kupio nedeljno članstvo"
  },
  "subscription.monthly.description": {
    "message": "Fleksibilno mesečno članstvo, pogodno za dugotrajnu upotrebu.",
    "description": "Opis tipa članstva, mesečno članstvo označava da je tip članstva koji je korisnik kupio mesečno članstvo"
  },
  "subscription.yearly.description": {
    "message": "Izuzetno godišnje članstvo, najisplativiji izbor.",
    "description": "Opis tipa članstva, godišnje članstvo označava da je tip članstva koji je korisnik kupio godišnje članstvo"
  },
  "subscription.introduction": {
    "message": "Pretplatite se na članstvo, otključajte sve AI usluge.",
    "description": "Uvod u članstvo označava opis članstva"
  }
}