{
  "button.suggested": {
    "message": "Preporučeno",
    "description": "Tekst na dugmetu, preporučeno označava dugme koje preporučuje"
  },
  "menu.orderList": {
    "message": "Lista narudžbina",
    "description": "Tekst u meniju veb-sajta, lista narudžbina označava narudžbine za usluge koje je korisnik kupio"
  },
  "menu.applicationList": {
    "message": "Lista prijava",
    "description": "Tekst u meniju veb-sajta, lista prijava označava prijave korisnika za korišćenje usluga"
  },
  "menu.userProfile": {
    "message": "Korisnički profil",
    "description": "Tekst u meniju veb-sajta, korisnički profil označava lične podatke korisnika"
  },
  "menu.idVerify": {
    "message": "Verifikacija identiteta",
    "description": "Tekst u meniju veb-sajta, verifikacija identiteta označava proveru identiteta korisnika"
  },
  "menu.manageApplication": {
    "message": "Upravljanje prijavama",
    "description": "Tekst u meniju veb-sajta, upravljanje prijavama označava upravljanje prijavama korisnika"
  },
  "menu.distributionIndex": {
    "message": "Preporučena dobit",
    "description": "Tekst u meniju veb-sajta, preporučena dobit označava dobit korisnika od preporuka"
  },
  "menu.developerPlatform": {
    "message": "Platforma za programere",
    "description": "Tekst u meniju veb-sajta, platforma za programere označava platformu za programere"
  },
  "menu.usageList": {
    "message": "Zapisnik korišćenja",
    "description": "Tekst u meniju veb-sajta, zapisnik korišćenja označava istoriju korišćenja API usluga od strane korisnika"
  },
  "menu.credentialIndex": {
    "message": "Akreditivi",
    "description": "Tekst u meniju veb-sajta, akreditivi označavaju akreditive za pristup API-ju"
  },
  "menu.manageOrder": {
    "message": "Upravljanje narudžbinama",
    "description": "Tekst u meniju veb-sajta, upravljanje narudžbinama označava upravljanje narudžbinama korisnika, narudžbine označavaju usluge koje je korisnik kupio"
  },
  "menu.manageDistributionStatus": {
    "message": "Upravljanje distribucijom",
    "description": "Tekst u meniju veb-sajta, upravljanje distribucijom označava upravljanje statusom distribucije korisnika, povezano sa dobiti od preporuka"
  },
  "message.benefit1": {
    "message": "Pomoć od korisničke podrške",
    "description": "Tekst na početnoj stranici veb-sajta, pomoć od korisničke podrške označava da korisnik može dobiti pomoć od korisničkog servisa"
  },
  "message.benefit2": {
    "message": "Prioritetno korišćenje novih funkcija",
    "description": "Tekst na početnoj stranici veb-sajta, prioritetno korišćenje novih funkcija označava da korisnik može da prvi isproba nove funkcije"
  },
  "message.buyExtra": {
    "message": "Nabavite više",
    "description": "Tekst na početnoj stranici veb-sajta, nabavite više označava da korisnik može kupiti dodatne resurse"
  },
  "message.subscribe": {
    "message": "Pretplatite se",
    "description": "Tekst na početnoj stranici veb-sajta, pretplatite se označava da korisnik može postati član"
  },
  "message.doNotWantSubscribe": {
    "message": "Ne želite pretplatu na sve članove? Takođe možete probati da kupite pojedinačne usluge.",
    "description": "Tekst na početnoj stranici veb-sajta, ne želite pretplatu označava da korisnik ne želi da postane član"
  },
  "message.doNotWantExtra": {
    "message": "Ne želite da kupite više? Takođe možete probati pretplatu na sve članove.",
    "description": "Tekst na početnoj stranici veb-sajta, ne želite kupiti više označava da korisnik ne želi da kupi dodatne resurse"
  },
  "subscription.3days": {
    "message": "3-dnevna probna članarina",
    "description": "Vrsta članstva, 3-dnevna probna članarina"
  },
  "subscription.3days.description": {
    "message": "Probna članarina, pogodna za kratkoročno korišćenje.",
    "description": "Opis vrste članstva, pogodna za kratkoročno korišćenje"
  },
  "subscription.weekly": {
    "message": "Nedeljna članarina",
    "description": "Vrsta članstva, nedeljna članarina označava da je korisnik kupio nedeljnu članarinu"
  },
  "subscription.monthly": {
    "message": "Mesečna članarina",
    "description": "Vrsta članstva, mesečna članarina označava da je korisnik kupio mesečnu članarinu"
  },
  "subscription.yearly": {
    "message": "Godišnja članarina",
    "description": "Vrsta članstva, godišnja članarina označava da je korisnik kupio godišnju članarinu"
  },
  "subscription.weekly.description": {
    "message": "Probna nedeljna članarina, pogodna za kratkoročno korišćenje.",
    "description": "Opis vrste članstva, nedeljna članarina označava da je korisnik kupio nedeljnu članarinu"
  },
  "subscription.monthly.description": {
    "message": "Fleksibilna mesečna članarina, pogodna za dugoročno korišćenje.",
    "description": "Opis vrste članstva, mesečna članarina označava da je korisnik kupio mesečnu članarinu"
  },
  "subscription.yearly.description": {
    "message": "Izuzetna godišnja članarina, najbolji izbor.",
    "description": "Opis vrste članstva, godišnja članarina označava da je korisnik kupio godišnju članarinu"
  },
  "subscription.introduction": {
    "message": "Pretplatite se, otključajte sve AI usluge na sajtu.",
    "description": "Uvod u članstvo označava opis članstva"
  }
}