{
  "button.suggested": {
    "message": "Preporučeno",
    "description": "Tekst na dugmetu, preporučeno označava dugme koje predlaže preporuke"
  },
  "menu.orderList": {
    "message": "Lista narudžbina",
    "description": "Tekst u meniju na sajtu, lista narudžbina označava narudžbine koje je korisnik napravio za usluge"
  },
  "menu.applicationList": {
    "message": "Lista aplikacija",
    "description": "Tekst u meniju na sajtu, lista aplikacija označava aplikacije koje je korisnik napravio za usluge"
  },
  "menu.userProfile": {
    "message": "Korisnički profil",
    "description": "Tekst u meniju na sajtu, korisnički profil označava lične informacije korisnika"
  },
  "menu.idVerify": {
    "message": "Provera identiteta",
    "description": "Tekst u meniju na sajtu, provera identiteta označava verifikaciju identiteta korisnika"
  },
  "menu.manageApplication": {
    "message": "Upravljanje aplikacijama",
    "description": "Tekst u meniju na sajtu, upravljanje aplikacijama označava upravljanje aplikacijama korisnika"
  },
  "menu.distributionIndex": {
    "message": "Preporučena dobit",
    "description": "Tekst u meniju na sajtu, preporučena dobit označava dobit koju korisnik ostvaruje od preporuka"
  },
  "menu.developerPlatform": {
    "message": "Platforma za developere",
    "description": "Tekst u meniju na sajtu, platforma za developere označava platformu za programere"
  },
  "menu.usageList": {
    "message": "Lista korišćenja",
    "description": "Tekst u meniju na sajtu, lista korišćenja označava istoriju korišćenja API usluga od strane korisnika"
  },
  "menu.credentialIndex": {
    "message": "Akreditivi",
    "description": "Tekst u meniju na sajtu, akreditivi označavaju sertifikate za pristup API-ju"
  },
  "menu.manageOrder": {
    "message": "Upravljanje narudžbinama",
    "description": "Tekst u meniju na sajtu, upravljanje narudžbinama označava upravljanje narudžbinama korisnika"
  },
  "menu.manageDistributionStatus": {
    "message": "Upravljanje distribucijom",
    "description": "Tekst u meniju na sajtu, upravljanje distribucijom označava upravljanje statusom distribucije korisnika"
  },
  "message.benefit1": {
    "message": "Specijalizovana korisnička podrška",
    "description": "Tekst na početnoj stranici sajta, specijalizovana korisnička podrška označava da korisnik može dobiti podršku od specijalizovanog agenta"
  },
  "message.benefit2": {
    "message": "Prioritetno korišćenje novih funkcija",
    "description": "Tekst na početnoj stranici sajta, prioritetno korišćenje novih funkcija označava da korisnik može prve koristiti nove funkcije"
  },
  "message.buyExtra": {
    "message": "Kupi dodatno",
    "description": "Tekst na početnoj stranici sajta, kupi dodatno označava da korisnik može kupiti dodatni kredit"
  },
  "message.subscribe": {
    "message": "Pretplati se",
    "description": "Tekst na početnoj stranici sajta, pretplati se označava da korisnik može pretplatiti se na članstvo"
  },
  "message.doNotWantSubscribe": {
    "message": "Ne želite da se pretplatite na članstvo? Takođe možete pokušati kupiti pojedinačne usluge.",
    "description": "Tekst na početnoj stranici sajta, ne želite da se pretplatite označava da korisnik ne želi članstvo"
  },
  "message.doNotWantExtra": {
    "message": "Ne želite da kupite dodatne kredite? Takođe možete pokušati pretplatiti se na članstvo.",
    "description": "Tekst na početnoj stranici sajta, ne želite da kupite dodatno označava da korisnik ne želi kupiti dodatne kredite"
  },
  "subscription.3days": {
    "message": "3 dana probnog članstva",
    "description": "Tip članstva, 3 dana probnog članstva"
  },
  "subscription.3days.description": {
    "message": "Probno članstvo, pogodno za kratkoročno korišćenje.",
    "description": "Tip članstva, pogodna za kratkoročno korišćenje"
  },
  "subscription.weekly": {
    "message": "Nedeljno članstvo",
    "description": "Tip članstva, nedeljno članstvo označava da je korisnik kupio nedeljno članstvo"
  },
  "subscription.monthly": {
    "message": "Mesečno članstvo",
    "description": "Tip članstva, mesečno članstvo označava da je korisnik kupio mesečno članstvo"
  },
  "subscription.yearly": {
    "message": "Godišnje članstvo",
    "description": "Tip članstva, godišnje članstvo označava da je korisnik kupio godišnje članstvo"
  },
  "subscription.weekly.description": {
    "message": "Probno nedeljno članstvo, pogodno za kratkoročno korišćenje.",
    "description": "Opis tipa članstva, nedeljno članstvo označava da je korisnik kupio nedeljno članstvo"
  },
  "subscription.monthly.description": {
    "message": "Fleksibilno mesečno članstvo, pogodno za dugoročno korišćenje.",
    "description": "Opis tipa članstva, mesečno članstvo označava da je korisnik kupio mesečno članstvo"
  },
  "subscription.yearly.description": {
    "message": "Ekonomično godišnje članstvo, najbolji izbor.",
    "description": "Opis tipa članstva, godišnje članstvo označava da je korisnik kupio godišnje članstvo"
  },
  "subscription.introduction": {
    "message": "Pretplati se, otključaj sve AI usluge na sajtu.",
    "description": "Uvod u članstvo, opisuje članstvo"
  }
}