{
  "button.suggested": {
    "message": "Preporučeno",
    "description": "Tekst na dugmetu, preporučeno označava dugme koje preporučuje"
  },
  "menu.orderList": {
    "message": "Lista narudžbina",
    "description": "Tekst u meniju sajta, lista narudžbina označava narudžbine koje je korisnik kupio"
  },
  "menu.applicationList": {
    "message": "Lista prijava",
    "description": "Tekst u meniju sajta, lista prijava označava prijave korisnika za korišćenje usluga"
  },
  "menu.userProfile": {
    "message": "Korisnički profil",
    "description": "Tekst u meniju sajta, korisnički profil označava informacije o korisniku"
  },
  "menu.idVerify": {
    "message": "Verifikacija identiteta",
    "description": "Tekst u meniju sajta, verifikacija identiteta označava proces verifikacije identiteta korisnika"
  },
  "menu.manageApplication": {
    "message": "Upravljanje prijavama",
    "description": "Tekst u meniju sajta, upravljanje prijavama označava upravljanje prijavama korisnika"
  },
  "menu.distributionIndex": {
    "message": "Preporučeni prihodi",
    "description": "Tekst u meniju sajta, preporučeni prihodi označava prihode koje korisnik ostvaruje preporukama"
  },
  "menu.developerPlatform": {
    "message": "Platforma za programere",
    "description": "Tekst u meniju sajta, platforma za programere označava platformu za razvojne programere"
  },
  "menu.usageList": {
    "message": "Istorija korišćenja",
    "description": "Tekst u meniju sajta, istorija korišćenja označava istoriju korišćenja API usluga od strane korisnika"
  },
  "menu.credentialIndex": {
    "message": "Akreditivi",
    "description": "Tekst u meniju sajta, akreditivi označavaju akreditive za pristup API-ju"
  },
  "menu.manageOrder": {
    "message": "Upravljanje narudžbinama",
    "description": "Tekst u meniju sajta, upravljanje narudžbinama označava upravljanje narudžbinama korisnika, narudžbine su vezane za kupovinu usluga"
  },
  "menu.manageDistributionStatus": {
    "message": "Upravljanje distribucijom",
    "description": "Tekst u meniju sajta, upravljanje distribucijom označava upravljanje stanjem distribucije korisnika, vezano za preporučene prihode"
  },
  "message.benefit1": {
    "message": "Posebna podrška korisničkog servisa",
    "description": "Tekst na početnoj strani sajta, posebna podrška označava podršku korisničkog servisa"
  },
  "message.benefit2": {
    "message": "Prioritetno korišćenje novih funkcija",
    "description": "Tekst na početnoj strani sajta, prioritetno korišćenje označava da korisnici mogu imati prioritet u korišćenju novih funkcija"
  },
  "message.buyExtra": {
    "message": "Idite na kupovinu",
    "description": "Tekst na početnoj strani sajta, idite na kupovinu označava mogućnost kupovine dodatnih kapaciteta"
  },
  "message.subscribe": {
    "message": "Idite na pretplatu",
    "description": "Tekst na početnoj strani sajta, idite na pretplatu označava da korisnik može pretplatiti se na članstvo"
  },
  "message.doNotWantSubscribe": {
    "message": "Ne želite da se pretplatite na članstvo? Takođe možete pokušati da kupite pojedinačne usluge.",
    "description": "Tekst na početnoj strani sajta, ne želite da se pretplatite označava da korisnik ne želi da se pretplati"
  },
  "message.doNotWantExtra": {
    "message": "Ne želite da kupite dodatne kapacitete? Takođe možete pokušati da se pretplatite na sve usluge.",
    "description": "Tekst na početnoj strani sajta, ne želite da kupite dodatne kapacitete označava da korisnik ne želi da kupi dodatne kapacitete"
  },
  "subscription.3days": {
    "message": "3-dnevna probna pretplata",
    "description": "Tip pretplate, 3-dnevna probna pretplata"
  },
  "subscription.3days.description": {
    "message": "Probna pretplata, pogodna za kratkoročno korišćenje.",
    "description": "Opis tipa pretplate, pogodna za kratkoročno korišćenje"
  },
  "subscription.weekly": {
    "message": "Nedeljna pretplata",
    "description": "Tip pretplate, nedeljna pretplata označava da je tip pretplate koji korisnik kupuje nedeljni"
  },
  "subscription.monthly": {
    "message": "Mesečna pretplata",
    "description": "Tip pretplate, mesečna pretplata označava da je tip pretplate koji korisnik kupuje mesečni"
  },
  "subscription.yearly": {
    "message": "Godišnja pretplata",
    "description": "Tip pretplate, godišnja pretplata označava da je tip pretplate koji korisnik kupuje godišnji"
  },
  "subscription.weekly.description": {
    "message": "Probna nedeljna pretplata, pogodna za kratkoročno korišćenje.",
    "description": "Opis tipa pretplate, nedeljna pretplata označava nedeljni tip"
  },
  "subscription.monthly.description": {
    "message": "Fleksibilna mesečna pretplata, pogodna za dugoročno korišćenje.",
    "description": "Opis tipa pretplate, mesečna pretplata označava mesečni tip"
  },
  "subscription.yearly.description": {
    "message": "Izuzetna godišnja pretplata, najisplativiji izbor.",
    "description": "Opis tipa pretplate, godišnja pretplata označava godišnji tip"
  },
  "subscription.introduction": {
    "message": "Pretplatite se i otključajte sve AI usluge na sajtu.",
    "description": "Uvod u članstvo označava opis članstva"
  }
}