{
  "button.suggested": {
    "message": "Preporučeno",
    "description": "Tekst na dugmetu, koji označava preporučeno dugme"
  },
  "menu.orderList": {
    "message": "Листа наруџбина",
    "description": "Текст у менију вебсајта, наруџбина се односи на наруџбине корисника за куповину услуга"
  },
  "menu.applicationList": {
    "message": "Листа пријава",
    "description": "Текст у менију вебсајта, пријава се односи на пријаве корисника за коришћење услуга"
  },
  "menu.userProfile": {
    "message": "Кориснички профил",
    "description": "Текст у менију вебсајта, кориснички профил се односи на личне податке корисника"
  },
  "menu.idVerify": {
    "message": "Потврда идентитета",
    "description": "Текст у менију вебсајта, потврда идентитета се односи на верификацију идентитета корисника"
  },
  "menu.manageApplication": {
    "message": "Управљање пријавама",
    "description": "Текст у менију вебсајта, управљање пријавама се односи на управљање пријавама корисника"
  },
  "menu.distributionIndex": {
    "message": "Препоруке и приход",
    "description": "Текст у менију вебсајта, препоруке и приход се односи на приходе од препорука корисника"
  },
  "menu.developerPlatform": {
    "message": "Platforma za razvoj",
    "description": "Tekst u meniju sajta, platforma za razvoj označava platformu za programere"
  },
  "menu.usageList": {
    "message": "Историја коришћења",
    "description": "Текст у менију вебсајта, историја коришћења се односи на историју коришћења API услуга од стране корисника"
  },
  "menu.credentialIndex": {
    "message": "Акредитације",
    "description": "Текст у менију вебсајта, акредитације се односе на акредитације за приступ API-ју"
  },
  "menu.manageOrder": {
    "message": "Управљање наруџбинама",
    "description": "Текст у менију вебсајта, управљање наруџбинама се односи на управљање наруџбинама корисника, наруџбине се односе на куповину услуга"
  },
  "menu.manageDistributionStatus": {
    "message": "Управљање дистрибуцијом",
    "description": "Текст у менију вебсајта, управљање дистрибуцијом се односи на управљање статусом дистрибуције корисника, укључује приходе од препорука"
  },
  "message.benefit1": {
    "message": "Podrška ekskluzivnog korisničkog servisa",
    "description": "Tekst na početnoj stranici, označava da korisnik može dobiti podršku ekskluzivnog korisničkog servisa"
  },
  "message.benefit2": {
    "message": "Prioritetni pristup novim funkcijama",
    "description": "Tekst na početnoj stranici, označava da korisnik može imati prioritetni pristup novim funkcijama"
  },
  "message.buyExtra": {
    "message": "Kupi dodatno",
    "description": "Tekst na početnoj stranici, kupovina kredita označava da korisnik može kupiti dodatne kredite"
  },
  "message.subscribe": {
    "message": "Pretplati se",
    "description": "Tekst na početnoj stranici, pretplata člana označava da korisnik može postati član pretplatom"
  },
  "message.doNotWantSubscribe": {
    "message": "Ne želite pretplatu? Možete i pojedinačno kupiti kredite.",
    "description": "Tekst na početnoj stranici, ne želite pretplatu označava da korisnik ne želi da se pretplati"
  },
  "message.doNotWantExtra": {
    "message": "Ne želite da kupite kredite? Možete isprobati pretplatu na periodični članstvo.",
    "description": "Tekst na početnoj stranici, ne želite kupovinu kredit označava da korisnik ne želi kupiti kredite"
  },
  "message.applicationNotFound": {
    "message": "Prijava nije pronađena",
    "description": "Poruka prikazana korisniku kada prijava nije pronađena."
  },
  "subscription.title": {
    "message": "Pretplata na članstvo, uživajte u dodatnim pogodnostima",
    "description": "Poruka prikazana korisniku kada se pretplati na uslugu."
  },
  "subscription.3days": {
    "message": "3 dana probnog članstva",
    "description": "Tip članstva, 3 dana probnog članstva"
  },
  "subscription.3days.description": {
    "message": "Probno članstvo, pogodno za kratkotrajnu upotrebu.",
    "description": "Opis tipa članstva, pogodno za kratkotrajnu upotrebu"
  },
  "subscription.weekly": {
    "message": "Nedeljno članstvo",
    "description": "Tip članstva, nedeljno članstvo označava vrstu članstva koju korisnik kupuje"
  },
  "subscription.monthly": {
    "message": "Mesečno članstvo",
    "description": "Tip članstva, mesečno članstvo označava vrstu članstva koju korisnik kupuje"
  },
  "subscription.yearly": {
    "message": "Godišnje članstvo",
    "description": "Tip članstva, godišnje članstvo označava vrstu članstva koju korisnik kupuje"
  },
  "subscription.weekly.description": {
    "message": "Probno nedeljno članstvo, pogodno za kratkotrajnu upotrebu.",
    "description": "Opis tipa članstva, nedeljno članstvo označava vrstu članstva koju korisnik kupuje"
  },
  "subscription.monthly.description": {
    "message": "Fleksibilno mesečno članstvo, pogodno za dugotrajnu upotrebu.",
    "description": "Opis tipa članstva, mesečno članstvo označava vrstu članstva koju korisnik kupuje"
  },
  "subscription.yearly.description": {
    "message": "Izuzetno povoljno godišnje članstvo, najisplativija opcija.",
    "description": "Opis tipa članstva, godišnje članstvo označava vrstu članstva koju korisnik kupuje"
  },
  "subscription.introduction": {
    "message": "Pretplatite se na članstvo i otključajte sve AI usluge na sajtu.",
    "description": "Uvod u članstvo označava predstavljanje članstva"
  },
  "menu.coinIndex": {
    "message": "Интеграција криптовалута",
    "description": "Текст у менију вебсајта, који се односи на интеграцију криптовалута"
  },
  "menu.platformTokenIndex": {
    "message": "Платформски токен",
    "description": "Текст у менију вебсајта, платформски токен се односи на токен који се користи за приступ Ace Data Cloud платформи"
  },
  "menu.publishIndex": {
    "message": "Центар за објављивање",
    "description": "Текст у менију вебсајта, центар за објављивање се односи на центар где корисници објављују садржај"
  },
  "menu.platformRankIndex": {
    "message": "Рангирање платформи",
    "description": "Текст у менију вебсајта, рангирање платформи се односи на листу прихода од препорука корисника"
  },
  "menu.manageOrderDiscount": {
    "message": "Управљање попустима",
    "description": "Текст у менију вебсајта, улаз за управљање попустима на наруџбине видљив само администраторима"
  },
  "menu.manageUser": {
    "message": "Управљање корисницима",
    "description": "Текст у менију вебсајта, улаз за управљање корисницима видљив само администраторима"
  },
  "menu.revenueAnalysis": {
    "message": "Анализа прихода",
    "description": "Текст у менију вебсајта, улаз за анализу прихода видљив само администраторима"
  }
}
