{
  "button.suggested": {
    "message": "Preporučeno",
    "description": "Tekst na dugmetu, preporučeno označava dugme za preporuke"
  },
  "menu.orderList": {
    "message": "Lista narudžbina",
    "description": "Tekst u meniju sajta, narudžbina se odnosi na narudžbine korisnika za kupljene usluge"
  },
  "menu.applicationList": {
    "message": "Lista prijava",
    "description": "Tekst u meniju sajta, prijava se odnosi na prijave korisnika za korišćenje usluga"
  },
  "menu.userProfile": {
    "message": "Profil korisnika",
    "description": "Tekst u meniju sajta, profil korisnika se odnosi na lične podatke korisnika"
  },
  "menu.idVerify": {
    "message": "Verifikacija identiteta",
    "description": "Tekst u meniju sajta, verifikacija identiteta se odnosi na potvrdu identiteta korisnika"
  },
  "menu.manageApplication": {
    "message": "Upravljanje prijavama",
    "description": "Tekst u meniju sajta, upravljanje prijavama se odnosi na upravljanje prijavama korisnika"
  },
  "menu.distributionIndex": {
    "message": "Preporučena dobit",
    "description": "Tekst u meniju sajta, preporučena dobit se odnosi na dobit korisnika od preporuka"
  },
  "menu.developerPlatform": {
    "message": "Platforma za programere",
    "description": "Tekst u meniju sajta, platforma za programere označava platformu za programere"
  },
  "menu.usageList": {
    "message": "Istorija korišćenja",
    "description": "Tekst u meniju sajta, istorija korišćenja se odnosi na istoriju korišćenja API usluga od strane korisnika"
  },
  "menu.credentialIndex": {
    "message": "Akreditivi",
    "description": "Tekst u meniju sajta, akreditivi se odnose na akreditive za pristup API-ju"
  },
  "menu.manageOrder": {
    "message": "Upravljanje narudžbinama",
    "description": "Tekst u meniju sajta, upravljanje narudžbinama se odnosi na upravljanje narudžbinama korisnika, narudžbina se odnosi na narudžbine korisnika za kupljene usluge"
  },
  "menu.manageDistributionStatus": {
    "message": "Upravljanje distribucijom",
    "description": "Tekst u meniju sajta, upravljanje distribucijom se odnosi na upravljanje statusom distribucije korisnika, uključuje dobit od preporuka"
  },
  "message.benefit1": {
    "message": "Podrška od ekskluzivnog korisničkog servisa",
    "description": "Tekst na početnoj stranici sajta, podrška od ekskluzivnog korisničkog servisa označava da korisnik može dobiti podršku od ekskluzivnog korisničkog servisa"
  },
  "message.benefit2": {
    "message": "Prioritetno korišćenje novih funkcija",
    "description": "Tekst na početnoj stranici sajta, prioritetno korišćenje novih funkcija označava da korisnik može prioritetno koristiti nove funkcije"
  },
  "message.buyExtra": {
    "message": "Kupi dodatno",
    "description": "Tekst na početnoj stranici sajta, kupovina dodatka označava da korisnik može kupiti dodatak"
  },
  "message.subscribe": {
    "message": "Pretplati se",
    "description": "Tekst na početnoj stranici sajta, pretplata na članstvo označava da korisnik može pretplatiti se na članstvo"
  },
  "message.doNotWantSubscribe": {
    "message": "Ne želite da se pretplatite na članstvo? Takođe možete pokušati da kupite dodatak odvojeno.",
    "description": "Tekst na početnoj stranici sajta, ne želite da se pretplatite označava da korisnik ne želi da se pretplati na članstvo"
  },
  "message.doNotWantExtra": {
    "message": "Ne želite da kupite dodatak? Takođe možete pokušati da se pretplatite na članstvo.",
    "description": "Tekst na početnoj stranici sajta, ne želite da kupite dodatak označava da korisnik ne želi da kupi dodatak"
  },
  "message.applicationNotFound": {
    "message": "Prijava ne postoji",
    "description": "Poruka koja se prikazuje korisniku kada prijava ne postoji."
  },
  "subscription.title": {
    "message": "Pretplatite se na članstvo, uživajte u više prava",
    "description": "Poruka koja se prikazuje korisniku kada se pretplati na uslugu."
  },
  "subscription.3days": {
    "message": "3 dana probnog članstva",
    "description": "Tip članstva, 3 dana probnog članstva"
  },
  "subscription.3days.description": {
    "message": "Probno članstvo, pogodno za kratkoročno korišćenje.",
    "description": "Tip članstva, pogodno za kratkoročno korišćenje"
  },
  "subscription.weekly": {
    "message": "Nedeljno članstvo",
    "description": "Tip članstva, nedeljno članstvo označava da je tip članstva koji korisnik kupuje nedeljno članstvo"
  },
  "subscription.monthly": {
    "message": "Mesečno članstvo",
    "description": "Tip članstva, mesečno članstvo označava da je tip članstva koji korisnik kupuje mesečno članstvo"
  },
  "subscription.yearly": {
    "message": "Godišnje članstvo",
    "description": "Tip članstva, godišnje članstvo označava da je tip članstva koji korisnik kupuje godišnje članstvo"
  },
  "subscription.weekly.description": {
    "message": "Probno nedeljno članstvo, pogodno za kratkoročno korišćenje.",
    "description": "Opis tipa članstva, nedeljno članstvo označava da je tip članstva koji korisnik kupuje nedeljno članstvo"
  },
  "subscription.monthly.description": {
    "message": "Fleksibilno mesečno članstvo, pogodno za dugoročno korišćenje.",
    "description": "Opis tipa članstva, mesečno članstvo označava da je tip članstva koji korisnik kupuje mesečno članstvo"
  },
  "subscription.yearly.description": {
    "message": "Izuzetno godišnje članstvo, najisplativiji izbor.",
    "description": "Opis tipa članstva, godišnje članstvo označava da je tip članstva koji korisnik kupuje godišnje članstvo"
  },
  "subscription.introduction": {
    "message": "Pretplatite se na članstvo, otključajte sve AI usluge na sajtu.",
    "description": "Uvod u članstvo označava predstavljanje članstva"
  },
  "menu.coinIndex": {
    "message": "Integracija kriptovaluta",
    "description": "Tekst u meniju sajta, odnosi se na integraciju kriptovaluta"
  },
  "menu.platformTokenIndex": {
    "message": "Platformski token",
    "description": "Tekst u meniju sajta, platformski token se odnosi na token koji se koristi za pristup Ace Data Cloud platformi"
  },
  "menu.publishIndex": {
    "message": "Centar za objavljivanje",
    "description": "Tekst u meniju sajta, centar za objavljivanje se odnosi na mesto gde korisnici objavljuju sadržaj"
  },
  "menu.platformRankIndex": {
    "message": "Rangiranje platformi",
    "description": "Tekst u meniju sajta, rangiranje platformi se odnosi na listu preporučenih prihoda korisnika"
  },
  "menu.manageOrderDiscount": {
    "message": "Upravljanje popustima",
    "description": "Tekst u meniju sajta, ulaz za upravljanje popustima na narudžbine, vidljiv samo administratorima"
  },
  "menu.manageUser": {
    "message": "Upravljanje korisnicima",
    "description": "Tekst u meniju sajta, ulaz za upravljanje korisnicima, vidljiv samo administratorima"
  },
  "menu.revenueAnalysis": {
    "message": "Analiza prihoda",
    "description": "Tekst u meniju sajta, ulaz za analizu prihoda, vidljiv samo administratorima"
  }
}