{
  "button.suggested": {
    "message": "Preporučeno",
    "description": "Tekst na dugmetu, preporučeno označava preporučeno dugme"
  },
  "menu.orderList": {
    "message": "Lista narudžbina",
    "description": "Tekst u meniju sajta, narudžbina označava narudžbine korisnika za usluge"
  },
  "menu.applicationList": {
    "message": "Lista prijava",
    "description": "Tekst u meniju sajta, prijava označava prijave korisnika za korišćenje usluga"
  },
  "menu.userProfile": {
    "message": "Korisnički profil",
    "description": "Tekst u meniju sajta, korisnički profil označava lični profil korisnika"
  },
  "menu.idVerify": {
    "message": "Verifikacija identiteta",
    "description": "Tekst u meniju sajta, verifikacija identiteta označava proveru identiteta korisnika"
  },
  "menu.manageApplication": {
    "message": "Upravljanje prijavama",
    "description": "Tekst u meniju sajta, upravljanje prijavama označava upravljanje prijavama korisnika"
  },
  "menu.distributionIndex": {
    "message": "Preporučeni prihodi",
    "description": "Tekst u meniju sajta, preporučeni prihodi označava prihode od preporuka korisnika"
  },
  "menu.developerPlatform": {
    "message": "Platforma za developere",
    "description": "Tekst u meniju sajta, platforma za developere označava platformu za developere"
  },
  "menu.usageList": {
    "message": "Istorija korišćenja",
    "description": "Tekst u meniju sajta, istorija korišćenja označava istoriju korišćenja API usluga korisnika"
  },
  "menu.credentialIndex": {
    "message": "Akreditivi",
    "description": "Tekst u meniju sajta, akreditivi označava akreditive za pristup API-ju"
  },
  "menu.manageOrder": {
    "message": "Upravljanje narudžbinama",
    "description": "Tekst u meniju sajta, upravljanje narudžbinama označava upravljanje narudžbinama korisnika, narudžbina označava narudžbine korisnika za usluge"
  },
  "menu.manageDistributionStatus": {
    "message": "Upravljanje distribucijom",
    "description": "Tekst u meniju sajta, upravljanje distribucijom označava upravljanje statusom distribucije korisnika, povezano sa prihodima od preporuka korisnika"
  },
  "message.benefit1": {
    "message": "Ekskluzivna podrška korisničkog servisa",
    "description": "Tekst na početnoj stranici sajta, ekskluzivna podrška korisničkog servisa označava da korisnik može dobiti podršku korisničkog servisa"
  },
  "message.benefit2": {
    "message": "Prioritetno isprobavanje novih funkcija",
    "description": "Tekst na početnoj stranici sajta, prioritetno isprobavanje novih funkcija označava da korisnik može prioritetno isprobati nove funkcije"
  },
  "message.buyExtra": {
    "message": "Kupi dodatno",
    "description": "Tekst na početnoj stranici sajta, kupovina dodatnog kredita označava da korisnik može kupiti dodatni kredit"
  },
  "message.subscribe": {
    "message": "Pretplati se",
    "description": "Tekst na početnoj stranici sajta, pretplata na članstvo označava da korisnik može pretplatiti članstvo"
  },
  "message.doNotWantSubscribe": {
    "message": "Ne želite da se pretplatite na članstvo? Možete pokušati da kupite dodatni kredit.",
    "description": "Tekst na početnoj stranici sajta, ne želi pretplatu označava da korisnik ne želi da se pretplati na članstvo"
  },
  "message.doNotWantExtra": {
    "message": "Ne želite da kupite dodatni kredit? Možete pokušati da se pretplatite na vremenski paket.",
    "description": "Tekst na početnoj stranici sajta, ne želi kupovinu dodatnog kredita označava da korisnik ne želi da kupi dodatni kredit"
  },
  "message.applicationNotFound": {
    "message": "Prijava ne postoji",
    "description": "Poruka prikazana korisniku kada prijava ne postoji."
  },
  "subscription.title": {
    "message": "Pretplatite se na članstvo i uživajte u više pogodnosti",
    "description": "Poruka prikazana korisniku kada se pretplati na uslugu."
  },
  "subscription.3days": {
    "message": "3-dnevno probno članstvo",
    "description": "Tip članstva, 3-dnevno probno članstvo"
  },
  "subscription.3days.description": {
    "message": "Probno članstvo, pogodno za kratkotrajnu upotrebu.",
    "description": "Opis tipa članstva, pogodno za kratkotrajnu upotrebu"
  },
  "subscription.weekly": {
    "message": "Nedeljno članstvo",
    "description": "Tip članstva, nedeljno članstvo označava da korisnik kupuje članstvo na nedeljnom nivou"
  },
  "subscription.monthly": {
    "message": "Mesečno članstvo",
    "description": "Tip članstva, mesečno članstvo označava da korisnik kupuje članstvo na mesečnom nivou"
  },
  "subscription.yearly": {
    "message": "Godišnje članstvo",
    "description": "Tip članstva, godišnje članstvo označava da korisnik kupuje članstvo na godišnjem nivou"
  },
  "subscription.weekly.description": {
    "message": "Probno nedeljno članstvo, pogodno za kratkotrajnu upotrebu.",
    "description": "Opis tipa članstva, nedeljno članstvo označava da korisnik kupuje članstvo na nedeljnom nivou"
  },
  "subscription.monthly.description": {
    "message": "Fleksibilno mesečno članstvo, pogodno za dugotrajnu upotrebu.",
    "description": "Opis tipa članstva, mesečno članstvo označava da korisnik kupuje članstvo na mesečnom nivou"
  },
  "subscription.yearly.description": {
    "message": "Izuzetno povoljno godišnje članstvo, najisplativiji izbor.",
    "description": "Opis tipa članstva, godišnje članstvo označava da korisnik kupuje članstvo na godišnjem nivou"
  },
  "subscription.introduction": {
    "message": "Pretplatite se na članstvo i otključajte sve AI usluge na sajtu.",
    "description": "Uvod u članstvo označava uvod u članstvo"
  }
}