{
  "button": {
    "detail": "Pogledaj detalje",
    "_detail.comment": "Tekst na dugmetu koji se koristi za pregled detalja istorije preporuka za veb lokaciju.",
    "withdrawal": "Isplata",
    "_withdrawal.comment": "Tekst na dugmetu koji se koristi za povlačenje zarade od preporuka za veb lokaciju.",
    "query": "Upit",
    "_query.comment": "Tekst na dugmetu koji se koristi za upit zarade od preporuka za veb lokaciju."
  },
  "field": {
    "id": "ID preporuke",
    "_id.comment": "Jedinstveni identifikator distribucije, distribucija označava preporuku za veb lokaciju API usluge.",
    "percentage": "Procenat zarade od preporuke",
    "_percentage.comment": "Procenat zarade od preporuke, koji se računa na osnovu iznosa narudžbine.",
    "price": "Iznos narudžbine",
    "_price.comment": "Iznos narudžbine koji se koristi za izračunavanje zarade od preporuke.",
    "reward": "Nagrada od preporuke",
    "_reward.comment": "Zarada od preporuke, koja se računa na osnovu iznosa narudžbine i procenta zarade od preporuke.",
    "createdAt": "Vreme preporuke",
    "_createdAt.comment": "Vreme kada je preporuka kreirana.",
    "level": "Nivo",
    "_level.comment": "Nivo preporuke koji se koristi za izračunavanje zarade od preporuke.",
    "threshold": "Prag zarade od preporuke",
    "_threshold.comment": "Prag zarade od preporuke koji se koristi za povlačenje zarade od preporuke.",
    "inviteeId": "ID pozivaoca",
    "_inviteeId.comment": "Jedinstveni identifikator pozivaoca, pozivalac označava korisnika koji poziva pozvanih na veb lokaciju API usluge.",
    "isVerified": "Provereno",
    "_isVerified.comment": "Zastava koja ukazuje da li je korisnik preporuke proveren sa stvarnim informacijama."
  },
  "message": {
    "deltaPriceForNextLevel": "Razlika do sledećeg nivoa",
    "_deltaPriceForNextLevel": "Razlika između trenutnog iznosa narudžbine i praga sledećeg nivoa.",
    "developingWithDrawal": "Molimo dodajte korisničku podršku za obradu isplata, isplate će umanjiti porez na prihod od 6%, fakture se mogu koristiti za odbitak",
    "_developingWithDrawal": "Poruka koja ukazuje da je funkcija povlačenja u fazi razvoja.",
    "technicalDetail": "Tehnički detalj",
    "_technicalDetail": "Tehnički detalj sistema preporuka je implementiran.",
    "distributionQrDescription": "Opis QR koda preporuke (isti sadržaj kao veza)",
    "_distributionQrDescription": "Opis QR koda preporuke.",
    "distributionLink": "Veza preporuke",
    "_distributionLink": "Veza preporuke, koja se koristi za povezivanje korisnika kao podređenog korisnika.",
    "updateSuccessfully": "Ažuriranje uspešno",
    "_updateSuccessfully": "Poruka koja ukazuje da su informacije o preporuci uspešno ažurirane.",
    "distributionLinkDescription": "Ako se korisnik registruje na ovoj platformi putem ove veze ili QR koda, korisnik će trajno biti vezan kao vaš podređeni korisnik, i svi potrošački nalozi korisnika na ovoj platformi će biti vraćeni na vaš račun prema trenutnom odnosu distribucije.",
    "_distributionLinkDescription": "Opis veze preporuke.",
    "distributionLinkDescription2": "Ova veza sadrži vaš ID korisnika. Nakon što korisnik otvori vezu, vaš ID korisnika će biti zabeležen u korisnikovom pregledaču u obliku kolačića, koji važi sedam dana. U roku od sedam dana, ako se korisnik registruje na ovoj platformi skeniranjem koda, vaš ID korisnika će biti otpremljen na server za registraciju sa kolačićima, i korisnik može biti vezan kao vaš podređeni korisnik.",
    "_distributionLinkDescription2": "Opis veze preporuke."
  },
  "title": {
    "price": "Ukupan iznos narudžbi preporuke",
    "_price.comment": "Ukupan iznos narudžbi preporuke, koji se koristi za izračunavanje zarade od preporuke.",
    "reward": "Ukupne nagrade od preporuke",
    "_reward.comment": "Ukupne nagrade od preporuke, koje se računaju na osnovu iznosa narudžbine i procenta zarade od preporuke.",
    "level": "Nivo preporuke",
    "_level.comment": "Nivo preporuke koji se koristi za izračunavanje zarade od preporuke.",
    "percentage": "Procenat zarade od preporuke",
    "_percentage.comment": "Procenat zarade od preporuke, koji se koristi za izračunavanje zarade od preporuke.",
    "currentLevel": "Trenutni nivo",
    "_currentLevel.comment": "Trenutni nivo preporuke, koji se koristi za izračunavanje zarade od preporuke.",
    "nextLevel": "Sledeći nivo",
    "_nextLevel.comment": "Sledeći nivo preporuke, koji se koristi za izračunavanje zarade od preporuke.",
    "currentPercentage": "Trenutni procenat zarade od preporuke",
    "_currentPercentage.comment": "Trenutni procenat zarade od preporuke, koji se koristi za izračunavanje zarade od preporuke.",
    "nextPercentage": "Procenat zarade od sledećeg nivoa",
    "_nextPercentage.comment": "Procenat zarade od sledećeg nivoa preporuke, koji se koristi za izračunavanje zarade od preporuke.",
    "levelInfo": "Informacije o nivou",
    "_levelInfo.comment": "Informacije o nivou preporuke, koje se koriste za izračunavanje zarade od preporuke.",
    "distributionLink": "Veza preporuke",
    "_distributionLink.comment": "Veza preporuke, koja se koristi za povezivanje korisnika kao podređenog korisnika.",
    "inviteesCount": "Ukupan broj pozvanih",
    "_inviteesCount.comment": "Ukupan broj pozvanih, koji se koristi za izračunavanje zarade od preporuke.",
    "manageDistributionStatus": "Upravljanje statusom distribucije",
    "_manageDistributionStatus.comment": "Upravljanje statusom preporuke."
  }
}