{
  "message": {
    "startNewChat": "新しい会話を開始",
    "_startNewChat.comment": "ウェブページ内のメッセージ、ユーザーに新しい会話を開始するよう伝える",
    "uploadFile": "ファイルをアップロード",
    "_uploadFile.comment": "ウェブページ内のメッセージ、ユーザーにファイルをアップロードするよう伝える",
    "noToken": "対応するサービスに申し込んでください",
    "_noToken.comment": "ウェブページ内のメッセージ、対応するサービスに申し込むようユーザーに伝える",
    "newMessagePlaceholder": "質問を入力してください...",
    "_newMessagePlaceholder.comment": "ウェブページ内のプレースホルダー、ユーザーに質問を入力するよう伝える",
    "noInput": "質問は空にできません",
    "_noInput.comment": "ウェブページ内のメッセージ、質問が空であってはいけないことをユーザーに伝える",
    "uploadReferencesExceed": "1つのファイルしかアップロードできません",
    "_uploadReferencesExceed.comment": "ウェブページ内のメッセージ、1つのファイルしかアップロードできないことをユーザーに伝える",
    "uploadReferencesError": "ファイルのアップロードに失敗しました。後でもう一度お試しください",
    "_uploadReferencesError.comment": "ウェブページ内のメッセージ、ファイルのアップロードに失敗したことをユーザーに伝え、後でもう一度お試しください",
    "notApplied": "まだこのサービスに申し込んでいません。まず申し込んでください",
    "_notApplied.comment": "ウェブページ内のメッセージ、まだこのサービスに申し込んでいないことをユーザーに伝え、まず申し込んでください",
    "tryForFree": "無料でお試しください",
    "_tryForFree.comment": "ウェブページ内のメッセージ、無料でお試しくださいとユーザーに伝える",
    "question1": "Hello Worldを出力するJavaScriptコードを書いてください",
    "_question1.comment": "チャットを開始するための例の質問、ユーザーにHello Worldを出力するJavaScriptコードを書くよう求める",
    "question2": "Mike宛に引っ越しを伝えるメールを書いてください",
    "_question2.comment": "チャットを開始するための例の質問、Mike宛に引っ越しを伝えるメールを書くよう求める",
    "question3": "量子コンピューティングの基本原理を簡単に説明してください",
    "_question3.comment": "チャットを開始するための例の質問、量子コンピューティングの基本原理を簡単に説明するよう求める",
    "question4": "仮想現実が芸術創造に与えた影響は何ですか？",
    "_question4.comment": "チャットを開始するための例の質問、仮想現実が芸術創造に与えた影響を説明するよう求める",
    "question5": "プライバシー保護とデータセキュリティが法的実務にどのように影響するかを説明してください",
    "_question5.comment": "チャットを開始するための例の質問、プライバシー保護とデータセキュリティが法的実務にどのように影響するかを説明するよう求める",
    "question6": "今日の世界で税法の複雑な変化にどのように対処するかを説明してください",
    "_question6.comment": "チャットを開始するための例の質問、今日の世界で税法の複雑な変化にどのように対処するかを説明するよう求める",
    "question7": "異なる地域文化の背景を組み合わせてユニークな料理を作る方法を説明してください",
    "_question7.comment": "チャットを開始するための例の質問、異なる地域文化の背景を組み合わせてユニークな料理を作る方法を説明するよう求める",
    "question8": "旅行体験から文学的創作のインスピレーションを得る方法を説明してください",
    "_question8.comment": "チャットを開始するための例の質問、旅行体験から文学的創作のインスピレーションを得る方法を説明するよう求める",
    "question9": "異なる産業の成功事例からビジネスアイデアを得る方法を説明してください",
    "_question9.comment": "チャットを開始するための例の質問、異なる産業の成功事例からビジネスアイデアを得る方法を説明するよう求める",
    "errorApiError": "回答に失敗しました。後でもう一度お試しください",
    "_errorApiError.comment": "ウェブページ内のメッセージ、回答に失敗したことをユーザーに伝え、後でもう一度お試しください",
    "errorBadRequest": "リクエストの内容が標準化されていません。もう一度質問してください",
    "_errorBadRequest.comment": "ウェブページ内のメッセージ、リクエストの内容が標準化されていないことをユーザーに伝え、もう一度質問してください",
    "errorNoConversation": "会話が存在しないか期限切れです。新しい会話を開始してください",
    "_errorNoConversation.comment": "ウェブページ内のメッセージ、会話が存在しないか期限切れであることをユーザーに伝え、新しい会話を開始してください",
    "errorContentTooLarge": "質問の内容が長すぎます。短くしてもう一度お試しください",
    "_errorContentTooLarge.comment": "ウェブページ内のメッセージ、質問の内容が長すぎることをユーザーに伝え、短くしてもう一度お試しください",
    "errorTooManyRequests": "操作が頻繁すぎます。後でもう一度お試しください",
    "_errorTooManyRequests.comment": "ウェブページ内のメッセージ、操作が頻繁すぎることをユーザーに伝え、後でもう一度お試しください",
    "errorUsedUp": "パッケージの利用回数を使い切りました。継続利用するにはもっと購入してください",
    "_errorUsedUp.comment": "ウェブページ内のメッセージ、パッケージの利用回数を使い切ったことをユーザーに伝え、継続利用するにはもっと購入してください",
    "errorUnknown": "サーバーで不明なエラーが発生しました。後でもう一度お試しくださいまたはカスタマーサービスに連絡してください",
    "_errorUnknown.comment": "ウェブページ内のメッセージ、サーバーで不明なエラーが発生したことをユーザーに伝え、後でもう一度お試しくださいまたはカスタマーサービスに連絡してください",
    "errorTimeout": "質問への回答がタイムアウトしました。後でもう一度お試しください",
    "_errorTimeout.comment": "ウェブページ内のメッセージ、質問への回答がタイムアウトしたことをユーザーに伝え、後でもう一度お試しください",
    "errorNotApplied": "まだこのサービスに申し込んでいません。質問を続ける前にまず申し込んでください",
    "_errorNotApplied.comment": "ウェブページ内のメッセージ、まだこのサービスに申し込んでいないことをユーザーに伝え、質問を続ける前にまず申し込んでください",
    "confirmDelete": "削除を確認",
    "_confirmDelete.comment": "ウェブページ内のメッセージ、削除を確認するようユーザーに伝える",
    "howToUse": "新しい行を開始するにはShift+Enterを押してください",
    "_howToUse.comment": "ウェブページ内のメッセージ、新しい行を開始するにはShift+Enterを押すようユーザーに伝える"
  },
  "title": {
    "chat": "AIチャット",
    "_chat.comment": "ウェブページのタイトル、AIチャット",
    "example": "例",
    "_example.comment": "ウェブページのタイトル、例",
    "capabilities": "機能",
    "_capabilities.comment": "ウェブページのタイトル、機能",
    "limitations": "制限",
    "_limitations.comment": "ウェブページ内のタイトル、サービスの技術的制限についての部分を示す",
    "complexQuestion": "複雑な質問に回答",
    "_complexQuestion.comment": "ウェブページ内のタイトル、サービスが複雑な質問に回答する能力についての部分を示す",
    "professionalQuestion": "専門的な質問を相談",
    "_professionalQuestion.comment": "ウェブページ内のタイトル、サービスが専門的な質問を相談する能力についての部分を示す",
    "getTips": "インスピレーションと創造性を得る",
    "_getTips.comment": "ウェブページ内のタイトル、サービスがインスピレーションと創造性を得る能力についての部分を示す"
  }
}