{
  "message": {
    "startNewChat": "ابدأ محادثة جديدة",
    "_startNewChat.comment": "رسالة في صفحة الويب، تخبر المستخدم ببدء محادثة جديدة",
    "uploadFile": "رفع ملف",
    "_uploadFile.comment": "رسالة في صفحة الويب، تخبر المستخدم برفع ملف",
    "noToken": "يرجى التقدم بطلب للخدمة المقابلة أولاً",
    "_noToken.comment": "رسالة في صفحة الويب، تخبر المستخدم بالتقدم بطلب للخدمة المقابلة أولاً",
    "newMessagePlaceholder": "يرجى إدخال سؤالك...",
    "_newMessagePlaceholder.comment": "عنصر ناثر في صفحة الويب، يخبر المستخدم بإدخال سؤال",
    "noInput": "لا يمكن أن يكون السؤال فارغًا",
    "_noInput.comment": "رسالة في صفحة الويب، تخبر المستخدم بأن السؤال لا يمكن أن يكون فارغًا",
    "uploadReferencesExceed": "يمكنك فقط رفع ملف واحد كحد أقصى",
    "_uploadReferencesExceed.comment": "رسالة في صفحة الويب، تخبر المستخدم بأنه يمكنه فقط رفع ملف واحد كحد أقصى",
    "uploadReferencesError": "فشل رفع الملف، يرجى المحاولة مرة أخرى لاحقًا",
    "_uploadReferencesError.comment": "رسالة في صفحة الويب، تخبر المستخدم بأن فشل رفع الملف، يرجى المحاولة مرة أخرى لاحقًا",
    "notApplied": "لم تقدم بعد لهذه الخدمة، يرجى التقدم أولاً",
    "_notApplied.comment": "رسالة في صفحة الويب، تخبر المستخدم بأنه لم يقدم بعد لهذه الخدمة، يرجى التقدم أولاً",
    "tryForFree": "جرب مجانًا",
    "_tryForFree.comment": "رسالة في صفحة الويب، تخبر المستخدم بتجربة مجانية",
    "question1": "اكتب قطعة من كود JavaScript تقوم بطباعة 'مرحبًا بالعالم'",
    "_question1.comment": "سؤال مثالي لبدء محادثة، يطلب من المستخدم كتابة قطعة من كود JavaScript تقوم بطباعة 'مرحبًا بالعالم'",
    "question2": "اكتب بريدًا إلكترونيًا إلى مايك، مخبرًا إياه بأنني انتقلت للتو",
    "_question2.comment": "سؤال مثالي لبدء محادثة، يطلب من المستخدم كتابة بريد إلكتروني إلى مايك، مخبرًا إياه بأنك انتقلت للتو",
    "question3": "شرح المبادئ الأساسية للحوسبة الكمية بطريقة بسيطة",
    "_question3.comment": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح المبادئ الأساسية للحوسبة الكمية بطريقة بسيطة",
    "question4": "ما هي الأثر الذي خلقته الواقع الافتراضي على الإبداع الفني؟",
    "_question4.comment": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح الأثر الذي خلقته الواقع الافتراضي على الإبداع الفني",
    "question5": "كيف تؤثر حماية الخصوصية وأمان البيانات على ممارسة القانون؟",
    "_question5.comment": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيف تؤثر حماية الخصوصية وأمان البيانات على ممارسة القانون",
    "question6": "كيفية التعامل مع التغييرات المعقدة في قوانين الضرائب في عالمنا اليوم؟",
    "_question6.comment": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيفية التعامل مع التغييرات المعقدة في قوانين الضرائب في عالمنا اليوم",
    "question7": "كيفية إنشاء مأكولات فريدة من خلال دمج خلفيات ثقافية إقليمية مختلفة؟",
    "_question7.comment": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيفية إنشاء مأكولات فريدة من خلال دمج خلفيات ثقافية إقليمية مختلفة",
    "question8": "كيفية الحصول على إلهام الإبداع الأدبي من تجارب السفر؟",
    "_question8.comment": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيفية الحصول على إلهام الإبداع الأدبي من تجارب السفر",
    "question9": "كيفية الحصول على أفكار تجارية من الحالات الناجحة في مختلف الصناعات؟",
    "_question9.comment": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيفية الحصول على أفكار تجارية من الحالات الناجحة في مختلف الصناعات",
    "errorApiError": "فشل الإجابة، يرجى المحاولة مرة أخرى لاحقًا",
    "_errorApiError.comment": "رسالة في صفحة الويب، تخبر المستخدم بأن الإجابة فشلت، يرجى المحاولة مرة أخرى لاحقًا",
    "errorBadRequest": "محتوى الطلب غير موحد، يرجى طرح السؤال مرة أخرى",
    "_errorBadRequest.comment": "رسالة في صفحة الويب، تخبر المستخدم بأن محتوى الطلب غير موحد، يرجى طرح السؤال مرة أخرى",
    "errorNoConversation": "المحادثة غير موجودة أو انتهت صلاحيتها، يرجى بدء محادثة جديدة",
    "_errorNoConversation.comment": "رسالة في صفحة الويب، تخبر المستخدم بأن المحادثة غير موجودة أو انتهت صلاحيتها، يرجى بدء محادثة جديدة",
    "errorContentTooLarge": "محتوى السؤال طويل جدًا، يرجى تقصيره والمحاولة مرة أخرى",
    "_errorContentTooLarge.comment": "رسالة في صفحة الويب، تخبر المستخدم بأن محتوى السؤال طويل جدًا، يرجى تقصيره والمحاولة مرة أخرى",
    "errorTooManyRequests": "عملياتك متكررة للغاية، يرجى المحاولة مرة أخرى لاحقًا",
    "_errorTooManyRequests.comment": "رسالة في صفحة الويب، تخبر المستخدم بأن عملياتك متكررة للغاية، يرجى المحاولة مرة أخرى لاحقًا",
    "errorUsedUp": "لقد استنفذت مرات الحزمة الخاصة بك، يرجى شراء المزيد للمتابعة في الاستخدام",
    "_errorUsedUp.comment": "رسالة في صفحة الويب، تخبر المستخدم بأنه قد استنفذ مرات الحزمة الخاصة به، يرجى شراء المزيد للمتابعة في الاستخدام",
    "errorUnknown": "حدث خطأ غير معروف على الخادم، يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بخدمة العملاء",
    "_errorUnknown.comment": "رسالة في صفحة الويب، تخبر المستخدم بأن حدث خطأ غير معروف على الخادم، يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بخدمة العملاء",
    "errorTimeout": "انتهت مهلة الإجابة على السؤال، يرجى المحاولة مرة أخرى لاحقًا",
    "_errorTimeout.comment": "رسالة في صفحة الويب، تخبر المستخدم بأن انتهت مهلة الإجابة على السؤال، يرجى المحاولة مرة أخرى لاحقًا",
    "errorNotApplied": "لم تقدم بعد لهذه الخدمة، يرجى التقدم أولاً قبل متابعة طرح الأسئلة",
    "_errorNotApplied.comment": "رسالة في صفحة الويب، تخبر المستخدم بأنه لم يقدم بعد لهذه الخدمة، يرجى التقدم أولاً قبل متابعة طرح الأسئلة",
    "confirmDelete": "تأكيد الحذف",
    "_confirmDelete.comment": "رسالة في صفحة الويب، تخبر المستخدم بتأكيد الحذف",
    "howToUse": "اضغط Shift+Enter لبدء سطر جديد",
    "_howToUse.comment": "رسالة في صفحة الويب، تخبر المستخدم بالضغط على Shift+Enter لبدء سطر جديد"
  },
  "title": {
    "chat": "محادثة ذكاء اصطناعي",
    "_chat.comment": "عنوان صفحة الويب، وهو محادثة ذكاء اصطناعي",
    "example": "مثال",
    "_example.comment": "عنوان صفحة الويب، وهو مثال",
    "capabilities": "القدرات",
    "_capabilities.comment": "عنوان صفحة الويب، وهو القدرات",
    "limitations": "القيود",
    "_limitations.comment": "عنوان في صفحة الويب، يشير إلى أن هذا الجزء يتعلق بالقيود التقنية للخدمة",
    "complexQuestion": "الرد على أسئلة معقدة",
    "_complexQuestion.comment": "عنوان في صفحة الويب، يشير إلى قدرة الخدمة على الرد على أسئلة معقدة",
    "professionalQuestion": "استشارة الأسئلة المهنية",
    "_professionalQuestion.comment": "عنوان في صفحة الويب، يشير إلى قدرة الخدمة على استشارة الأسئلة المهنية",
    "getTips": "الحصول على إلهام وإبداع",
    "_getTips.comment": "عنوان في صفحة الويب، يشير إلى قدرة الخدمة على الحصول على إلهام وإبداع"
  }
}