{
  "model.35Standard": {
    "message": "3.5 قياسي",
    "description": "اسم النموذج للخدمة، وهو GPT 3.5 الأساسي"
  },
  "model.35StandardDescription": {
    "message": "نموذج أساسي يمكنه الإجابة على الأسئلة البسيطة وتقديم معلومات عامة.",
    "description": "وصف نموذج 3.5 القياسي"
  },
  "model.35Browsing": {
    "message": "3.5 تصفح",
    "description": "اسم النموذج للخدمة، وهو GPT 3.5 التصفح"
  },
  "model.35BrowsingDescription": {
    "message": "يمكنه استرجاع المعلومات في الوقت الحقيقي من الويب وتقديم إجابات أكثر أساسية.",
    "description": "وصف نموذج 3.5 التصفح"
  },
  "model.4Standard": {
    "message": "4.0 قياسي",
    "description": "اسم النموذج للخدمة، وهو GPT 4.0 القياسي"
  },
  "model.4StandardDescription": {
    "message": "نموذج أكثر قوة يمكنه الإجابة على أسئلة أكثر تعقيدًا.",
    "description": "وصف نموذج 4.0 القياسي"
  },
  "model.4Browsing": {
    "message": "4.0 تصفح",
    "description": "اسم النموذج للخدمة، وهو GPT 4.0 التصفح"
  },
  "model.4BrowsingDescription": {
    "message": "يمكنه استرجاع المعلومات في الوقت الحقيقي لتقديم مزيد من الإجابات بناءً على نموذج 4.0 القياسي.",
    "description": "وصف نموذج 4.0 التصفح"
  },
  "model.4Vision": {
    "message": "4.0 رؤية",
    "description": "اسم النموذج للخدمة، وهو GPT 4.0 الرؤية"
  },
  "model.4VisionDescription": {
    "message": "يمكنه تحليل الصور وتقديم معلومات استنادًا إلى محتوى الصور.",
    "description": "وصف نموذج 4.0 الرؤية"
  },
  "message.startNewChat": {
    "message": "بدء محادثة جديدة",
    "description": "رسالة في صفحة الويب، تخبر المستخدم ببدء محادثة جديدة"
  },
  "message.uploadFile": {
    "message": "تحميل ملف",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بتحميل ملف"
  },
  "message.noToken": {
    "message": "يرجى التقدم بطلب للحصول على الخدمة المقابلة أولاً",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بالتقدم بطلب للحصول على الخدمة المقابلة أولاً"
  },
  "message.newMessagePlaceholder": {
    "message": "يرجى إدخال سؤالك...",
    "description": "عنصر ناثر في صفحة الويب، يخبر المستخدم بإدخال السؤال"
  },
  "message.noInput": {
    "message": "لا يمكن أن يكون السؤال فارغًا",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأن السؤال لا يمكن أن يكون فارغًا"
  },
  "message.uploadReferencesExceed": {
    "message": "يمكنك تحميل ملف واحد فقط على الأكثر",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأنه يمكنه تحميل ملف واحد فقط على الأكثر"
  },
  "message.uploadReferencesError": {
    "message": "فشل تحميل الملف، يرجى المحاولة مرة أخرى في وقت لاحق",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأن فشل تحميل الملف، يرجى المحاولة مرة أخرى في وقت لاحق"
  },
  "message.notApplied": {
    "message": "لم تقدم بعد على هذه الخدمة، يرجى التقدم أولاً",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأنه لم يقدم بعد على هذه الخدمة، يرجى التقدم أولاً"
  },
  "message.tryForFree": {
    "message": "جرب مجانًا",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بتجربة مجانية"
  },
  "message.question1": {
    "message": "اكتب قطعة من رمز JavaScript تخرج Hello World",
    "description": "سؤال مثالي لبدء محادثة، يطلب من المستخدم كتابة قطعة من رمز JavaScript تخرج Hello World"
  },
  "message.question2": {
    "message": "اكتب بريدًا إلكترونيًا إلى مايك، مخبرًا إياه بأنني انتقلت للتو",
    "description": "سؤال مثالي لبدء محادثة، يطلب من المستخدم كتابة بريد إلكتروني إلى مايك، مخبرًا إياه بأنني انتقلت للتو"
  },
  "message.question3": {
    "message": "شرح المبادئ الأساسية للحوسبة الكمية بطريقة بسيطة",
    "description": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح المبادئ الأساسية للحوسبة الكمية بطريقة بسيطة"
  },
  "message.question4": {
    "message": "ما هي الأثر الذي أحدثته الواقعية الافتراضية على الإبداع الفني؟",
    "description": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح الأثر الذي أحدثته الواقعية الافتراضية على الإبداع الفني"
  },
  "message.question5": {
    "message": "كيف تؤثر حماية الخصوصية وأمان البيانات على ممارسة القانون؟",
    "description": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيف تؤثر حماية الخصوصية وأمان البيانات على ممارسة القانون"
  },
  "message.question6": {
    "message": "كيفية التعامل مع التغييرات المعقدة في قوانين الضرائب في عالمنا الحالي؟",
    "description": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيفية التعامل مع التغييرات المعقدة في قوانين الضرائب في عالمنا الحالي"
  },
  "message.question7": {
    "message": "كيفية إنشاء مأكولات فريدة من خلال دمج خلفيات ثقافية إقليمية مختلفة؟",
    "description": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيفية إنشاء مأكولات فريدة من خلال دمج خلفيات ثقافية إقليمية مختلفة"
  },
  "message.question8": {
    "message": "كيفية الحصول على إلهام الإبداع الأدبي من تجارب السفر؟",
    "description": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيفية الحصول على إلهام الإبداع الأدبي من تجارب السفر"
  },
  "message.question9": {
    "message": "كيفية الحصول على أفكار تجارية من الحالات الناجحة في مختلف الصناعات؟",
    "description": "سؤال مثالي لبدء محادثة، يطلب من المستخدم شرح كيفية الحصول على أفكار تجارية من الحالات الناجحة في مختلف الصناعات"
  },
  "message.errorApiError": {
    "message": "فشل الإجابة، يرجى المحاولة مرة أخرى في وقت لاحق",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأن الإجابة فشلت، يرجى المحاولة مرة أخرى في وقت لاحق"
  },
  "message.errorBadRequest": {
    "message": "محتوى الطلب غير موحد، يرجى طرح السؤال مرة أخرى",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأن محتوى الطلب غير موحد، يرجى طرح السؤال مرة أخرى"
  },
  "message.errorNoConversation": {
    "message": "المحادثة غير موجودة أو انتهت صلاحيتها، يرجى بدء محادثة جديدة",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأن المحادثة غير موجودة أو انتهت صلاحيتها، يرجى بدء محادثة جديدة"
  },
  "message.errorContentTooLarge": {
    "message": "محتوى السؤال طويل جدًا، يرجى تقصيره والمحاولة مرة أخرى",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأن محتوى السؤال طويل جدًا، يرجى تقصيره والمحاولة مرة أخرى"
  },
  "message.errorTooManyRequests": {
    "message": "عملياتك متكررة للغاية، يرجى المحاولة مرة أخرى في وقت لاحق",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأن عملياته متكررة للغاية، يرجى المحاولة مرة أخرى في وقت لاحق"
  },
  "message.errorUsedUp": {
    "message": "لقد استهلكت مرات الحزمة الخاصة بك، يرجى شراء المزيد من المرات للمتابعة في الاستخدام",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأنه قد استهلك مرات الحزمة الخاصة به، يرجى شراء المزيد من المرات للمتابعة في الاستخدام"
  },
  "message.errorUnknown": {
    "message": "حدث خطأ غير معروف على الخادم، يرجى المحاولة مرة أخرى في وقت لاحق أو الاتصال بخدمة العملاء",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأن حدث خطأ غير معروف على الخادم، يرجى المحاولة مرة أخرى في وقت لاحق أو الاتصال بخدمة العملاء"
  },
  "message.errorTimeout": {
    "message": "انتهت مهلة الإجابة على السؤال، يرجى المحاولة مرة أخرى في وقت لاحق",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأن انتهت مهلة الإجابة على السؤال، يرجى المحاولة مرة أخرى في وقت لاحق"
  },
  "message.errorNotApplied": {
    "message": "لم تقدم بعد على هذه الخدمة، يرجى التقدم أولاً قبل مواصلة طرح الأسئلة",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بأنه لم يقدم بعد على هذه الخدمة، يرجى التقدم أولاً قبل مواصلة طرح الأسئلة"
  },
  "message.confirmDelete": {
    "message": "تأكيد الحذف",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بتأكيد الحذف"
  },
  "message.howToUse": {
    "message": "اضغط Shift+Enter لبدء سطر جديد",
    "description": "رسالة في صفحة الويب، تخبر المستخدم بالضغط على Shift+Enter لبدء سطر جديد"
  }
}