{
  "button.suggested": {
    "message": "مقترح",
    "description": "نص الزر، المقترح يشير إلى زر الاقتراح"
  },
  "menu.orderList": {
    "message": "قائمة الطلبات",
    "description": "نص في قائمة الموقع، الطلبات تشير إلى الطلبات التي قام المستخدم بشرائها"
  },
  "menu.applicationList": {
    "message": "قائمة الطلبات",
    "description": "نص في قائمة الموقع، الطلبات تشير إلى الطلبات التي يستخدمها المستخدم للحصول على الخدمات"
  },
  "menu.userProfile": {
    "message": "الملف الشخصي للمستخدم",
    "description": "نص في قائمة الموقع، الملف الشخصي للمستخدم يشير إلى بياناته الشخصية"
  },
  "menu.idVerify": {
    "message": "التحقق من الهوية",
    "description": "نص في قائمة الموقع، التحقق من الهوية يشير إلى التحقق من هوية المستخدم"
  },
  "menu.manageApplication": {
    "message": "إدارة الطلبات",
    "description": "نص في قائمة الموقع، إدارة الطلبات تشير إلى إدارة طلبات المستخدم"
  },
  "menu.distributionIndex": {
    "message": "عائدات التوزيع",
    "description": "نص في قائمة الموقع، عائدات التوزيع تشير إلى العائدات التي حصل عليها المستخدم من التوصيات"
  },
  "menu.developerPlatform": {
    "message": "منصة المطورين",
    "description": "نص في قائمة الموقع، منصة المطورين تشير إلى المنصة المخصصة للمطورين"
  },
  "menu.usageList": {
    "message": "سجل الاستخدام",
    "description": "نص في قائمة الموقع، سجل الاستخدام يشير إلى تاريخ استخدام المستخدم لخدمات API"
  },
  "menu.credentialIndex": {
    "message": "المصادقة",
    "description": "نص في قائمة الموقع، المصادقة تشير إلى بيانات الوصول إلى API"
  },
  "menu.manageOrder": {
    "message": "إدارة الطلبات",
    "description": "نص في قائمة الموقع، إدارة الطلبات تشير إلى إدارة طلبات المستخدم، الطلبات تشير إلى الطلبات التي قام المستخدم بشرائها"
  },
  "menu.manageDistributionStatus": {
    "message": "إدارة التوزيع",
    "description": "نص في قائمة الموقع، إدارة التوزيع تشير إلى إدارة حالة توزيع المستخدم، ذات صلة بعائدات التوصيات"
  },
  "message.benefit1": {
    "message": "دعم استفسارات العملاء المخصص",
    "description": "نص في الصفحة الرئيسية للموقع، دعم استفسارات العملاء المخصص يشير إلى إمكانية الحصول على الدعم من موظف مختص لحل الاستفسارات"
  },
  "message.benefit2": {
    "message": "تجربة الميزات الجديدة أولا",
    "description": "نص في الصفحة الرئيسية للموقع، تجربة الميزات الجديدة أولا تشير إلى إمكانية تجربة الميزات الجديدة قبل الآخرين"
  },
  "message.buyExtra": {
    "message": "شراء إضافي",
    "description": "نص في الصفحة الرئيسية للموقع، شراء إضافي يعني إمكانية شراء مستخدم لحدود إضافية"
  },
  "message.doNotWantSubscribe": {
    "message": "لا ترغب في الاشتراك كعضو في الموقع؟ يمكنك أيضا تجربة شراء حدود خدمة فردية.",
    "description": "نص في الصفحة الرئيسية للموقع، لا تريد الاشتراك تشير إلى أن المستخدم لا يرغب في الاشتراك كعضو"
  },
  "subscription.weekly": {
    "message": "عضو أسبوعي",
    "description": "نوع العضوية، العضو الأسبوعي يشير إلى أن نوع العضوية المشتراة هو عضوية أسبوعية"
  },
  "subscription.monthly": {
    "message": "عضو شهري",
    "description": "نوع العضوية، العضو الشهري يشير إلى أن نوع العضوية المشتراة هو عضوية شهرية"
  },
  "subscription.yearly": {
    "message": "عضو سنوي",
    "description": "نوع العضوية، العضو السنوي يشير إلى أن نوع العضوية المشتراة هو عضوية سنوية"
  },
  "subscription.weekly.description": {
    "message": "عضو أسبوعي للتجربة، مناسب للاستخدام قصير الأمد.",
    "description": "وصف نوع العضوية، العضو الأسبوعي يشير إلى أن نوع العضوية المشتراة هو عضوية أسبوعية"
  },
  "subscription.monthly.description": {
    "message": "عضو شهري مرن، مناسب للاستخدام طويل الأمد.",
    "description": "وصف نوع العضوية، العضو الشهري يشير إلى أن نوع العضوية المشتراة هو عضوية شهرية"
  },
  "subscription.yearly.description": {
    "message": "عضو سنوي مميز، الأكثر توفيرا.",
    "description": "وصف نوع العضوية، العضو السنوي يشير إلى أن نوع العضوية المشتراة هو عضوية سنوية"
  },
  "subscription.introduction": {
    "message": "اشترك كعضو، لفتح جميع خدمات AI في الموقع.",
    "description": "مقدمة عن العضوية تشير إلى تعريف العضوية"
  }
}