{
  "button.suggested": {
    "message": "موصى به",
    "description": "نص الزر، موصى به يشير إلى الزر الموصى به"
  },
  "menu.orderList": {
    "message": "قائمة الطلبات",
    "description": "نص في قائمة الموقع، الطلبات تشير إلى طلبات المستخدم لشراء الخدمات"
  },
  "menu.applicationList": {
    "message": "قائمة الطلبات",
    "description": "نص في قائمة الموقع، الطلبات تشير إلى طلبات المستخدم لاستخدام الخدمات"
  },
  "menu.userProfile": {
    "message": "ملف المستخدم",
    "description": "نص في قائمة الموقع، ملف المستخدم يشير إلى الملف الشخصي للمستخدم"
  },
  "menu.idVerify": {
    "message": "التحقق من الهوية",
    "description": "نص في قائمة الموقع، التحقق من الهوية يشير إلى التحقق من هوية المستخدم"
  },
  "menu.manageApplication": {
    "message": "إدارة الطلبات",
    "description": "نص في قائمة الموقع، إدارة الطلبات تشير إلى إدارة طلبات المستخدم"
  },
  "menu.distributionIndex": {
    "message": "أرباح التوصية",
    "description": "نص في قائمة الموقع، أرباح التوصية تشير إلى أرباح المستخدم من التوصيات"
  },
  "menu.developerPlatform": {
    "message": "منصة المطورين",
    "description": "نص في قائمة الموقع، منصة المطورين تشير إلى منصة المطورين"
  },
  "menu.usageList": {
    "message": "سجل الاستخدام",
    "description": "نص في قائمة الموقع، سجل الاستخدام يشير إلى سجل استخدام المستخدم لخدمات API"
  },
  "menu.credentialIndex": {
    "message": "الاعتمادات",
    "description": "نص في قائمة الموقع، الاعتمادات تشير إلى الاعتمادات للوصول إلى API"
  },
  "menu.manageOrder": {
    "message": "إدارة الطلبات",
    "description": "نص في قائمة الموقع، إدارة الطلبات تشير إلى إدارة طلبات المستخدم، الطلبات تشير إلى طلبات المستخدم لشراء الخدمات"
  },
  "menu.manageDistributionStatus": {
    "message": "إدارة التوزيع",
    "description": "نص في قائمة الموقع، إدارة التوزيع تشير إلى إدارة حالة توزيع المستخدم، متعلقة بأرباح التوصية"
  },
  "message.benefit1": {
    "message": "دعم استفسارات العملاء المخصص",
    "description": "نص في الصفحة الرئيسية للموقع، دعم استفسارات العملاء المخصص يشير إلى أن المستخدم يمكنه الحصول على دعم استفسارات العملاء المخصص"
  },
  "message.benefit2": {
    "message": "تجربة الميزات الجديدة أولاً",
    "description": "نص في الصفحة الرئيسية للموقع، تجربة الميزات الجديدة أولاً تشير إلى أن المستخدم يمكنه تجربة الميزات الجديدة أولاً"
  },
  "message.buyExtra": {
    "message": "شراء",
    "description": "نص في الصفحة الرئيسية للموقع، شراء الرصيد يشير إلى أن المستخدم يمكنه شراء الرصيد"
  },
  "message.subscribe": {
    "message": "اشتراك",
    "description": "نص في الصفحة الرئيسية للموقع، اشتراك العضوية يشير إلى أن المستخدم يمكنه الاشتراك في العضوية"
  },
  "message.doNotWantSubscribe": {
    "message": "لا تريد الاشتراك في العضوية الدورية؟ يمكنك أيضًا تجربة شراء الرصيد بشكل منفصل.",
    "description": "نص في الصفحة الرئيسية للموقع، لا تريد الاشتراك يشير إلى أن المستخدم لا يريد الاشتراك في العضوية"
  },
  "message.doNotWantExtra": {
    "message": "لا تريد شراء الرصيد؟ يمكنك أيضًا تجربة الاشتراك في العضوية الدورية.",
    "description": "نص في الصفحة الرئيسية للموقع، لا تريد شراء الرصيد يشير إلى أن المستخدم لا يريد شراء الرصيد"
  },
  "message.applicationNotFound": {
    "message": "الطلب غير موجود",
    "description": "الرسالة التي تظهر للمستخدم عندما لا يكون الطلب موجودًا."
  },
  "subscription.title": {
    "message": "اشترك في العضوية، واستمتع بمزيد من المزايا",
    "description": "الرسالة التي تظهر للمستخدم عند الاشتراك في الخدمة."
  },
  "subscription.3days": {
    "message": "عضوية تجربة 3 أيام",
    "description": "نوع العضوية، عضوية تجربة 3 أيام"
  },
  "subscription.3days.description": {
    "message": "عضوية تجربة، مناسبة للاستخدام القصير الأمد.",
    "description": "نوع العضوية، مناسبة للاستخدام القصير الأمد"
  },
  "subscription.weekly": {
    "message": "عضوية أسبوعية",
    "description": "نوع العضوية، العضوية الأسبوعية تشير إلى نوع العضوية التي يشتريها المستخدم كعضوية أسبوعية"
  },
  "subscription.monthly": {
    "message": "عضوية شهرية",
    "description": "نوع العضوية، العضوية الشهرية تشير إلى نوع العضوية التي يشتريها المستخدم كعضوية شهرية"
  },
  "subscription.yearly": {
    "message": "عضوية سنوية",
    "description": "نوع العضوية، العضوية السنوية تشير إلى نوع العضوية التي يشتريها المستخدم كعضوية سنوية"
  },
  "subscription.weekly.description": {
    "message": "عضوية أسبوعية للتجربة، مناسبة للاستخدام القصير الأمد.",
    "description": "وصف نوع العضوية، العضوية الأسبوعية تشير إلى نوع العضوية التي يشتريها المستخدم كعضوية أسبوعية"
  },
  "subscription.monthly.description": {
    "message": "عضوية شهرية مرنة، مناسبة للاستخدام الطويل الأمد.",
    "description": "وصف نوع العضوية، العضوية الشهرية تشير إلى نوع العضوية التي يشتريها المستخدم كعضوية شهرية"
  },
  "subscription.yearly.description": {
    "message": "عضوية سنوية ذات قيمة، الخيار الأكثر اقتصادية.",
    "description": "وصف نوع العضوية، العضوية السنوية تشير إلى نوع العضوية التي يشتريها المستخدم كعضوية سنوية"
  },
  "subscription.introduction": {
    "message": "اشترك في العضوية، وافتح جميع خدمات AI في الموقع.",
    "description": "مقدمة العضوية تشير إلى مقدمة العضوية"
  }
}