{
  "button.suggested": {
    "message": "الاقتراحات",
    "description": "نص الزر، الاقتراحات يعبر عن زر موصى به"
  },
  "menu.orderList": {
    "message": "قائمة الطلبات",
    "description": "نص داخل قائمة الموقع، حيث تعبر الطلبات عن الطلبات التي قام المستخدم بشرائها"
  },
  "menu.applicationList": {
    "message": "قائمة الطلبات",
    "description": "نص داخل قائمة الموقع، حيث تعبر الطلبات عن التطبيقات التي استخدمها المستخدم للخدمات"
  },
  "menu.userProfile": {
    "message": "البروفايل الشخصي",
    "description": "نص داخل قائمة الموقع، حيث يعبر البروفايل الشخصي عن معلومات المستخدم الشخصية"
  },
  "menu.idVerify": {
    "message": "التحقق من الهوية",
    "description": "نص داخل قائمة الموقع، حيث يعبر التحقق من الهوية عن عملية التأكد من هوية المستخدم"
  },
  "menu.manageApplication": {
    "message": "إدارة الطلبات",
    "description": "نص داخل قائمة الموقع، حيث تعبر إدارة الطلبات عن إدارة طلبات المستخدم"
  },
  "menu.distributionIndex": {
    "message": "الإيرادات الترويجية",
    "description": "نص داخل قائمة الموقع، حيث تعبر الإيرادات الترويجية عن الأرباح الناتجة عن التوصيات التي قام بها المستخدم"
  },
  "menu.developerPlatform": {
    "message": "منصة المطورين",
    "description": "نص داخل قائمة الموقع، حيث تعبر منصة المطورين عن المنصة المخصصة للمطورين"
  },
  "menu.usageList": {
    "message": "سجل الاستخدام",
    "description": "نص داخل قائمة الموقع، حيث يعبر سجل الاستخدام عن تاريخ استخدام المستخدم لخدمات API"
  },
  "menu.credentialIndex": {
    "message": "المصادقات",
    "description": "نص داخل قائمة الموقع، حيث تعبر المصادقات عن بيانات دخول الوصول إلى API"
  },
  "menu.manageOrder": {
    "message": "إدارة الطلبات",
    "description": "نص داخل قائمة الموقع، حيث تعبر إدارة الطلبات عن إدارة الطلبات التي قام بها المستخدم"
  },
  "menu.manageDistributionStatus": {
    "message": "إدارة التوزيع",
    "description": "نص داخل قائمة الموقع، حيث تعبر إدارة التوزيع عن إدارة حالة توزيع المستخدم المتعلقة بالإيرادات الترويجية"
  },
  "message.benefit1": {
    "message": "دعم إجابات خدمة العملاء المخصص",
    "description": "نص على الصفحة الرئيسية للموقع، حيث يعبر دعم إجابات خدمة العملاء المخصص عن دعم المستخدم من قبل خدمة العملاء المخصصة"
  },
  "message.benefit2": {
    "message": "تجربة الميزات الجديدة بشكل حصري",
    "description": "نص على الصفحة الرئيسية للموقع، حيث يعني تجربة الميزات الجديدة بشكل حصري أن المستخدم يمكنه تجربة الميزات الجديدة أولاً"
  },
  "message.buyExtra": {
    "message": "اذهب للشراء",
    "description": "نص على الصفحة الرئيسية للموقع، حيث يعني الشراء أنه يمكن للمستخدم شراء الرصيد"
  },
  "message.subscribe": {
    "message": "اذهب للاشتراك",
    "description": "نص على الصفحة الرئيسية للموقع، حيث يعنى الاشتراك أنه يمكن للمستخدم الاشتراك كعضو"
  },
  "message.doNotWantSubscribe": {
    "message": "لا ترغب في الاشتراك في العضوية الكاملة؟ يمكنك أيضًا تجربة شراء رصيد خدمة واحدة.",
    "description": "نص على الصفحة الرئيسية للموقع، حيث يعني لا أرغب في الاشتراك أن المستخدم لا يريد الاشتراك"
  },
  "message.doNotWantExtra": {
    "message": "لا ترغب في شراء الرصيد؟ يمكنك أيضًا تجربة الاشتراك في العضوية الكاملة.",
    "description": "نص على الصفحة الرئيسية للموقع، حيث يعني لا أرغب في شراء الرصيد أن المستخدم لا يريد شراء رصيد إضافي"
  },
  "subscription.3days": {
    "message": "عضوية لمدة 3 أيام",
    "description": "نوع العضوية، عضوية تجربة لمدة 3 أيام"
  },
  "subscription.3days.description": {
    "message": "عضوية تجربوية، مناسبة للاستخدام قصير الأجل.",
    "description": "نوع العضوية، مناسبة للاستخدام قصير الأجل"
  },
  "subscription.weekly": {
    "message": "عضوية أسبوعية",
    "description": "نوع العضوية، تشير العضوية الأسبوعية إلى نوع العضوية التي اشتراها المستخدم"
  },
  "subscription.monthly": {
    "message": "عضوية شهرية",
    "description": "نوع العضوية، تشير العضوية الشهرية إلى نوع العضوية التي اشتراها المستخدم"
  },
  "subscription.yearly": {
    "message": "عضوية سنوية",
    "description": "نوع العضوية، تشير العضوية السنوية إلى نوع العضوية التي اشتراها المستخدم"
  },
  "subscription.weekly.description": {
    "message": "عضوية تجربة أسبوعية، مناسبة للاستخدام قصير الأجل.",
    "description": "وصف نوع العضوية، تشير العضوية الأسبوعية إلى نوع العضوية التي اشتراها المستخدم"
  },
  "subscription.monthly.description": {
    "message": "عضوية شهرية مرنة، مناسبة للاستخدام طويل الأجل.",
    "description": "وصف نوع العضوية، تشير العضوية الشهرية إلى نوع العضوية التي اشتراها المستخدم"
  },
  "subscription.yearly.description": {
    "message": "عضوية سنوية متميزة، الخيار الأكثر توفيرًا.",
    "description": "وصف نوع العضوية، تشير العضوية السنوية إلى نوع العضوية التي اشتراها المستخدم"
  },
  "subscription.introduction": {
    "message": "اشترك كعضو، واحصل على الوصول لجميع خدمات الذكاء الاصطناعي في الموقع.",
    "description": "وصف العضوية، تعبر عن معلومات العضوية"
  }
}