{
  "button.suggested": {
    "message": "مقترح",
    "description": "نص الزر، يشير إلى الزر المقترح"
  },
  "menu.orderList": {
    "message": "قائمة الطلبات",
    "description": "النص في قائمة الموقع، الطلبات تشير إلى الطلبات التي يقوم المستخدم بشراء الخدمات من خلالها"
  },
  "menu.applicationList": {
    "message": "قائمة الطلبات",
    "description": "النص في قائمة الموقع، الطلبات تشير إلى الطلبات المقدمة لاستخدام الخدمات من قبل المستخدم"
  },
  "menu.userProfile": {
    "message": "الملف الشخصي للمستخدم",
    "description": "النص في قائمة الموقع، الملف الشخصي يشير إلى معلومات المستخدم الشخصية"
  },
  "menu.idVerify": {
    "message": "التحقق من الهوية",
    "description": "النص في قائمة الموقع، التحقق من الهوية يشير إلى عملية التحقق من هوية المستخدم"
  },
  "menu.manageApplication": {
    "message": "إدارة الطلبات",
    "description": "النص في قائمة الموقع، إدارة الطلبات تشير إلى إدارة الطلبات المقدمة من قبل المستخدم"
  },
  "menu.distributionIndex": {
    "message": "العوائد المقترحة",
    "description": "النص في قائمة الموقع، العوائد المقترحة تشير إلى العوائد التي حصل عليها المستخدم من التوصيات"
  },
  "menu.developerPlatform": {
    "message": "منصة المطورين",
    "description": "النص في قائمة الموقع، منصة المطورين تشير إلى المنصة المخصصة للمطورين"
  },
  "menu.usageList": {
    "message": "سجل الاستخدام",
    "description": "النص في قائمة الموقع، سجل الاستخدام يشير إلى تاريخ استخدام المستخدم لخدمات الـ API"
  },
  "menu.credentialIndex": {
    "message": "المستندات",
    "description": "النص في قائمة الموقع، المستندات تشير إلى المستندات اللازمة للوصول إلى خدمات الـ API"
  },
  "menu.manageOrder": {
    "message": "إدارة الطلبات",
    "description": "النص في قائمة الموقع، إدارة الطلبات تشير إلى إدارة الطلبات التي قدمها المستخدم، والطلبات تشير إلى الطلبات التي قام المستخدم بشراء الخدمات من خلالها"
  },
  "menu.manageDistributionStatus": {
    "message": "إدارة التوزيع",
    "description": "النص في قائمة الموقع، إدارة التوزيع تشير إلى إدارة حالة توزيع العوائد المتعلقة بتوصيات المستخدم"
  },
  "message.benefit1": {
    "message": "دعم استفسارات العملاء المخصص",
    "description": "النص في الصفحة الرئيسية للموقع، دعم استفسارات العملاء المخصص يشير إلى إمكانية المستخدم الحصول على دعم من خدمة العملاء"
  },
  "message.benefit2": {
    "message": "تجربة أولية للميزات الجديدة",
    "description": "النص في الصفحة الرئيسية للموقع، تجربة أولية للميزات الجديدة تشير إلى إمكانية المستخدم لتجربة الميزات الجديدة قبل الآخرين"
  },
  "message.buyExtra": {
    "message": "قم بالشراء",
    "description": "النص في الصفحة الرئيسية للموقع، يشير إلى إمكانية المستخدم لشراء وحدات إضافية"
  },
  "message.doNotWantSubscribe": {
    "message": "لا ترغب في الاشتراك كعضو في الموقع؟ يمكنك أيضًا تجربة شراء وحدات خدمة فردية.",
    "description": "النص في الصفحة الرئيسية للموقع، لا ترغب في الاشتراك يشير إلى عدم رغبة المستخدم في الاشتراك كعضو"
  },
  "subscription.3days": {
    "message": "عضوية تجريبية لمدة 3 أيام",
    "description": "نوع العضوية، عضوية تجريبية لمدة 3 أيام"
  },
  "subscription.3days.description": {
    "message": "عضوية تجريبية، مناسبة للاستخدام على المدى القصير.",
    "description": "نوع العضوية، مناسبة للاستخدام على المدى القصير"
  },
  "subscription.weekly": {
    "message": "عضوية أسبوعية",
    "description": "نوع العضوية، العضوية الأسبوعية تعني أن نوع العضوية التي تم شراؤها هو عضوية لمدة أسبوع"
  },
  "subscription.monthly": {
    "message": "عضوية شهرية",
    "description": "نوع العضوية، العضوية الشهرية تعني أن نوع العضوية التي تم شراؤها هو عضوية لمدة شهر"
  },
  "subscription.yearly": {
    "message": "عضوية سنوية",
    "description": "نوع العضوية، العضوية السنوية تعني أن نوع العضوية التي تم شراؤها هو عضوية لمدة سنة"
  },
  "subscription.weekly.description": {
    "message": "عضوية تجريبية أسبوعية، مناسبة للاستخدام على المدى القصير.",
    "description": "وصف نوع العضوية، العضوية الأسبوعية تعني أن نوع العضوية التي تم شراؤها هو عضوية لمدة أسبوع"
  },
  "subscription.monthly.description": {
    "message": "عضوية شهرية مرنة، مناسبة للاستخدام على المدى الطويل.",
    "description": "وصف نوع العضوية، العضوية الشهرية تعني أن نوع العضوية التي تم شراؤها هو عضوية لمدة شهر"
  },
  "subscription.yearly.description": {
    "message": "عضوية سنوية قيمة، الخيار الأكثر توفيرًا.",
    "description": "وصف نوع العضوية، العضوية السنوية تعني أن نوع العضوية التي تم شراؤها هو عضوية لمدة سنة"
  },
  "subscription.introduction": {
    "message": "اشترك للحصول على عضوية، وافتح جميع خدمات الذكاء الاصطناعي في الموقع.",
    "description": "مقدمة عن العضوية تشير إلى وصف العضوية"
  }
}