{
  "model.35Standard": {
    "message": "3.5 Стандартний",
    "description": "Назва моделі сервісу, яка є GPT 3.5 Базовою"
  },
  "model.35StandardDescription": {
    "message": "Базова модель, яка може відповідати на прості питання та надавати загальну інформацію.",
    "description": "Опис стандартної моделі 3.5"
  },
  "model.35Browsing": {
    "message": "3.5 Пошук",
    "description": "Назва моделі сервісу, яка є GPT 3.5 Пошуковою"
  },
  "model.35BrowsingDescription": {
    "message": "Може в реальному часі отримувати інформацію з Інтернету та надавати більш базові відповіді.",
    "description": "Опис пошукової моделі 3.5"
  },
  "model.4Standard": {
    "message": "4.0 Стандартний",
    "description": "Назва моделі сервісу, яка є GPT 4.0 Стандартною"
  },
  "model.4StandardDescription": {
    "message": "Більш потужна модель, яка може відповідати на більш складні питання.",
    "description": "Опис стандартної моделі 4.0"
  },
  "model.4Browsing": {
    "message": "4.0 Пошук",
    "description": "Назва моделі сервісу, яка є GPT 4.0 Пошуковою"
  },
  "model.4BrowsingDescription": {
    "message": "Може в реальному часі отримувати інформацію для надання відповідей на основі стандартної моделі 4.0.",
    "description": "Опис пошукової моделі 4.0"
  },
  "model.4Vision": {
    "message": "4.0 Візія",
    "description": "Назва моделі сервісу, яка є GPT 4.0 Візійною"
  },
  "model.4VisionDescription": {
    "message": "Може аналізувати зображення та надавати інформацію на основі змісту зображень.",
    "description": "Опис візійної моделі 4.0"
  },
  "message.startNewChat": {
    "message": "Почати нову розмову",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві почати нову розмову"
  },
  "message.uploadFile": {
    "message": "Завантажити файл",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві завантажити файл"
  },
  "message.noToken": {
    "message": "Будь ласка, спочатку подайте заявку на відповідний сервіс",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві спочатку подати заявку на відповідний сервіс"
  },
  "message.newMessagePlaceholder": {
    "message": "Будь ласка, введіть своє питання...",
    "description": "Заповнювач на веб-сторінці, який каже користувачеві ввести питання"
  },
  "message.noInput": {
    "message": "Питання не може бути порожнім",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що питання не може бути порожнім"
  },
  "message.uploadReferencesExceed": {
    "message": "Ви можете завантажити лише 1 файл як максимум",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ви можете завантажити лише 1 файл як максимум"
  },
  "message.uploadReferencesError": {
    "message": "Помилка завантаження файлу, будь ласка, спробуйте ще раз пізніше",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що завантаження файлу не вдалося, будь ласка, спробуйте ще раз пізніше"
  },
  "message.notApplied": {
    "message": "Ви ще не подавали заявку на цей сервіс, будь ласка, спочатку подайте заявку",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ви ще не подавали заявку на цей сервіс, будь ласка, спочатку подайте заявку"
  },
  "message.tryForFree": {
    "message": "Спробувати безкоштовно",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві спробувати безкоштовно"
  },
  "message.question1": {
    "message": "Напишіть фрагмент коду JavaScript, який виводить Hello World",
    "description": "Приклад питання для початку розмови, яке просить користувача написати фрагмент коду JavaScript, який виводить Hello World"
  },
  "message.question2": {
    "message": "Напишіть електронного листа Майку, повідомляючи йому, що я тільки що переїхав",
    "description": "Приклад питання для початку розмови, яке просить користувача написати електронного листа Майку, повідомляючи йому, що я тільки що переїхав"
  },
  "message.question3": {
    "message": "Поясніть основні принципи квантового обчислення простими словами",
    "description": "Приклад питання для початку розмови, яке просить користувача пояснити основні принципи квантового обчислення простими словами"
  },
  "message.question4": {
    "message": "Який вплив мала віртуальна реальність на художнє творчість?",
    "description": "Приклад питання для початку розмови, яке просить користувача пояснити, який вплив мала віртуальна реальність на художнє творчість"
  },
  "message.question5": {
    "message": "Як конфіденційність та захист даних впливають на правову практику?",
    "description": "Приклад питання для початку розмови, яке просить користувача пояснити, як конфіденційність та захист даних впливають на правову практику"
  },
  "message.question6": {
    "message": "Як впоратися з складними змінами в податковому законодавстві сучасного світу?",
    "description": "Приклад питання для початку розмови, яке просить користувача пояснити, як впоратися з складними змінами в податковому законодавстві сучасного світу"
  },
  "message.question7": {
    "message": "Як створити унікальну кухню, поєднуючи різні регіональні культурні особливості?",
    "description": "Приклад питання для початку розмови, яке просить користувача пояснити, як створити унікальну кухню, поєднуючи різні регіональні культурні особливості"
  },
  "message.question8": {
    "message": "Як отримати натхнення для літературного творчого процесу з подорожей?",
    "description": "Приклад питання для початку розмови, яке просить користувача пояснити, як отримати натхнення для літературного творчого процесу з подорожей"
  },
  "message.question9": {
    "message": "Як отримати бізнес-ідеї з успішних випадків у різних галузах?",
    "description": "Приклад питання для початку розмови, яке просить користувача пояснити, як отримати бізнес-ідеї з успішних випадків у різних галузах"
  },
  "message.errorApiError": {
    "message": "Відповідь не вдалася, будь ласка, спробуйте ще раз пізніше",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що відповідь не вдалася, будь ласка, спробуйте ще раз пізніше"
  },
  "message.errorBadRequest": {
    "message": "Вміст запиту не відповідає стандартам, будь ласка, задайте питання ще раз",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що вміст запиту не відповідає стандартам, будь ласка, задайте питання ще раз"
  },
  "message.errorNoConversation": {
    "message": "Розмова не існує або закінчилася, будь ласка, почніть нову розмову",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що розмова не існує або закінчилася, будь ласка, почніть нову розмову"
  },
  "message.errorContentTooLarge": {
    "message": "Зміст питання занадто довгий, будь ласка, скоротіть його та спробуйте ще раз",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що зміст питання занадто довгий, будь ласка, скоротіть його та спробуйте ще раз"
  },
  "message.errorTooManyRequests": {
    "message": "Ваші операції занадто часті, будь ласка, спробуйте ще раз пізніше",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ваші операції занадто часті, будь ласка, спробуйте ще раз пізніше"
  },
  "message.errorUsedUp": {
    "message": "Ви вичерпали ліміт свого пакету, будь ласка, купіть ще раз, щоб продовжити використання",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ви вичерпали ліміт свого пакету, будь ласка, купіть ще раз, щоб продовжити використання"
  },
  "message.errorUnknown": {
    "message": "На сервері сталася невідома помилка, будь ласка, спробуйте ще раз пізніше або зверніться до служби підтримки",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що на сервері сталася невідома помилка, будь ласка, спробуйте ще раз пізніше або зверніться до служби підтримки"
  },
  "message.errorTimeout": {
    "message": "Час відповіді на питання вичерпався, будь ласка, спробуйте ще раз пізніше",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що час відповіді на питання вичерпався, будь ласка, спробуйте ще раз пізніше"
  },
  "message.errorNotApplied": {
    "message": "Ви ще не подавали заявку на цей сервіс, будь ласка, спочатку подайте заявку, перш ніж продовжувати задавати питання",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ви ще не подавали заявку на цей сервіс, будь ласка, спочатку подайте заявку, перш ніж продовжувати задавати питання"
  }
}