{
  "model.35Standard": {
    "message": "3.5 Стандарт",
    "description": "Назва моделі сервісу, яка є GPT 3.5 Базовою"
  },
  "model.35StandardDescription": {
    "message": "Чудово підходить для щоденних завдань.",
    "description": "Опис моделі 3.5 Стандарт"
  },
  "model.35Browsing": {
    "message": "3.5 Перегляд",
    "description": "Назва моделі сервісу, яка є GPT 3.5 Переглядом"
  },
  "model.35BrowsingDescription": {
    "message": "Може отримувати інформацію в реальному часі.",
    "description": "Опис моделі 3.5 Перегляд"
  },
  "model.4Standard": {
    "message": "4.0 Стандарт",
    "description": "Назва моделі сервісу, яка є GPT 4.0 Стандартною"
  },
  "model.4StandardDescription": {
    "message": "Більш потужна модель для складних завдань.",
    "description": "Опис моделі 4.0 Стандарт"
  },
  "model.4Browsing": {
    "message": "4.0 Перегляд",
    "description": "Назва моделі сервісу, яка є GPT 4.0 Переглядом"
  },
  "model.4BrowsingDescription": {
    "message": "Потужний та можливість отримання інформації в реальному часі.",
    "description": "Опис моделі 4.0 Перегляд"
  },
  "model.4Vision": {
    "message": "4.0 Візія",
    "description": "Назва моделі сервісу, яка є GPT 4.0 Візією"
  },
  "model.4VisionDescription": {
    "message": "Може аналізувати зображення.",
    "description": "Опис моделі 4.0 Візія"
  },
  "message.startNewChat": {
    "message": "Почати нову розмову",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві почати нову розмову"
  },
  "message.uploadFile": {
    "message": "Завантажити файл",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві завантажити файл"
  },
  "message.noToken": {
    "message": "Будь ласка, спочатку подайте заявку на відповідний сервіс",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві спочатку подати заявку на відповідний сервіс"
  },
  "message.newMessagePlaceholder": {
    "message": "Будь ласка, введіть своє питання...",
    "description": "Заповнювач на веб-сторінці, який каже користувачеві ввести питання"
  },
  "message.noInput": {
    "message": "Питання не може бути порожнім",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що питання не може бути порожнім"
  },
  "message.uploadReferencesExceed": {
    "message": "Ви можете завантажити лише 1 файл як максимум",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ви можете завантажити лише 1 файл як максимум"
  },
  "message.uploadReferencesError": {
    "message": "Помилка завантаження файлу, спробуйте ще раз пізніше",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що завантаження файлу не вдалося, спробуйте ще раз пізніше"
  },
  "message.notApplied": {
    "message": "Ви ще не подавали заявку на цей сервіс, будь ласка, спочатку подайте заявку",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ви ще не подавали заявку на цей сервіс, будь ласка, спочатку подайте заявку"
  },
  "message.tryForFree": {
    "message": "Спробувати безкоштовно",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві спробувати безкоштовно"
  },
  "message.question1": {
    "message": "Створіть план тренувань",
    "description": "Приклад питань для початку чату, яке просить користувача написати фрагмент коду JavaScript, який виводить Привіт, світ"
  },
  "message.question2": {
    "message": "Створіть особисту веб-сторінку",
    "description": "Приклад питань для початку чату, яке просить користувача написати електронного листа Майку, повідомляючи йому, що я тільки переїхав"
  },
  "message.question3": {
    "message": "Розробіть цікаву гру для програмування",
    "description": "Приклад питань для початку чату, яке просить користувача пояснити основні принципи квантового обчислення простими словами"
  },
  "message.question4": {
    "message": "Відчуйте Сеул як місцевий мешканець",
    "description": "Приклад питань для початку чату, яке просить користувача пояснити, який вплив мав віртуальна реальність на художнє створення"
  },
  "message.errorApiError": {
    "message": "Відповідь не вдалася, спробуйте ще раз пізніше",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що відповідь не вдалася, спробуйте ще раз пізніше"
  },
  "message.errorBadRequest": {
    "message": "Вміст запиту не стандартизований, будь ласка, задайте питання ще раз",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що вміст запиту не стандартизований, будь ласка, задайте питання ще раз"
  },
  "message.errorNoConversation": {
    "message": "Розмова не існує або закінчилася, будь ласка, почніть нову розмову",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що розмова не існує або закінчилася, будь ласка, почніть нову розмову"
  },
  "message.errorContentTooLarge": {
    "message": "Вміст питання занадто довгий, скоротіть його і спробуйте ще раз",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що вміст питання занадто довгий, скоротіть його і спробуйте ще раз"
  },
  "message.errorTooManyRequests": {
    "message": "Ваші операції занадто часті, спробуйте ще раз пізніше",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ваші операції занадто часті, спробуйте ще раз пізніше"
  },
  "message.errorUsedUp": {
    "message": "Ви вичерпали ліміт використання пакету, будь ласка, купіть ще раз, щоб продовжити використання",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ви вичерпали ліміт використання пакету, будь ласка, купіть ще раз, щоб продовжити використання"
  },
  "message.errorUnknown": {
    "message": "На сервері сталася невідома помилка, спробуйте ще раз пізніше або зверніться до служби підтримки",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що на сервері сталася невідома помилка, спробуйте ще раз пізніше або зверніться до служби підтримки"
  },
  "message.errorTimeout": {
    "message": "Час відповіді на питання вичерпався, спробуйте ще раз пізніше",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що час відповіді на питання вичерпався, спробуйте ще раз пізніше"
  },
  "message.errorNotApplied": {
    "message": "Ви ще не подавали заявку на цей сервіс, будь ласка, спочатку подайте заявку, перш ніж продовжувати задавати питання",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що ви ще не подавали заявку на цей сервіс, будь ласка, спочатку подайте заявку, перш ніж продовжувати задавати питання"
  },
  "message.confirmDelete": {
    "message": "Підтвердити видалення",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві підтвердити видалення"
  },
  "message.howToUse": {
    "message": "Штучний інтелект може допускати помилки. Перевірте важливу інформацію.",
    "description": "Повідомлення на веб-сторінці, яке каже користувачеві, що штучний інтелект може допускати помилки. Перевірте важливу інформацію."
  },
  "title.chat": {
    "message": "Чат з ШІ",
    "description": "Заголовок веб-сторінки, який є Чатом з ШІ"
  },
  "title.example": {
    "message": "Приклад",
    "description": "Заголовок веб-сторінки, який є Прикладом"
  },
  "title.capabilities": {
    "message": "Можливості",
    "description": "Заголовок веб-сторінки, який є Можливостями"
  },
  "title.limitations": {
    "message": "Обмеження",
    "description": "Заголовок на веб-сторінці, який показує, що ця частина стосується Технічних обмежень сервісу"
  },
  "title.complexQuestion": {
    "message": "Відповідь на складні питання",
    "description": "Заголовок на веб-сторінці, який показує, що ця частина стосується можливості сервісу відповідати на складні питання"
  },
  "title.professionalQuestion": {
    "message": "Консультування професійних питань",
    "description": "Заголовок на веб-сторінці, який показує, що ця частина стосується можливості сервісу консультувати професійні питання"
  },
  "title.getTips": {
    "message": "Отримайте натхнення та креативність",
    "description": "Заголовок на веб-сторінці, який показує, що ця частина стосується можливості сервісу отримати натхнення та креативність"
  },
  "group.today": {
    "message": "Сьогодні",
    "description": "Назва групи на веб-сторінці, яка є Сьогодні"
  },
  "group.yesterday": {
    "message": "Вчора",
    "description": "Назва групи на веб-сторінці, яка є Вчора"
  },
  "group.thisWeek": {
    "message": "Цього тижня",
    "description": "Назва групи на веб-сторінці, яка є Цього тижня"
  },
  "group.earlier": {
    "message": "Раніше",
    "description": "Назва групи на веб-сторінці, яка є Раніше"
  }
}