{
  "button.suggested": {
    "message": "Рекомендовано",
    "description": "Текст на кнопці, яка вказує на рекомендований варіант"
  },
  "menu.orderList": {
    "message": "Список замовлень",
    "description": "Текст у меню сайту, список замовлень вказує на замовлення користувача на послуги"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст у меню сайту, список заявок вказує на заявки користувача на послуги"
  },
  "menu.userProfile": {
    "message": "Профіль користувача",
    "description": "Текст у меню сайту, профіль користувача вказує на особисту інформацію користувача"
  },
  "menu.idVerify": {
    "message": "Перевірка особи",
    "description": "Текст у меню сайту, перевірка особи означає перевірку особи користувача"
  },
  "menu.manageApplication": {
    "message": "Управління заявками",
    "description": "Текст у меню сайту, управління заявками вказує на управління заявками користувача"
  },
  "menu.distributionIndex": {
    "message": "Рекомендовані доходи",
    "description": "Текст у меню сайту, рекомендовані доходи вказують на доходи користувача від рекомендацій"
  },
  "menu.developerPlatform": {
    "message": "Платформа для розробників",
    "description": "Текст у меню сайту, платформа для розробників вказує на платформу для розробників"
  },
  "menu.usageList": {
    "message": "Історія використання",
    "description": "Текст у меню сайту, історія використання вказує на записи про використання API сервісів"
  },
  "menu.credentialIndex": {
    "message": "Креденціали",
    "description": "Текст у меню сайту, креденціали вказують на доступ до API"
  },
  "menu.manageOrder": {
    "message": "Управління замовленнями",
    "description": "Текст у меню сайту, управління замовленнями вказує на управління замовленнями користувача, замовлення означає замовлення на придбання послуг"
  },
  "menu.manageDistributionStatus": {
    "message": "Управління дистрибуцією",
    "description": "Текст у меню сайту, управління дистрибуцією вказує на управління статусом дистрибуції користувача, що стосується рекомендованих доходів"
  },
  "message.benefit1": {
    "message": "Підтримка спеціалізованого сервісу клієнтів",
    "description": "Текст на головній сторінці сайту, підтримка спеціалізованого сервісу клієнтів вказує на те, що користувач може отримати допомогу"
  },
  "message.benefit2": {
    "message": "Пріоритетний доступ до нових функцій",
    "description": "Текст на головній сторінці сайту, пріоритетний доступ до нових функцій вказує на можливість користувача першими спробувати нові функції"
  },
  "message.buyExtra": {
    "message": "Придбати додаткове",
    "description": "Текст на головній сторінці сайту, придбати додаткове вказує на можливість купівлі кредиту"
  },
  "message.subscribe": {
    "message": "Підписатися",
    "description": "Текст на головній сторінці сайту, підписка на членство вказує на можливість підписатися"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хочете підписуватися на членство? Ви також можете спробувати купити кредит на окремі послуги.",
    "description": "Текст на головній сторінці сайту, не бажаючи підписатися означає, що користувач не хоче підписуватися"
  },
  "message.doNotWantExtra": {
    "message": "Не хочете купувати кредити? Ви також можете спробувати підписатися на членство.",
    "description": "Текст на головній сторінці сайту, не хочучи купувати кредити означає, що користувач не хоче купувати кредит"
  },
  "subscription.3days": {
    "message": "3 дні пробного членства",
    "description": "Тип членства, 3 дні пробного членства"
  },
  "subscription.3days.description": {
    "message": "Пробне членство, підходить для короткострокового використання.",
    "description": "Тип членства, підходить для короткострокового використання"
  },
  "subscription.weekly": {
    "message": "Щотижневе членство",
    "description": "Тип членства, щотижневе членство вказує на обраний користувачем тип членства"
  },
  "subscription.monthly": {
    "message": "Щомісячне членство",
    "description": "Тип членства, щомісячне членство вказує на обраний користувачем тип членства"
  },
  "subscription.yearly": {
    "message": "Щорічне членство",
    "description": "Тип членства, щорічне членство вказує на обраний користувачем тип членства"
  },
  "subscription.weekly.description": {
    "message": "Пробне щотижневе членство, підходить для короткострокового використання.",
    "description": "Опис типу членства, щотижневе членство вказує на обраний користувачем тип членства"
  },
  "subscription.monthly.description": {
    "message": "Гнучке щомісячне членство, підходить для довгострокового використання.",
    "description": "Опис типу членства, щомісячне членство вказує на обраний користувачем тип членства"
  },
  "subscription.yearly.description": {
    "message": "Вигідне щорічне членство, найбільш вигідний вибір.",
    "description": "Опис типу членства, щорічне членство вказує на обраний користувачем тип членства"
  },
  "subscription.introduction": {
    "message": "Підписка на членство, розблокує всі AI послуги на сайті.",
    "description": "Опис членства"
  }
}