{
  "button.suggested": {
    "message": "Рекомендовано",
    "description": "Текст кнопки, що означає рекомендовану кнопку"
  },
  "menu.orderList": {
    "message": "Список замовлень",
    "description": "Текст у меню сайту, замовлення означає замовлення на послуги, які користувач придбав"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст у меню сайту, заявка означає заявку користувача на використання послуг"
  },
  "menu.userProfile": {
    "message": "Профіль користувача",
    "description": "Текст у меню сайту, профіль користувача означає особистий профіль користувача"
  },
  "menu.idVerify": {
    "message": "Перевірка особи",
    "description": "Текст у меню сайту, перевірка особи означає верифікацію особи користувача"
  },
  "menu.manageApplication": {
    "message": "Управління заявками",
    "description": "Текст у меню сайту, управління заявками означає управління заявками користувача"
  },
  "menu.distributionIndex": {
    "message": "Рекомендовані доходи",
    "description": "Текст у меню сайту, рекомендовані доходи означає доходи від рекомендацій користувача"
  },
  "menu.developerPlatform": {
    "message": "Платформа розробника",
    "description": "Текст у меню сайту, платформа розробника означає платформу для розробників"
  },
  "menu.usageList": {
    "message": "Історія використання",
    "description": "Текст у меню сайту, історія використання означає історію використання API послуг користувачем"
  },
  "menu.credentialIndex": {
    "message": "Облікові дані",
    "description": "Текст у меню сайту, облікові дані означає облікові дані для доступу до API"
  },
  "menu.manageOrder": {
    "message": "Управління замовленнями",
    "description": "Текст у меню сайту, управління замовленнями означає управління замовленнями користувача, замовлення означає замовлення на послуги, які користувач придбав"
  },
  "menu.manageDistributionStatus": {
    "message": "Управління дистрибуцією",
    "description": "Текст у меню сайту, управління дистрибуцією означає управління статусом дистрибуції користувача, пов'язане з доходами від рекомендацій"
  },
  "message.benefit1": {
    "message": "Ексклюзивна підтримка клієнтів",
    "description": "Текст на головній сторінці сайту, ексклюзивна підтримка клієнтів означає, що користувач може отримати підтримку від ексклюзивної служби підтримки клієнтів"
  },
  "message.benefit2": {
    "message": "Пріоритетний доступ до нових функцій",
    "description": "Текст на головній сторінці сайту, пріоритетний доступ до нових функцій означає, що користувач може отримати пріоритетний доступ до нових функцій"
  },
  "message.buyExtra": {
    "message": "Придбати",
    "description": "Текст на головній сторінці сайту, придбати квоту означає, що користувач може придбати квоту"
  },
  "message.subscribe": {
    "message": "Підписатися",
    "description": "Текст на головній сторінці сайту, підписка на членство означає, що користувач може підписатися на членство"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хочете підписуватися на періодичне членство? Ви також можете спробувати придбати квоту окремо.",
    "description": "Текст на головній сторінці сайту, не хочете підписуватися означає, що користувач не хоче підписуватися на членство"
  },
  "message.doNotWantExtra": {
    "message": "Не хочете купувати квоту? Ви також можете спробувати підписатися на періодичне членство.",
    "description": "Текст на головній сторінці сайту, не хочете купувати квоту означає, що користувач не хоче купувати квоту"
  },
  "message.applicationNotFound": {
    "message": "Заявка не знайдена",
    "description": "Повідомлення, яке відображається користувачеві, коли заявка не знайдена."
  },
  "subscription.title": {
    "message": "Підписка на членство, насолоджуйтесь більше перевагами",
    "description": "Повідомлення, яке відображається користувачеві, коли він підписується на послугу."
  },
  "subscription.3days": {
    "message": "3-денне пробне членство",
    "description": "Тип членства, 3-денне пробне членство"
  },
  "subscription.3days.description": {
    "message": "Пробне членство, підходить для короткострокового використання.",
    "description": "Опис типу членства, підходить для короткострокового використання"
  },
  "subscription.weekly": {
    "message": "Тижневе членство",
    "description": "Тип членства, тижневе членство означає, що користувач придбав членство на тиждень"
  },
  "subscription.monthly": {
    "message": "Місячне членство",
    "description": "Тип членства, місячне членство означає, що користувач придбав членство на місяць"
  },
  "subscription.yearly": {
    "message": "Річне членство",
    "description": "Тип членства, річне членство означає, що користувач придбав членство на рік"
  },
  "subscription.weekly.description": {
    "message": "Пробне тижневе членство, підходить для короткострокового використання.",
    "description": "Опис типу членства, тижневе членство означає, що користувач придбав членство на тиждень"
  },
  "subscription.monthly.description": {
    "message": "Гнучке місячне членство, підходить для довгострокового використання.",
    "description": "Опис типу членства, місячне членство означає, що користувач придбав членство на місяць"
  },
  "subscription.yearly.description": {
    "message": "Вигідне річне членство, найкращий вибір.",
    "description": "Опис типу членства, річне членство означає, що користувач придбав членство на рік"
  },
  "subscription.introduction": {
    "message": "Підписка на членство, розблокуйте всі AI послуги на сайті.",
    "description": "Опис членства"
  }
}