{
  "button.suggested": {
    "message": "Рекомендоване",
    "description": "Текст кнопки, рекомендоване означає кнопку рекомендації"
  },
  "menu.orderList": {
    "message": "Список замовлень",
    "description": "Текст у меню сайту, список замовлень означає замовлення користувача на купівлю послуг"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст у меню сайту, список заявок означає заявки користувача на використання послуг"
  },
  "menu.userProfile": {
    "message": "Профіль користувача",
    "description": "Текст у меню сайту, профіль користувача означає особисті дані користувача"
  },
  "menu.idVerify": {
    "message": "Перевірка особи",
    "description": "Текст у меню сайту, перевірка особи означає підтвердження особи користувача"
  },
  "menu.manageApplication": {
    "message": "Управління заявками",
    "description": "Текст у меню сайту, управління заявками означає управління заявками користувача"
  },
  "menu.distributionIndex": {
    "message": "Дохід з рекомендацій",
    "description": "Текст у меню сайту, дохід з рекомендацій означає дохід користувача від його рекомендацій"
  },
  "menu.developerPlatform": {
    "message": "Платформа розробників",
    "description": "Текст у меню сайту, платформа розробників означає платформу для розробників"
  },
  "menu.usageList": {
    "message": "Історія використання",
    "description": "Текст у меню сайту, історія використання означає історію використання API сервісу користувачем"
  },
  "menu.credentialIndex": {
    "message": "Аутентифікаційні дані",
    "description": "Текст у меню сайту, аутентифікаційні дані означають дані для доступу до API"
  },
  "menu.manageOrder": {
    "message": "Управління замовленнями",
    "description": "Текст у меню сайту, управління замовленнями означає управління замовленнями користувача, замовлення означає покупки користувача"
  },
  "menu.manageDistributionStatus": {
    "message": "Управління дистрибуцією",
    "description": "Текст у меню сайту, управління дистрибуцією означає управління статусом дистрибуції користувача, пов'язане з доходом від рекомендацій"
  },
  "message.benefit1": {
    "message": "Індивідуальна підтримка від службовця",
    "description": "Текст на головній сторінці сайту, індивідуальна підтримка від службовця означає, що користувач може отримати індивідуальну консультацію"
  },
  "message.benefit2": {
    "message": "Пріоритетний доступ до нових функцій",
    "description": "Текст на головній сторінці сайту, пріоритетний доступ до нових функцій означає, що користувач може першочергово використовувати нові функції"
  },
  "message.buyExtra": {
    "message": "Купити додаткові кредити",
    "description": "Текст на головній сторінці сайту, купити кредити означає, що користувач може купити кредити"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хочете підписуватись на повний доступ? Ви також можете спробувати купити кредити для окремих послуг.",
    "description": "Текст на головній сторінці сайту, не хочете підписуватись означає, що користувач не бажає підписуватись на повний доступ"
  },
  "subscription.weekly": {
    "message": "Тижнева підписка",
    "description": "Тип підписки, тижнева підписка означає, що користувач купує тип підписки на тиждень"
  },
  "subscription.monthly": {
    "message": "Щомісячна підписка",
    "description": "Тип підписки, щомісячна підписка означає, що користувач купує тип підписки на місяць"
  },
  "subscription.yearly": {
    "message": "Річна підписка",
    "description": "Тип підписки, річна підписка означає, що користувач купує тип підписки на рік"
  },
  "subscription.weekly.description": {
    "message": "Експериментальна тижнева підписка, підходить для короткотермінового використання.",
    "description": "Опис типу підписки, тижнева підписка означає, що користувач купує тип підписки на тиждень"
  },
  "subscription.monthly.description": {
    "message": "Гнучка щомісячна підписка, підходить для тривалішого використання.",
    "description": "Опис типу підписки, щомісячна підписка означає, що користувач купує тип підписки на місяць"
  },
  "subscription.yearly.description": {
    "message": "Чудова річна підписка, найвигідніший вибір.",
    "description": "Опис типу підписки, річна підписка означає, що користувач купує тип підписки на рік"
  },
  "subscription.introduction": {
    "message": "Підпишіться, щоб розблокувати всі AI послуги на сайті.",
    "description": "Опис підписки означає представлення підписки"
  }
}