{
  "button.suggested": {
    "message": "Рекомендувати",
    "description": "Текст кнопки, що означає кнопку для рекомендованих дій"
  },
  "menu.orderList": {
    "message": "Список замовлень",
    "description": "Текст у меню сайту, який означає замовлення, що користувач отримав у результаті купівлі послуги"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст у меню сайту, що позначає заявки на використання послуг"
  },
  "menu.userProfile": {
    "message": "Профіль користувача",
    "description": "Текст у меню сайту, що означає особисту інформацію користувача"
  },
  "menu.idVerify": {
    "message": "Підтвердження особи",
    "description": "Текст у меню сайту, що позначає процес перевірки особи користувача"
  },
  "menu.manageApplication": {
    "message": "Управління заявками",
    "description": "Текст у меню сайту, що означає управління заявками користувача"
  },
  "menu.distributionIndex": {
    "message": "Дохід від рекомендацій",
    "description": "Текст у меню сайту, що означає дохід, отриманий від рекомендацій користувача"
  },
  "menu.developerPlatform": {
    "message": "Платформа для розробників",
    "description": "Текст у меню сайту, що позначає платформу для розробників"
  },
  "menu.usageList": {
    "message": "Історія використання",
    "description": "Текст у меню сайту, що означає історію використання API послуг користувачем"
  },
  "menu.credentialIndex": {
    "message": "Креденціали",
    "description": "Текст у меню сайту, що позначає креденціали для доступу до API"
  },
  "menu.manageOrder": {
    "message": "Управління замовленнями",
    "description": "Текст у меню сайту, що означає управління замовленнями користувача, замовлення вказує на куплені послуги"
  },
  "menu.manageDistributionStatus": {
    "message": "Управління дистрибуцією",
    "description": "Текст у меню сайту, що позначає управління статусом дистрибуції користувача, що пов'язано з доходами від рекомендацій"
  },
  "message.benefit1": {
    "message": "Ексклюзивна підтримка клієнтів",
    "description": "Текст на головній сторінці сайту, що означає, що користувач може отримати підтримку від ексклюзивних клієнтських сервісів"
  },
  "message.benefit2": {
    "message": "Пріоритетний доступ до нових функцій",
    "description": "Текст на головній сторінці сайту, що означає, що користувач може отримати пріоритетний доступ до нових функцій"
  },
  "message.buyExtra": {
    "message": "Придбати додатково",
    "description": "Текст на головній сторінці сайту, що означає, що користувач може купити додаткові ресурси"
  },
  "message.subscribe": {
    "message": "Підписатися",
    "description": "Текст на головній сторінці сайту, що означає, що користувач може підписатися на членство"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хочете підписуватися на повне членство? Ви також можете спробувати придбати доступ до окремих послуг.",
    "description": "Текст на головній сторінці сайту, що означає, що користувач не хоче підписуватись на членство"
  },
  "message.doNotWantExtra": {
    "message": "Не хочете купувати додаткові ресурси? Ви також можете спробувати підписатися на повне членство.",
    "description": "Текст на головній сторінці сайту, що означає, що користувач не хоче купувати додаткові ресурси"
  },
  "subscription.3days": {
    "message": "3 дні пробного членства",
    "description": "Тип членства, 3 дні пробного членства"
  },
  "subscription.3days.description": {
    "message": "Пробне членство, підходить для короткочасного користування.",
    "description": "Тип членства, підходить для короткочасного користування"
  },
  "subscription.weekly": {
    "message": "Тижневе членство",
    "description": "Тип членства, що означає, що користувач купив тижневе членство"
  },
  "subscription.monthly": {
    "message": "Місячне членство",
    "description": "Тип членства, що означає, що користувач купив місячне членство"
  },
  "subscription.yearly": {
    "message": "Річне членство",
    "description": "Тип членства, що означає, що користувач купив річне членство"
  },
  "subscription.weekly.description": {
    "message": "Пробне тижневе членство, підходить для короткочасного користування.",
    "description": "Опис типу членства, що означає, що користувач купив тижневе членство"
  },
  "subscription.monthly.description": {
    "message": "Гнучке місячне членство, підходить для довгострокового використання.",
    "description": "Опис типу членства, що означає, що користувач купив місячне членство"
  },
  "subscription.yearly.description": {
    "message": "Вигідне річне членство, найзручніший вибір.",
    "description": "Опис типу членства, що означає, що користувач купив річне членство"
  },
  "subscription.introduction": {
    "message": "Підписка на членство, відкриває доступ до всіх AI послуг сайту.",
    "description": "Опис членства, що представляє інформацію про членство"
  }
}