{
  "button.suggested": {
    "message": "Рекомендовано",
    "description": "Текст кнопки, що означає рекомендовану кнопку"
  },
  "menu.orderList": {
    "message": "Список замовлень",
    "description": "Текст у меню сайту, замовлення стосується замовлень користувача на придбання послуг"
  },
  "menu.applicationList": {
    "message": "Список заявок",
    "description": "Текст у меню сайту, заявки стосуються заявок користувача на використання послуг"
  },
  "menu.userProfile": {
    "message": "Профіль користувача",
    "description": "Текст у меню сайту, профіль користувача стосується особистої інформації користувача"
  },
  "menu.idVerify": {
    "message": "Перевірка особи",
    "description": "Текст у меню сайту, перевірка особи стосується верифікації особи користувача"
  },
  "menu.manageApplication": {
    "message": "Управління заявками",
    "description": "Текст у меню сайту, управління заявками стосується управління заявками користувачів"
  },
  "menu.distributionIndex": {
    "message": "Дохід від рекомендацій",
    "description": "Текст у меню сайту, дохід від рекомендацій стосується доходу, отриманого користувачем від рекомендацій"
  },
  "menu.developerPlatform": {
    "message": "Платформа розробника",
    "description": "Текст у меню сайту, платформа розробника означає платформу для розробників"
  },
  "menu.usageList": {
    "message": "Історія використання",
    "description": "Текст у меню сайту, історія використання стосується історії використання API-сервісів користувачем"
  },
  "menu.credentialIndex": {
    "message": "Облікові дані",
    "description": "Текст у меню сайту, облікові дані стосуються облікових даних для доступу до API"
  },
  "menu.manageOrder": {
    "message": "Управління замовленнями",
    "description": "Текст у меню сайту, управління замовленнями стосується управління замовленнями користувачів, замовлення стосується замовлень на придбання послуг"
  },
  "menu.manageDistributionStatus": {
    "message": "Управління розподілом",
    "description": "Текст у меню сайту, управління розподілом стосується управління статусом розподілу користувачів, що стосується доходу від рекомендацій"
  },
  "message.benefit1": {
    "message": "Ексклюзивна підтримка клієнтів",
    "description": "Текст на головній сторінці сайту, ексклюзивна підтримка клієнтів означає, що користувач може отримати підтримку від ексклюзивної служби підтримки клієнтів"
  },
  "message.benefit2": {
    "message": "Пріоритетний доступ до нових функцій",
    "description": "Текст на головній сторінці сайту, пріоритетний доступ до нових функцій означає, що користувач може отримати пріоритетний доступ до нових функцій"
  },
  "message.buyExtra": {
    "message": "Придбати",
    "description": "Текст на головній сторінці сайту, придбати квоту означає, що користувач може придбати квоту"
  },
  "message.subscribe": {
    "message": "Підписатися",
    "description": "Текст на головній сторінці сайту, підписка на членство означає, що користувач може підписатися на членство"
  },
  "message.doNotWantSubscribe": {
    "message": "Не хочете підписуватися на періодичне членство? Ви також можете спробувати придбати квоту окремо.",
    "description": "Текст на головній сторінці сайту, не хочете підписуватися означає, що користувач не хоче підписуватися на членство"
  },
  "message.doNotWantExtra": {
    "message": "Не хочете купувати квоту? Ви також можете спробувати підписатися на періодичне членство.",
    "description": "Текст на головній сторінці сайту, не хочете купувати квоту означає, що користувач не хоче купувати квоту"
  },
  "message.applicationNotFound": {
    "message": "Заявка не знайдена",
    "description": "Повідомлення, яке відображається користувачеві, коли заявка не знайдена."
  },
  "subscription.title": {
    "message": "Підписка на членство, насолоджуйтесь більше перевагами",
    "description": "Повідомлення, яке відображається користувачеві, коли він підписується на послугу."
  },
  "subscription.3days": {
    "message": "3-денне пробне членство",
    "description": "Тип членства, 3-денне пробне членство"
  },
  "subscription.3days.description": {
    "message": "Пробне членство, підходить для короткострокового використання.",
    "description": "Опис типу членства, підходить для короткострокового використання"
  },
  "subscription.weekly": {
    "message": "Тижневе членство",
    "description": "Тип членства, тижневе членство означає, що користувач придбав членство на тиждень"
  },
  "subscription.monthly": {
    "message": "Місячне членство",
    "description": "Тип членства, місячне членство означає, що користувач придбав членство на місяць"
  },
  "subscription.yearly": {
    "message": "Річне членство",
    "description": "Тип членства, річне членство означає, що користувач придбав членство на рік"
  },
  "subscription.weekly.description": {
    "message": "Пробне тижневе членство, підходить для короткострокового використання.",
    "description": "Опис типу членства, тижневе членство означає, що користувач придбав членство на тиждень"
  },
  "subscription.monthly.description": {
    "message": "Гнучке місячне членство, підходить для довгострокового використання.",
    "description": "Опис типу членства, місячне членство означає, що користувач придбав членство на місяць"
  },
  "subscription.yearly.description": {
    "message": "Вигідне річне членство, найкращий вибір.",
    "description": "Опис типу членства, річне членство означає, що користувач придбав членство на рік"
  },
  "subscription.introduction": {
    "message": "Підписка на членство, розблокуйте всі AI послуги на сайті.",
    "description": "Опис членства"
  },
  "menu.coinIndex": {
    "message": "Інтеграція криптовалют",
    "description": "Текст у меню сайту, що стосується інтеграції криптовалют"
  },
  "menu.platformTokenIndex": {
    "message": "Токен платформи",
    "description": "Текст у меню сайту, токен платформи стосується токена для доступу до платформи Ace Data Cloud"
  },
  "menu.publishIndex": {
    "message": "Центр публікацій",
    "description": "Текст у меню сайту, центр публікацій стосується центру, де користувачі публікують контент"
  },
  "menu.platformRankIndex": {
    "message": "Рейтинг платформи",
    "description": "Текст у меню сайту, рейтинг платформи стосується таблиці доходів від рекомендацій користувачів"
  },
  "menu.manageOrderDiscount": {
    "message": "Управління знижками",
    "description": "Текст у меню сайту, вхід для управління знижками на замовлення, видимий лише адміністраторам"
  },
  "menu.manageUser": {
    "message": "Управління користувачами",
    "description": "Текст у меню сайту, вхід для управління користувачами, видимий лише адміністраторам"
  },
  "menu.revenueAnalysis": {
    "message": "Аналіз доходів",
    "description": "Текст у меню сайту, вхід для аналізу доходів, видимий лише адміністраторам"
  }
}
