{
  "button.detail": {
    "message": "Переглянути деталі",
    "description": "Текст на кнопці, яка використовується для перегляду деталей історії рефералів для веб-сайту."
  },
  "button.withdrawal": {
    "message": "Вивести",
    "description": "Текст на кнопці, яка використовується для виведення заробітку по рефералам для веб-сайту."
  },
  "button.query": {
    "message": "Запит",
    "description": "Текст на кнопці, яка використовується для запиту заробітку по рефералам для веб-сайту."
  },
  "field.id": {
    "message": "Ідентифікатор реферала",
    "description": "Унікальний ідентифікатор розподілу, розподіл означає реферала для веб-сайту API-сервісу."
  },
  "field.percentage": {
    "message": "Відсоток заробітку по рефералам",
    "description": "Відсоток заробітку по рефералам, який розраховується на основі суми замовлення."
  },
  "field.price": {
    "message": "Сума замовлення",
    "description": "Сума замовлення, яка використовується для розрахунку заробітку по рефералам."
  },
  "field.reward": {
    "message": "Винагорода за реферала",
    "description": "Заробіток по рефералам, який розраховується на основі суми замовлення та відсотку заробітку по рефералам."
  },
  "field.createdAt": {
    "message": "Час реферала",
    "description": "Час створення реферала."
  },
  "field.level": {
    "message": "Рівень",
    "description": "Рівень реферала, який використовується для розрахунку заробітку по рефералам."
  },
  "field.threshold": {
    "message": "Поріг заробітку по рефералам",
    "description": "Поріг заробітку по рефералам, який використовується для виведення заробітку по рефералам."
  },
  "field.inviteeId": {
    "message": "Ідентифікатор запрошувача",
    "description": "Унікальний ідентифікатор запрошувача, запрошувач означає користувача, який запрошує запрошеного на веб-сайт API-сервісу."
  },
  "field.isVerified": {
    "message": "Підтверджено",
    "description": "Прапорець, що вказує, чи підтверджено користувача реферала реальною інформацією."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Різниця до наступного рівня",
    "description": "Різниця між поточною сумою замовлення та порогом наступного рівня."
  },
  "message.developingWithDrawal": {
    "message": "Будь ласка, додайте обслуговування клієнтів для обробки виведень, виведення буде сплачувати 6% податку на дохід, рахунки можуть бути використані для зниження",
    "description": "Повідомлення, що вказує на те, що функція виведення знаходиться в розробці."
  },
  "message.technicalDetail": {
    "message": "Технічний деталь",
    "description": "Технічний деталь системи рефералів реалізований."
  },
  "message.distributionQrDescription": {
    "message": "QR-код реферала (той самий вміст, що й посилання)",
    "description": "Опис QR-коду реферала."
  },
  "message.distributionLink": {
    "message": "Посилання реферала",
    "description": "Посилання реферала, яке використовується для прив'язки клієнта як підлеглого клієнта."
  },
  "message.updateSuccessfully": {
    "message": "Оновлення успішне",
    "description": "Повідомлення, що вказує на те, що інформація про реферала успішно оновлена."
  },
  "message.distributionLinkDescription": {
    "message": "Якщо клієнт реєструється на цій платформі через це посилання або QR-код, клієнт буде постійно прив'язаний як ваш підлеглий клієнт, і всі замовлення споживання клієнта на цій платформі будуть повертатися на ваш рахунок згідно поточного відсотку розподілу.",
    "description": "Опис посилання реферала."
  },
  "message.distributionLinkDescription2": {
    "message": "Це посилання містить ваш ідентифікатор користувача. Після того, як клієнт відкриє посилання, ваш ідентифікатор користувача буде записаний в браузері клієнта у вигляді Cookies, що є дійсними протягом семи днів. Протягом семи днів, якщо клієнт реєструється на цій платформі, скануючи код, ваш ідентифікатор користувача буде завантажений на сервер реєстрації з Cookies, і клієнт може бути прив'язаний як ваш підлеглий клієнт.",
    "description": "Опис посилання реферала."
  },
  "title.price": {
    "message": "Загальна сума реферальних замовлень",
    "description": "Загальна сума реферальних замовлень, яка використовується для розрахунку заробітку по рефералам."
  },
  "title.reward": {
    "message": "Загальна винагорода за рефералів",
    "description": "Загальна винагорода за рефералів, яка розраховується на основі суми замовлення та відсотку заробітку по рефералам."
  },
  "title.level": {
    "message": "Рівень реферала",
    "description": "Рівень реферала, який використовується для розрахунку заробітку по рефералам."
  },
  "title.percentage": {
    "message": "Відсоток заробітку по рефералам",
    "description": "Відсоток заробітку по рефералам, який використовується для розрахунку заробітку по рефералам."
  },
  "title.currentLevel": {
    "message": "Поточний рівень",
    "description": "Поточний рівень реферала, який використовується для розрахунку заробітку по рефералам."
  },
  "title.nextLevel": {
    "message": "Наступний рівень",
    "description": "Наступний рівень реферала, який використовується для розрахунку заробітку по рефералам."
  },
  "title.currentPercentage": {
    "message": "Поточний відсоток заробітку по рефералам",
    "description": "Поточний відсоток заробітку по рефералам, який використовується для розрахунку заробітку по рефералам."
  },
  "title.nextPercentage": {
    "message": "Відсоток заробітку на наступному рівні",
    "description": "Відсоток заробітку на наступному рівні, який використовується для розрахунку заробітку по рефералам."
  },
  "title.levelInfo": {
    "message": "Інформація про рівень",
    "description": "Інформація про рівень реферала, який використовується для розрахунку заробітку по рефералам."
  },
  "title.distributionLink": {
    "message": "Посилання реферала",
    "description": "Посилання реферала, яке використовується для прив'язки клієнта як підлеглого клієнта."
  },
  "title.inviteesCount": {
    "message": "Загальна кількість запрошених",
    "description": "Загальна кількість запрошених, яка використовується для розрахунку заробітку по рефералам."
  },
  "title.manageDistributionStatus": {
    "message": "Управління розподілом",
    "description": "Управління статусом реферала."
  }
}