{
  "button": {
    "detail": "Переглянути деталі",
    "_detail.comment": "Текст на кнопці, який використовується для перегляду деталей історії рефералів для веб-сайту.",
    "withdrawal": "Вивести",
    "_withdrawal.comment": "Текст на кнопці, який використовується для виведення заробітку з рефералів для веб-сайту.",
    "query": "Запит",
    "_query.comment": "Текст на кнопці, який використовується для запиту заробітку з рефералів для веб-сайту."
  },
  "field": {
    "id": "Ідентифікатор реферала",
    "_id.comment": "Унікальний ідентифікатор розподілу, розподіл означає реферал для веб-сайту API-сервісу.",
    "percentage": "Відсоток заробітку з рефералів",
    "_percentage.comment": "Відсоток заробітку з рефералів, який розраховується на основі суми замовлення.",
    "price": "Сума замовлення",
    "_price.comment": "Сума замовлення, яка використовується для розрахунку заробітку з рефералів.",
    "reward": "Винагорода за реферал",
    "_reward.comment": "Заробіток з рефералів, який розраховується на основі суми замовлення та відсотка заробітку з рефералів.",
    "createdAt": "Час реферала",
    "_createdAt.comment": "Час створення реферала.",
    "level": "Рівень",
    "_level.comment": "Рівень реферала, який використовується для розрахунку заробітку з рефералів.",
    "threshold": "Поріг заробітку з рефералів",
    "_threshold.comment": "Поріг заробітку з рефералів, який використовується для виведення заробітку з рефералів.",
    "inviteeId": "Ідентифікатор запрошувача",
    "_inviteeId.comment": "Унікальний ідентифікатор запрошувача, запрошувач означає користувача, який запрошує запрошеного на веб-сайт API-сервісу.",
    "isVerified": "Підтверджено",
    "_isVerified.comment": "Прапорець, що вказує, чи підтверджено користувача реферала реальною інформацією."
  },
  "message": {
    "deltaPriceForNextLevel": "Різниця до наступного рівня",
    "_deltaPriceForNextLevel": "Різниця між поточною сумою замовлення та порогом наступного рівня.",
    "developingWithDrawal": "Будь ласка, додайте обслуговування клієнтів для обробки виведень, виведення буде зменшувати податок на доходи на 6%, рахунки можуть бути використані для зменшення",
    "_developingWithDrawal": "Повідомлення, що вказує на те, що функція виведення знаходиться в розробці.",
    "technicalDetail": "Технічний деталь",
    "_technicalDetail": "Технічний деталь системи рефералів реалізований.",
    "distributionQrDescription": "QR-код реферала (той самий вміст, що й посилання)",
    "_distributionQrDescription": "Опис QR-коду реферала.",
    "distributionLink": "Посилання реферала",
    "_distributionLink": "Посилання реферала, яке використовується для прив'язки клієнта як підлеглого клієнта.",
    "updateSuccessfully": "Оновлення успішно",
    "_updateSuccessfully": "Повідомлення, що вказує на те, що інформація про реферал оновлена успішно.",
    "distributionLinkDescription": "Якщо клієнт реєструється на цій платформі через це посилання або QR-код, клієнт буде постійно прив'язаний як ваш підлеглий клієнт, і всі замовлення на споживання клієнта на цій платформі будуть повертатися на ваш рахунок згідно поточного відсотка розподілу.",
    "_distributionLinkDescription": "Опис посилання реферала.",
    "distributionLinkDescription2": "Це посилання містить ваш ідентифікатор користувача. Після того, як клієнт відкриє посилання, ваш ідентифікатор користувача буде записаний в браузері клієнта у вигляді кукісів, які діють протягом семи днів. Протягом семи днів, якщо клієнт реєструється на цій платформі, скануючи код, ваш ідентифікатор користувача буде завантажено на сервер реєстрації разом з кукісами, і клієнт може бути прив'язаний як ваш підлеглий клієнт.",
    "_distributionLinkDescription2": "Опис посилання реферала."
  },
  "title": {
    "price": "Загальна сума реферальних замовлень",
    "_price.comment": "Загальна сума реферальних замовлень, яка використовується для розрахунку заробітку з рефералів.",
    "reward": "Загальні винагороди за реферал",
    "_reward.comment": "Загальні винагороди за реферал, які розраховуються на основі суми замовлення та відсотка заробітку з рефералів.",
    "level": "Рівень реферала",
    "_level.comment": "Рівень реферала, який використовується для розрахунку заробітку з рефералів.",
    "percentage": "Відсоток заробітку з рефералів",
    "_percentage.comment": "Відсоток заробітку з рефералів, який використовується для розрахунку заробітку з рефералів.",
    "currentLevel": "Поточний рівень",
    "_currentLevel.comment": "Поточний рівень реферала, який використовується для розрахунку заробітку з рефералів.",
    "nextLevel": "Наступний рівень",
    "_nextLevel.comment": "Наступний рівень реферала, який використовується для розрахунку заробітку з рефералів.",
    "currentPercentage": "Поточний відсоток заробітку з рефералів",
    "_currentPercentage.comment": "Поточний відсоток заробітку з рефералів, який використовується для розрахунку заробітку з рефералів.",
    "nextPercentage": "Відсоток заробітку на наступному рівні",
    "_nextPercentage.comment": "Відсоток заробітку на наступному рівні, який використовується для розрахунку заробітку з рефералів.",
    "levelInfo": "Інформація про рівень",
    "_levelInfo.comment": "Інформація про рівень реферала, яка використовується для розрахунку заробітку з рефералів.",
    "distributionLink": "Посилання реферала",
    "_distributionLink.comment": "Посилання реферала, яке використовується для прив'язки клієнта як підлеглого клієнта.",
    "inviteesCount": "Загальна кількість запрошених",
    "_inviteesCount.comment": "Загальна кількість запрошених, яка використовується для розрахунку заробітку з рефералів.",
    "manageDistributionStatus": "Управління розподілом",
    "_manageDistributionStatus.comment": "Управління статусом реферала."
  }
}