{
  "button": {
    "detail": "Переглянути деталі",
    "_detail.comment": "Текст на кнопці, яка використовується для перегляду деталей історії рефералів для веб-сайту.",
    "withdrawal": "Вивести",
    "_withdrawal.comment": "Текст на кнопці, яка використовується для виведення прибутку від рефералів для веб-сайту.",
    "query": "Запит",
    "_query.comment": "Текст на кнопці, яка використовується для запиту прибутку від рефералів для веб-сайту."
  },
  "field": {
    "id": "Ідентифікатор реферала",
    "_id.comment": "Унікальний ідентифікатор розподілу, розподіл означає реферала для веб-сайту API-сервісу.",
    "percentage": "Відсоток прибутку від рефералів",
    "_percentage.comment": "Відсоток прибутку від рефералів, який розраховується на основі суми замовлення.",
    "price": "Сума замовлення",
    "_price.comment": "Сума замовлення, яка використовується для розрахунку прибутку від рефералів.",
    "reward": "Прибуток від рефералів",
    "_reward.comment": "Прибуток від рефералів, який розраховується на основі суми замовлення та відсотку прибутку від рефералів.",
    "createdAt": "Час реферала",
    "_createdAt.comment": "Час створення реферала.",
    "level": "Рівень",
    "_level.comment": "Рівень реферала, який використовується для розрахунку прибутку від рефералів.",
    "threshold": "Поріг прибутку від рефералів",
    "_threshold.comment": "Поріг прибутку від рефералів, який використовується для виведення прибутку від рефералів.",
    "inviteeId": "Ідентифікатор запрошуючого",
    "_inviteeId.comment": "Унікальний ідентифікатор запрошуючого, запрошуючий означає користувача, який запрошує запрошеного на веб-сайт API-сервісу.",
    "isVerified": "Підтверджено",
    "_isVerified.comment": "Прапорець, що вказує, чи підтверджений користувач реферала реальною інформацією."
  },
  "message": {
    "deltaPriceForNextLevel": "Різниця до наступного рівня",
    "_deltaPriceForNextLevel": "Різниця між поточною сумою замовлення та наступним порогом рівня.",
    "developingWithDrawal": "Будь ласка, додайте обслуговування клієнтів для обробки виведень, виведення буде зменшувати податок на доходи на 6%, рахунки можуть бути використані для зменшення",
    "_developingWithDrawal": "Повідомлення, що вказує на те, що функція виведення знаходиться в розробці.",
    "technicalDetail": "Технічний деталь",
    "_technicalDetail": "Технічний деталь системи рефералів реалізований.",
    "distributionQrDescription": "QR-код реферала (той самий вміст, що й посилання)",
    "_distributionQrDescription": "Опис QR-коду реферала.",
    "distributionLink": "Посилання реферала",
    "_distributionLink": "Посилання реферала, яке використовується для прив'язки клієнта як підлеглого клієнта.",
    "updateSuccessfully": "Оновлення успішне",
    "_updateSuccessfully": "Повідомлення, що вказує на те, що інформація про реферала успішно оновлена.",
    "distributionLinkDescription": "Якщо клієнт реєструється на цій платформі через це посилання або QR-код, клієнт буде назавжди прив'язаний як ваш підлеглий клієнт, і всі замовлення споживання клієнта на цій платформі будуть повертатися на ваш рахунок згідно поточного відсоткового розподілу.",
    "_distributionLinkDescription": "Опис посилання реферала.",
    "distributionLinkDescription2": "Це посилання містить ваш ідентифікатор користувача. Після того, як клієнт відкриє посилання, ваш ідентифікатор користувача буде записаний в браузері клієнта у вигляді Cookies, що є дійсними протягом семи днів. Протягом семи днів, якщо клієнт реєструється на цій платформі, скануючи код, ваш ідентифікатор користувача буде завантажений на сервер реєстрації з Cookies, і клієнт може бути прив'язаний як ваш підлеглий клієнт.",
    "_distributionLinkDescription2": "Опис посилання реферала."
  },
  "title": {
    "price": "Загальна сума реферальних замовлень",
    "_price.comment": "Загальна сума реферальних замовлень, яка використовується для розрахунку прибутку від рефералів.",
    "reward": "Загальна винагорода за рефералів",
    "_reward.comment": "Загальна винагорода за рефералів, яка розраховується на основі суми замовлення та відсотку прибутку від рефералів.",
    "level": "Рівень реферала",
    "_level.comment": "Рівень реферала, який використовується для розрахунку прибутку від рефералів.",
    "percentage": "Відсоток прибутку від рефералів",
    "_percentage.comment": "Відсоток прибутку від рефералів, який використовується для розрахунку прибутку від рефералів.",
    "currentLevel": "Поточний рівень",
    "_currentLevel.comment": "Поточний рівень реферала, який використовується для розрахунку прибутку від рефералів.",
    "nextLevel": "Наступний рівень",
    "_nextLevel.comment": "Наступний рівень реферала, який використовується для розрахунку прибутку від рефералів.",
    "currentPercentage": "Поточний відсоток прибутку від рефералів",
    "_currentPercentage.comment": "Поточний відсоток прибутку від рефералів, який використовується для розрахунку прибутку від рефералів.",
    "nextPercentage": "Відсоток прибутку від наступного рівня",
    "_nextPercentage.comment": "Відсоток прибутку від наступного рівня реферала, який використовується для розрахунку прибутку від рефералів.",
    "levelInfo": "Інформація про рівень",
    "_levelInfo.comment": "Інформація про рівень реферала, яка використовується для розрахунку прибутку від рефералів.",
    "distributionLink": "Посилання реферала",
    "_distributionLink.comment": "Посилання реферала, яке використовується для прив'язки клієнта як підлеглого клієнта.",
    "inviteesCount": "Загальна кількість запрошених",
    "_inviteesCount.comment": "Загальна кількість запрошених, яка використовується для розрахунку прибутку від рефералів.",
    "manageDistributionStatus": "Управління розподілом",
    "_manageDistributionStatus.comment": "Управління статусом реферала."
  }
}