{
  "button.detail": {
    "message": "Переглянути деталі",
    "description": "Текст на кнопці, який використовується для перегляду детальної історії рекомендацій сайту."
  },
  "button.withdrawal": {
    "message": "Зняти",
    "description": "Текст на кнопці, який використовується для зняття рекомендованого доходу від сайту."
  },
  "button.query": {
    "message": "Запит",
    "description": "Текст на кнопці, який використовується для запиту рекомендованого доходу від сайту."
  },
  "field.id": {
    "message": "ID рекомендації",
    "description": "Унікальний ідентифікатор розподілу, де розподіл вказує на рекомендований сервіс API веб-сайту."
  },
  "field.percentage": {
    "message": "Відсоток рекомендованого доходу",
    "description": "Відсоток рекомендованого доходу, обчислений згідно з сумою замовлення."
  },
  "field.price": {
    "message": "Сума замовлення",
    "description": "Сума замовлення, яка використовується для обчислення рекомендованого доходу."
  },
  "field.reward": {
    "message": "Рекомендована винагорода",
    "description": "Рекомендований дохід, обчислений залежно від суми замовлення та відсотка рекомендованого доходу."
  },
  "field.createdAt": {
    "message": "Час рекомендації",
    "description": "Час заснування рекомендації."
  },
  "field.level": {
    "message": "Рівень",
    "description": "Рівень рекомендації, який використовується для обчислення рекомендованого доходу."
  },
  "field.threshold": {
    "message": "Поріг рекомендованого доходу",
    "description": "Поріг рекомендованого доходу, використовується для зняття рекомендованого доходу."
  },
  "field.inviteeId": {
    "message": "ID запрошуючого",
    "description": "Унікальний ідентифікатор запрошувача, де запрошувач вказує на запрошення зазначеної особи до API сервісу веб-сайту."
  },
  "field.isVerified": {
    "message": "Перевірено",
    "description": "Позначка, яка показує, чи пройшов перевірку рекомендований користувач за реальною інформацією."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Різниця з сумою наступного рівня",
    "description": "Різниця між поточною сумою замовлення та порогом наступного рівня."
  },
  "message.developingWithDrawal": {
    "message": "Будь ласка, приєднайтесь до Discord та зверніться до служби підтримки для обробки виведення коштів. Зняття коштів включає сплату відповідного податку.",
    "description": "Повідомлення, що показує, що функція виведення коштів знаходиться в розробці."
  },
  "message.technicalDetail": {
    "message": "Технічні деталі",
    "description": "Технічні деталі реалізації рекомендаційної системи."
  },
  "message.distributionQrDescription": {
    "message": "QR-код рекомендування (такий самий, як контент посилання)",
    "description": "Опис QR-коду рекомендації."
  },
  "message.distributionLink": {
    "message": "Посилання на рекомендацію",
    "description": "Посилання на рекомендацію, яке використовується для прив'язки клієнта як підлеглого клієнта."
  },
  "message.updateSuccessfully": {
    "message": "Оновлення успішно",
    "description": "Повідомлення, що показує, що рекомендація успішно оновлена."
  },
  "message.distributionLinkDescription": {
    "message": "Якщо клієнт реєструється на цій платформі через це посилання або QR-код, клієнт буде назавжди прив'язаний як ваш підлеглий клієнт, і всі його замовлення на цій платформі будуть повернуті на ваш рахунок відповідно до поточного відсотка розподілу.",
    "description": "Опис посилання рекомендації."
  },
  "message.distributionLinkDescription2": {
    "message": "Це посилання містить ваш ідентифікатор користувача. Після того, як клієнт відкриє посилання, ваш ідентифікатор користувача буде записаний в браузері клієнта у вигляді cookie на 7 днів. Протягом цього терміну, якщо клієнт реєструється на цій платформі через сканування цього коду, ваш ідентифікатор користувача разом з cookie буде завантажений на реєстраційний сервер, і клієнт може бути прив'язаним як ваш підлеглий.",
    "description": "Опис посилання рекомендації."
  },
  "title.price": {
    "message": "Загальна сума замовлення рекомендації",
    "description": "Загальна сума замовлення рекомендації, яка використовується для обчислення рекомендованого доходу."
  },
  "title.reward": {
    "message": "Загальна рекомендована винагорода",
    "description": "Загальна рекомендована винагорода, обчислена залежно від суми замовлення та відсотка рекомендованого доходу."
  },
  "title.level": {
    "message": "Рівень рекомендації",
    "description": "Рівень рекомендації, який використовується для обчислення рекомендованого доходу."
  },
  "title.percentage": {
    "message": "Відсоток рекомендованого доходу",
    "description": "Відсоток рекомендованого доходу, який використовується для обчислення рекомендованого доходу."
  },
  "title.currentLevel": {
    "message": "Поточний рівень",
    "description": "Поточний рівень рекомендації, який використовується для обчислення рекомендованого доходу."
  },
  "title.nextLevel": {
    "message": "Наступний рівень",
    "description": "Наступний рівень рекомендації, який використовується для обчислення рекомендованого доходу."
  },
  "title.currentPercentage": {
    "message": "Поточний відсоток рекомендованого доходу",
    "description": "Поточний відсоток рекомендованого доходу, який використовується для обчислення рекомендованого доходу."
  },
  "title.nextPercentage": {
    "message": "Відсоток рекомендованого доходу на наступному рівні",
    "description": "Відсоток рекомендованого доходу на наступному рівні, який використовується для обчислення рекомендованого доходу."
  },
  "title.levelInfo": {
    "message": "Інформація про рівні",
    "description": "Інформація про рівні рекомендації, яка використовується для обчислення рекомендованого доходу."
  },
  "title.distributionLink": {
    "message": "Посилання на рекомендацію",
    "description": "Посилання на рекомендацію, яке використовується для прив'язки клієнта як підлеглого клієнта."
  },
  "title.inviteesCount": {
    "message": "Загальна кількість запрошуючих",
    "description": "Загальна кількість запрошувачів, яка використовується для обчислення рекомендованого доходу."
  },
  "title.manageDistributionStatus": {
    "message": "Керування розподілом",
    "description": "Керування статусом рекомендації."
  }
}