{
  "button.detail": {
    "message": "Переглянути деталі",
    "description": "Текст на кнопці, яка використовується для перегляду деталей історії рефералів для веб-сайту."
  },
  "button.withdrawal": {
    "message": "Вивести",
    "description": "Текст на кнопці, яка використовується для виведення прибутку від рефералів для веб-сайту."
  },
  "button.query": {
    "message": "Запит",
    "description": "Текст на кнопці, яка використовується для запиту прибутку від рефералів для веб-сайту."
  },
  "field.id": {
    "message": "Ідентифікатор реферала",
    "description": "Унікальний ідентифікатор розподілу, розподіл означає реферала для веб-сайту API-сервісу."
  },
  "field.percentage": {
    "message": "Відсоток прибутку від рефералів",
    "description": "Відсоток прибутку від рефералів, який розраховується на основі суми замовлення."
  },
  "field.price": {
    "message": "Сума замовлення",
    "description": "Сума замовлення, яка використовується для розрахунку прибутку від рефералів."
  },
  "field.reward": {
    "message": "Прибуток від рефералів",
    "description": "Прибуток від рефералів, який розраховується на основі суми замовлення та відсотку прибутку від рефералів."
  },
  "field.createdAt": {
    "message": "Час реферала",
    "description": "Час створення реферала."
  },
  "field.level": {
    "message": "Рівень",
    "description": "Рівень реферала, який використовується для розрахунку прибутку від рефералів."
  },
  "field.threshold": {
    "message": "Поріг прибутку від рефералів",
    "description": "Поріг прибутку від рефералів, який використовується для виведення прибутку від рефералів."
  },
  "field.inviteeId": {
    "message": "Ідентифікатор запрошуючого",
    "description": "Унікальний ідентифікатор запрошуючого, запрошуючий означає користувача, який запрошує запрошеного на веб-сайт API-сервісу."
  },
  "field.isVerified": {
    "message": "Підтверджено",
    "description": "Прапорець, що вказує, чи підтверджено користувача реферала реальною інформацією."
  },
  "message.deltaPriceForNextLevel": {
    "message": "Різниця до наступного рівня",
    "description": "Різниця між поточною сумою замовлення та наступним порогом рівня."
  },
  "message.developingWithDrawal": {
    "message": "Будь ласка, приєднуйтесь до Discord та звертайтеся до підтримки для обробки виведення, виведення буде обкладено податком на доходи.",
    "description": "Повідомлення, що вказує на те, що функція виведення знаходиться в розробці."
  },
  "message.technicalDetail": {
    "message": "Технічний опис",
    "description": "Технічний опис системи рефералів реалізований."
  },
  "message.distributionQrDescription": {
    "message": "QR-код реферала (той самий вміст, що й посилання)",
    "description": "Опис QR-коду реферала."
  },
  "message.distributionLink": {
    "message": "Посилання реферала",
    "description": "Посилання реферала, яке використовується для прив'язки клієнта як підлеглого клієнта."
  },
  "message.updateSuccessfully": {
    "message": "Оновлення успішне",
    "description": "Повідомлення, що вказує на те, що інформацію про реферала успішно оновлено."
  },
  "message.distributionLinkDescription": {
    "message": "Якщо клієнт реєструється на цій платформі через це посилання або QR-код, клієнт буде постійно прив'язаний як ваш підлеглий клієнт, і всі замовлення споживання клієнта на цій платформі будуть повернуті на ваш рахунок згідно поточного відсоткового розподілу.",
    "description": "Опис посилання реферала."
  },
  "message.distributionLinkDescription2": {
    "message": "Це посилання містить ваш ідентифікатор користувача. Після того, як клієнт відкриє посилання, ваш ідентифікатор користувача буде записаний в браузері клієнта у формі файлів Cookies, які є дійсними протягом семи днів. Протягом семи днів, якщо клієнт реєструється на цій платформі, скануючи код, ваш ідентифікатор користувача буде завантажено на сервер реєстрації разом з файлами Cookies, і клієнт може бути прив'язаний як ваш підлеглий клієнт.",
    "description": "Опис посилання реферала."
  },
  "title.price": {
    "message": "Загальна сума реферальних замовлень",
    "description": "Загальна сума реферальних замовлень, яка використовується для розрахунку прибутку від рефералів."
  },
  "title.reward": {
    "message": "Загальна сума реферальних винагород",
    "description": "Загальна сума реферальних винагород, яка розраховується на основі суми замовлення та відсотку прибутку від рефералів."
  },
  "title.level": {
    "message": "Рівень реферала",
    "description": "Рівень реферала, який використовується для розрахунку прибутку від рефералів."
  },
  "title.percentage": {
    "message": "Відсоток прибутку від рефералів",
    "description": "Відсоток прибутку від рефералів, який використовується для розрахунку прибутку від рефералів."
  },
  "title.currentLevel": {
    "message": "Поточний рівень",
    "description": "Поточний рівень реферала, який використовується для розрахунку прибутку від рефералів."
  },
  "title.nextLevel": {
    "message": "Наступний рівень",
    "description": "Наступний рівень реферала, який використовується для розрахунку прибутку від рефералів."
  },
  "title.currentPercentage": {
    "message": "Поточний відсоток прибутку від рефералів",
    "description": "Поточний відсоток прибутку від рефералів, який використовується для розрахунку прибутку від рефералів."
  },
  "title.nextPercentage": {
    "message": "Відсоток прибутку від наступного рівня",
    "description": "Відсоток прибутку від наступного рівня, який використовується для розрахунку прибутку від рефералів."
  },
  "title.levelInfo": {
    "message": "Інформація про рівень",
    "description": "Інформація про рівень реферала, який використовується для розрахунку прибутку від рефералів."
  },
  "title.distributionLink": {
    "message": "Посилання реферала",
    "description": "Посилання реферала, яке використовується для прив'язки клієнта як підлеглого клієнта."
  },
  "title.inviteesCount": {
    "message": "Загальна кількість запрошених",
    "description": "Загальна кількість запрошених, яка використовується для розрахунку прибутку від рефералів."
  },
  "title.manageDistributionStatus": {
    "message": "Управління розподілом",
    "description": "Управління статусом реферала."
  }
}