{
  "entity": {
    "requestQueries": "Параметри URL",
    "_requestQueries.comment": "Це параметри, які передаються в URL. Вони розділені знаком '?' та відокремлені символом '&'.",
    "requestBody": "Тіло запиту",
    "_requestBody.comment": "Це тіло запиту. Зазвичай використовується для запитів типу POST та PUT.",
    "responseBody": "Тіло відповіді",
    "_responseBody.comment": "Це тіло відповіді. Зазвичай у форматі JSON.",
    "requestHeaders": "Заголовки запиту",
    "_requestHeaders.comment": "Це заголовки, які передаються в запиті. Зазвичай використовуються для аутентифікації.",
    "requestHeader": "Заголовок запиту",
    "requestQuery": "Параметр URL",
    "responseHeaders": "Заголовки відповіді",
    "_responseHeaders.comment": "Це заголовки, які передаються в відповіді. Зазвичай використовуються для аутентифікації.",
    "response": "Відповідь",
    "_response.comment": "Це відповідь, яка повертається з сервера.",
    "success": "Успішно",
    "_success.comment": "Це відповідь, яка повертається, коли запит виконано успішно.",
    "failure": "Невдача",
    "_failure.comment": "Це відповідь, яка повертається, коли запит виконано невдало.",
    "responseExample": "Приклад",
    "_responseExample.comment": "Це приклад відповіді, яка повертається з сервера.",
    "authentication": "Аутентифікація",
    "_authentication.comment": "Це аутентифікація, яка потрібна для здійснення запиту."
  },
  "message": {
    "free": "Безкоштовно",
    "_free.comment": "Означає, що ціна безкоштовна, не потрібно витрачати кредити або гроші при використанні сервісу API",
    "appliedCount": "Кількість застосувань",
    "_appliedCount.comment": "Кількість разів, які був використаний сервіс API",
    "firstFree": "Перший раз безкоштовно",
    "_firstFree.comment": "Означає, що перший раз використання сервісу API безкоштовний, не потрібно витрачати кредити або гроші",
    "custom": "Вказана сума",
    "_custom.comment": "Означає, що ціна вказана, потрібно витратити вказану кількість кредитів або грошей при використанні сервісу API",
    "present": "Подарунок",
    "_present.comment": "Ми подаруємо вам кредити, коли ви використовуєте сервіс API вперше",
    "around": "Приблизно",
    "_around.comment": "Ціна приблизна, фактична ціна може відрізнятися",
    "successRate15min": "Реальний час успішності",
    "_successRate15min.comment": "Реальний час успішності сервісу API за останні 15 хвилин",
    "ySuccessRate": "Успішність (100%)",
    "_ySuccessRate.comment": "Успішність сервісу API",
    "xMinutes": "Час (хвилини)",
    "_xMinutes.comment": "Час у хвилинах",
    "streamUsage": "Люб'язне нагадування: Для потокових запитів вищезазначений код може бути нецілком застосовний. Будь ласка, зверніться до документації для внесення змін.",
    "_streamUsage.comment": "Для потокових запитів вищезазначений код може бути нецілком застосовний. Будь ласка, зверніться до документації для внесення змін.",
    "alphaStage": "Цей API знаходиться на початковому етапі Alpha, це рання прев'ю-версія, можлива потенційна нестабільність, формат API може значно змінитися, не рекомендується використовувати в середовищі виробництва. Поточна ціна відносно низька, але можливі значні корекції цін у майбутньому.",
    "_alphaStage.comment": "Цей API знаходиться на початковому етапі Alpha, це рання прев'ю-версія, можлива потенційна нестабільність, формат API може значно змінитися, не рекомендується використовувати в середовищі виробництва. Поточна ціна відносно низка, але можливі значні корекції цін у майбутньому.",
    "betaStage": "Цей API знаходиться на етапі Beta, формат API не буде змінюватися значно, але можлива потенційна нестабільність, будь ласка, використовуйте його обережно в середовищі виробництва. Поточна ціна відносно низька, але можливі помірні корекції цін у майбутньому.",
    "_betaStage.comment": "Цей API знаходиться на етапі Beta, формат API не буде змінюватися значно, але можлива потенційна нестабільність, будь ласка, використовуйте його обережно в середовищі виробництва. Поточна ціна відносно низька, але можливі помірні корекції цін у майбутньому."
  },
  "unit": {
    "GB": "ГБ",
    "_GB.comment": "Гігабайт, одиниця зберігання цифрової інформації",
    "MB": "МБ",
    "_MB.comment": "Мегабайт, одиниця зберігання цифрової інформації",
    "KB": "КБ",
    "_KB.comment": "Кілобайт, одиниця зберігання цифрової інформації",
    "B": "Б",
    "_B.comment": "Байт, одиниця зберігання цифрової інформації"
  }
}