{
  "button.suggested": {
    "message": "Suositella",
    "description": "Napitexti, joka tarkoittaa suositusnappia"
  },
  "menu.orderList": {
    "message": "Tilausalustat",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa käyttäjän ostamien palveluiden tilauksia"
  },
  "menu.applicationList": {
    "message": "Hakemuksen lista",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa käyttäjän palvelun hakemuksia"
  },
  "menu.userProfile": {
    "message": "Käyttäjäprofiili",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa käyttäjän henkilökohtaisia tietoja"
  },
  "menu.idVerify": {
    "message": "Valtuutus",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa käyttäjän henkilöllisyyden vahvistamista"
  },
  "menu.manageApplication": {
    "message": "Hakemusten hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa käyttäjän hakemusten hallintaa"
  },
  "menu.distributionIndex": {
    "message": "Suositusvoitto",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa käyttäjän suosituksista saamia tuloja"
  },
  "menu.developerPlatform": {
    "message": "Kehittäjäalusta",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa kehittäjille suunnattua alustaa"
  },
  "menu.usageList": {
    "message": "Käyttöhistoria",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa käyttäjän API-palveluiden käyttöhistoriaa"
  },
  "menu.credentialIndex": {
    "message": "Todistukset",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa API:in pääsyyn liittyviä todistuksia"
  },
  "menu.manageOrder": {
    "message": "Tilauksen hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa käyttäjän tilausten hallintaa, tilaukset viittaavat käyttäjän ostamiin palveluihin"
  },
  "menu.manageDistributionStatus": {
    "message": "Jakelun hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, joka tarkoittaa käyttäjän jakelustatuksen hallintaa, liittyen käyttäjän suositusvoittoihin"
  },
  "message.benefit1": {
    "message": "Erityinen asiakastuki",
    "description": "Verkkosivuston etusivulla oleva teksti, joka tarkoittaa, että käyttäjä voi saada erityistä asiakastukea"
  },
  "message.benefit2": {
    "message": "Ennen kokemista uusia ominaisuuksia",
    "description": "Verkkosivuston etusivulla oleva teksti, joka tarkoittaa, että käyttäjä voi kokea uusia ominaisuuksia ennen muita"
  },
  "message.buyExtra": {
    "message": "Osta ylimääräistä",
    "description": "Verkkosivuston etusivulla oleva teksti, joka tarkoittaa, että käyttäjä voi ostaa ylimääräistä käyttöä"
  },
  "message.doNotWantSubscribe": {
    "message": "Et halua tilata koko sivuston jäsenyyttä? Voit myös kokeilla yksittäisen palvelun ostamista.",
    "description": "Verkkosivuston etusivulla oleva teksti, joka viittaa siihen, että käyttäjä ei halua tilata jäsenyyttä"
  },
  "subscription.weekly": {
    "message": "Viikkotilaus",
    "description": "Jäsenyyden tyyppi, viikkotilaus tarkoittaa käyttäjän ostamaa viikoittaista jäsenyyttä"
  },
  "subscription.monthly": {
    "message": "Kuukausitilaus",
    "description": "Jäsenyyden tyyppi, kuukausitilaus tarkoittaa käyttäjän ostamaa kuukausittaista jäsenyyttä"
  },
  "subscription.yearly": {
    "message": "Vuosijäsenyys",
    "description": "Jäsenyyden tyyppi, vuosijäsenyys tarkoittaa käyttäjän ostamaa vuosittaista jäsenyyttä"
  },
  "subscription.weekly.description": {
    "message": "Kokeile viikkotilausta, sopii lyhytaikaiseen käyttöön.",
    "description": "Jäsenyyden tyypin kuvaus, viikkotilaus tarkoittaa käyttäjän ostamaa viikoittaista jäsenyyttä"
  },
  "subscription.monthly.description": {
    "message": "Joustava kuukausitilaus, sopii pitkäaikaiseen käyttöön.",
    "description": "Jäsenyyden tyypin kuvaus, kuukausitilaus tarkoittaa käyttäjän ostamaa kuukausittaista jäsenyyttä"
  },
  "subscription.yearly.description": {
    "message": "Erinomainen vuosijäsenyys, paras vaihtoehto.",
    "description": "Jäsenyyden tyypin kuvaus, vuosijäsenyys tarkoittaa käyttäjän ostamaa vuosittaista jäsenyyttä"
  },
  "subscription.introduction": {
    "message": "Tilaa jäsenyys, avaa pääsy kaikkiin AI-palveluihin.",
    "description": "Jäsenyyden esittely, joka kuvaa jäsenyyden ominaisuuksia"
  }
}