{
  "button.suggested": {
    "message": "Suositeltu",
    "description": "Nappiteksti, joka tarkoittaa suositeltua nappia"
  },
  "menu.orderList": {
    "message": "Tilaukset",
    "description": "Verkkosivuston valikossa oleva teksti, tilaukset viittaa käyttäjän ostamien palveluiden tilauksiin"
  },
  "menu.applicationList": {
    "message": "Hakemukset",
    "description": "Verkkosivuston valikossa oleva teksti, hakemukset viittaa käyttäjän palveluiden käyttöön liittyviin hakemuksiin"
  },
  "menu.userProfile": {
    "message": "Käyttäjäprofiili",
    "description": "Verkkosivuston valikossa oleva teksti, käyttäjäprofiili viittaa käyttäjän henkilökohtaisiin tietoihin"
  },
  "menu.idVerify": {
    "message": "Henkilöllisyyden vahvistus",
    "description": "Verkkosivuston valikossa oleva teksti, henkilöllisyyden vahvistus viittaa käyttäjän henkilöllisyyden tarkistamiseen"
  },
  "menu.manageApplication": {
    "message": "Hakemusten hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, hakemusten hallinta viittaa käyttäjän hakemusten hallintaan"
  },
  "menu.distributionIndex": {
    "message": "Suositustulot",
    "description": "Verkkosivuston valikossa oleva teksti, suositustulot viittaa käyttäjän suosittelemista tuloista"
  },
  "menu.developerPlatform": {
    "message": "Kehittäjäalusta",
    "description": "Teksti verkkosivuston valikossa, kehittäjäalusta tarkoittaa kehittäjien alustaa"
  },
  "menu.usageList": {
    "message": "Käyttöhistoria",
    "description": "Verkkosivuston valikossa oleva teksti, käyttöhistoria viittaa käyttäjän API-palveluiden käyttöhistorian"
  },
  "menu.credentialIndex": {
    "message": "Todistus",
    "description": "Verkkosivuston valikossa oleva teksti, todistus viittaa API:in pääsyyn tarvittavaan todistukseen"
  },
  "menu.manageOrder": {
    "message": "Tilausten hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, tilausten hallinta viittaa käyttäjän tilausten hallintaan, tilaukset viittaa käyttäjän ostamien palveluiden tilauksiin"
  },
  "menu.manageDistributionStatus": {
    "message": "Jakelun hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, jakelun hallinta viittaa käyttäjän jakelutilan hallintaan, joka liittyy käyttäjän suosittelemien tulojen hallintaan"
  },
  "message.benefit1": {
    "message": "Erityinen asiakaspalvelutuki vastausten saamiseksi",
    "description": "Verkkosivuston etusivun teksti, erityinen asiakaspalvelutuki vastausten saamiseksi tarkoittaa käyttäjän mahdollisuutta saada erityistä asiakaspalvelutukea"
  },
  "message.benefit2": {
    "message": "Etusijalla uusien ominaisuuksien kokeilu",
    "description": "Verkkosivuston etusivun teksti, etusijalla uusien ominaisuuksien kokeilu tarkoittaa käyttäjän mahdollisuutta kokeilla uusia ominaisuuksia ensimmäisenä"
  },
  "message.buyExtra": {
    "message": "Osta lisää",
    "description": "Verkkosivuston etusivun teksti, osta lisää tarkoittaa, että käyttäjä voi ostaa lisää käyttöoikeuksia"
  },
  "message.subscribe": {
    "message": "Tilaa",
    "description": "Verkkosivuston etusivun teksti, tilaa jäsenyys tarkoittaa, että käyttäjä voi tilata jäsenyyden"
  },
  "message.doNotWantSubscribe": {
    "message": "Etkö halua tilata jäsenyyttä? Voit myös kokeilla ostaa käyttöoikeuksia erikseen.",
    "description": "Verkkosivuston etusivun teksti, etkö halua tilata tarkoittaa, että käyttäjä ei halua tilata jäsenyyttä"
  },
  "message.doNotWantExtra": {
    "message": "Etkö halua ostaa käyttöoikeuksia? Voit myös kokeilla tilata jäsenyyden.",
    "description": "Verkkosivuston etusivun teksti, etkö halua ostaa käyttöoikeuksia tarkoittaa käyttäjän ei halua ostaa lisää käyttöoikeuksia"
  },
  "message.applicationNotFound": {
    "message": "Hakemusta ei löydy",
    "description": "Viesti, joka näytetään käyttäjälle, kun hakemusta ei löydy."
  },
  "subscription.title": {
    "message": "Tilaa jäsenyys, nauti lisää eduista",
    "description": "Viesti, joka näytetään käyttäjälle, kun hän tilaa palvelun."
  },
  "subscription.3days": {
    "message": "3 päivän kokeilujäsenyys",
    "description": "Jäsenyyden tyyppi, 3 päivän kokeilujäsenyys"
  },
  "subscription.3days.description": {
    "message": "Kokeilujäsenyys, sopii lyhytaikaiseen käyttöön.",
    "description": "Jäsenyyden tyyppi, sopii lyhytaikaiseen käyttöön"
  },
  "subscription.weekly": {
    "message": "Viikkotilaus",
    "description": "Jäsenyyden tyyppi, viikkotilaus tarkoittaa, että käyttäjä ostaa viikkoluontoisen jäsenyyden"
  },
  "subscription.monthly": {
    "message": "Kuukausitilaus",
    "description": "Jäsenyyden tyyppi, kuukausitilaus tarkoittaa, että käyttäjä ostaa kuukausiluontoisen jäsenyyden"
  },
  "subscription.yearly": {
    "message": "Vuositilaus",
    "description": "Jäsenyyden tyyppi, vuositilaus tarkoittaa, että käyttäjä ostaa vuosiluontoisen jäsenyyden"
  },
  "subscription.weekly.description": {
    "message": "Kokeile viikkotilausta, sopii lyhytaikaiseen käyttöön.",
    "description": "Jäsenyyden tyypin kuvaus, viikkotilaus tarkoittaa, että käyttäjä ostaa viikkoluontoisen jäsenyyden"
  },
  "subscription.monthly.description": {
    "message": "Joustava kuukausitilaus, sopii pitkäaikaiseen käyttöön.",
    "description": "Jäsenyyden tyypin kuvaus, kuukausitilaus tarkoittaa, että käyttäjä ostaa kuukausiluontoisen jäsenyyden"
  },
  "subscription.yearly.description": {
    "message": "Edullinen vuositilaus, paras valinta.",
    "description": "Jäsenyyden tyypin kuvaus, vuositilaus tarkoittaa, että käyttäjä ostaa vuosiluontoisen jäsenyyden"
  },
  "subscription.introduction": {
    "message": "Tilaa jäsenyys ja avaa kaikki AI-palvelut sivustolla.",
    "description": "Jäsenyysesittely tarkoittaa jäsenyyden esittelyä"
  },
  "menu.coinIndex": {
    "message": "Kryptovaluuttaintegraatio",
    "description": "Verkkosivuston valikossa oleva teksti, joka viittaa kryptovaluuttojen integraatioon"
  },
  "menu.platformTokenIndex": {
    "message": "Alustatunnus",
    "description": "Verkkosivuston valikossa oleva teksti, alustatunnus viittaa tunnukseen, jota käytetään Ace Data Cloud -alustalle pääsemiseen"
  },
  "menu.publishIndex": {
    "message": "Julkaisukeskus",
    "description": "Verkkosivuston valikossa oleva teksti, julkaisukeskus viittaa käyttäjän sisältöjen julkaisemiseen"
  },
  "menu.platformRankIndex": {
    "message": "Alustaranking",
    "description": "Verkkosivuston valikossa oleva teksti, alustaranking viittaa käyttäjän suosittelemien tulojen ranking-listaan"
  },
  "menu.manageOrderDiscount": {
    "message": "Alennusten hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, vain ylläpitäjille näkyvä tilausten alennusten hallintapiste"
  },
  "menu.manageUser": {
    "message": "Käyttäjien hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, vain ylläpitäjille näkyvä käyttäjien hallintapiste"
  },
  "menu.revenueAnalysis": {
    "message": "Tuloanalyysi",
    "description": "Verkkosivuston valikossa oleva teksti, vain ylläpitäjille näkyvä tuloanalyysin hallintapiste"
  }
}
