{
  "button.suggested": {
    "message": "Suositeltu",
    "description": "Painikkeen teksti, joka tarkoittaa suositeltua painiketta"
  },
  "menu.orderList": {
    "message": "Tilaukset",
    "description": "Verkkosivuston valikossa oleva teksti, tilaukset viittaa käyttäjän ostamiin palveluihin"
  },
  "menu.applicationList": {
    "message": "Hakemukset",
    "description": "Verkkosivuston valikossa oleva teksti, hakemukset viittaa käyttäjän palvelun käyttöön liittyviin hakemuksiin"
  },
  "menu.userProfile": {
    "message": "Käyttäjäprofiili",
    "description": "Verkkosivuston valikossa oleva teksti, käyttäjäprofiili viittaa käyttäjän henkilökohtaisiin tietoihin"
  },
  "menu.idVerify": {
    "message": "Henkilöllisyyden vahvistus",
    "description": "Verkkosivuston valikossa oleva teksti, henkilöllisyyden vahvistus viittaa käyttäjän henkilöllisyyden tarkistamiseen"
  },
  "menu.manageApplication": {
    "message": "Hakemusten hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, hakemusten hallinta viittaa käyttäjän hakemusten hallintaan"
  },
  "menu.distributionIndex": {
    "message": "Suositustulot",
    "description": "Verkkosivuston valikossa oleva teksti, suositustulot viittaa käyttäjän suosituksista saatuihin tuloihin"
  },
  "menu.developerPlatform": {
    "message": "Kehittäjäalusta",
    "description": "Verkkosivuston valikossa oleva teksti, kehittäjäalusta tarkoittaa kehittäjille tarkoitettua alustaa"
  },
  "menu.usageList": {
    "message": "Käyttöhistoria",
    "description": "Verkkosivuston valikossa oleva teksti, käyttöhistoria viittaa käyttäjän API-palvelun käyttöön"
  },
  "menu.credentialIndex": {
    "message": "Todistukset",
    "description": "Verkkosivuston valikossa oleva teksti, todistukset viittaa API:in pääsyyn tarvittaviin todistuksiin"
  },
  "menu.manageOrder": {
    "message": "Tilauksen hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, tilauksen hallinta viittaa käyttäjän tilausten hallintaan, tilaukset viittaa käyttäjän ostamiin palveluihin"
  },
  "menu.manageDistributionStatus": {
    "message": "Jakelun hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, jakelun hallinta viittaa käyttäjän jakelustatuksen hallintaan, joka liittyy käyttäjän suositustuloihin"
  },
  "message.benefit1": {
    "message": "Erityinen asiakaspalvelu",
    "description": "Verkkosivuston etusivulla oleva teksti, erityinen asiakaspalvelu tarkoittaa, että käyttäjä voi saada erityistä asiakaspalvelua"
  },
  "message.benefit2": {
    "message": "Etusija uusien ominaisuuksien kokeilussa",
    "description": "Verkkosivuston etusivulla oleva teksti, etusija uusien ominaisuuksien kokeilussa tarkoittaa, että käyttäjä voi kokeilla uusia ominaisuuksia etuajassa"
  },
  "message.buyExtra": {
    "message": "Osta lisää",
    "description": "Verkkosivuston etusivulla oleva teksti, osta lisää tarkoittaa, että käyttäjä voi ostaa lisää käyttöoikeuksia"
  },
  "message.subscribe": {
    "message": "Tilaa",
    "description": "Verkkosivuston etusivulla oleva teksti, tilaa tarkoittaa, että käyttäjä voi tilata jäsenyyden"
  },
  "message.doNotWantSubscribe": {
    "message": "Et halua tilata kausijäsenyyttä? Voit myös kokeilla ostaa käyttöoikeuksia erikseen.",
    "description": "Verkkosivuston etusivulla oleva teksti, et halua tilata tarkoittaa, että käyttäjä ei halua tilata jäsenyyttä"
  },
  "message.doNotWantExtra": {
    "message": "Et halua ostaa käyttöoikeuksia? Voit myös kokeilla tilata kausijäsenyyden.",
    "description": "Verkkosivuston etusivulla oleva teksti, et halua ostaa tarkoittaa, että käyttäjä ei halua ostaa käyttöoikeuksia"
  },
  "message.applicationNotFound": {
    "message": "Hakemusta ei löytynyt",
    "description": "Viesti, joka näytetään käyttäjälle, kun hakemusta ei löydy."
  },
  "subscription.title": {
    "message": "Tilaa jäsenyys, nauti enemmän eduista",
    "description": "Viesti, joka näytetään käyttäjälle, kun hän tilaa palvelun."
  },
  "subscription.3days": {
    "message": "3 päivän kokeilujäsenyys",
    "description": "Jäsenyyden tyyppi, 3 päivän kokeilujäsenyys"
  },
  "subscription.3days.description": {
    "message": "Kokeilujäsenyys, sopii lyhytaikaiseen käyttöön.",
    "description": "Jäsenyyden tyyppi, sopii lyhytaikaiseen käyttöön"
  },
  "subscription.weekly": {
    "message": "Viikkotilaus",
    "description": "Jäsenyyden tyyppi, viikkotilaus tarkoittaa, että käyttäjä on ostanut viikkotilauksen"
  },
  "subscription.monthly": {
    "message": "Kuukausitilaus",
    "description": "Jäsenyyden tyyppi, kuukausitilaus tarkoittaa, että käyttäjä on ostanut kuukausitilauksen"
  },
  "subscription.yearly": {
    "message": "Vuosijäsenyys",
    "description": "Jäsenyyden tyyppi, vuosijäsenyys tarkoittaa, että käyttäjä on ostanut vuosijäsenyyden"
  },
  "subscription.weekly.description": {
    "message": "Kokeilujäsenyys viikoksi, sopii lyhytaikaiseen käyttöön.",
    "description": "Jäsenyyden tyypin kuvaus, viikkotilaus tarkoittaa, että käyttäjä on ostanut viikkotilauksen"
  },
  "subscription.monthly.description": {
    "message": "Joustava kuukausijäsenyys, sopii pitkäaikaiseen käyttöön.",
    "description": "Jäsenyyden tyypin kuvaus, kuukausitilaus tarkoittaa, että käyttäjä on ostanut kuukausitilauksen"
  },
  "subscription.yearly.description": {
    "message": "Erinomainen vuosijäsenyys, paras valinta.",
    "description": "Jäsenyyden tyypin kuvaus, vuosijäsenyys tarkoittaa, että käyttäjä on ostanut vuosijäsenyyden"
  },
  "subscription.introduction": {
    "message": "Tilaa jäsenyys, avaa kaikki AI-palvelut.",
    "description": "Jäsenyyden esittely, joka tarkoittaa jäsenyyden esittelyä"
  },
  "menu.coinIndex": {
    "message": "Kryptovaluutta-integraatio",
    "description": "Verkkosivuston valikossa oleva teksti, joka viittaa kryptovaluuttojen integraatioon"
  },
  "menu.platformTokenIndex": {
    "message": "Alustatunnus",
    "description": "Verkkosivuston valikossa oleva teksti, alustatunnus viittaa Ace Data Cloud -alustalle pääsyyn tarvittavaan tunnukseen"
  },
  "menu.publishIndex": {
    "message": "Julkaisukeskus",
    "description": "Verkkosivuston valikossa oleva teksti, julkaisukeskus viittaa käyttäjän sisältöjen julkaisemisen keskukseen"
  },
  "menu.platformRankIndex": {
    "message": "Alustaranking",
    "description": "Verkkosivuston valikossa oleva teksti, alustaranking viittaa käyttäjien suosittelemien tulojen ranking-listaan"
  },
  "menu.manageOrderDiscount": {
    "message": "Alennusten hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, vain ylläpitäjille näkyvä tilauksen alennusten hallintapiste"
  },
  "menu.manageUser": {
    "message": "Käyttäjien hallinta",
    "description": "Verkkosivuston valikossa oleva teksti, vain ylläpitäjille näkyvä käyttäjien hallintapiste"
  },
  "menu.revenueAnalysis": {
    "message": "Tuloanalyysi",
    "description": "Verkkosivuston valikossa oleva teksti, vain ylläpitäjille näkyvä tuloanalyysin pääsy"
  }
}